[
{"testing": ["Bab 1: Pria Muda yang Tenggelam Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "“Angkat! Kami akan kaya jika Kamu melakukannya! ”", "Di tengah ombak yang bergelombang, Han Fei berteriak dengan semangat melawan angin di kapalnya.", "“Siapa tahu, kita mungkin tahu apa yang tersimpan di peta itu hari ini.”", "Han Fei adalah seorang penggali emas di laut. Tujuh tahun lalu, dia tidak sengaja mengambil peta harta karun kuno saat memancing. Peta itu memikatnya dan memberitahunya bahwa ada rahasia besar, mungkin bangkai kapal abad pertengahan, di tempat yang ditandai di peta. Jika dia bisa mengklaim harta itu, dia akan menjalani sisa hidupnya tanpa perlu khawatir tentang uang.", "Han Fei menjulurkan kepalanya ke laut. Perahunya telah dikelilingi oleh ikan yang tak terhitung jumlahnya, termasuk beberapa ratus hiu, sejak dia datang ke sini, atau dia akan menyelam sendiri.", "Dong…", "Tiba-tiba, seorang pelaut berteriak, “Tidak bagus, bos! Sesuatu menyeret kita ke bawah! Ini hidup!”", "Han Fei menjawab, “Hiduplah pantatku! Bagaimana mungkin ada yang hidup setelah ratusan tahun? ”", "Retak!", "Kekuatan yang sangat besar mematahkan lunas perahu, melemparkan Han Fei dan rekan-rekannya ke rel dengan keras.", "Seorang pelaut berteriak, “Cepat! Memotong tali!”", "Han Fei berteriak dengan mata merah, “F ** k off!” Tarik keatas! Lagipula kita akan mati! Aku lebih suka melihat harta karun itu sebelum itu! ”", "Han Fei tahu bahwa dia ditakdirkan setelah dia mendengar retakan itu. Jadi, dia benar-benar gila dan bertekad untuk melihat harta karun itu.", "Seorang pelaut lain mengutuk. “F * ck kamu! Aku di sini untuk menghasilkan uang, bukan untuk membuat diri Aku terbunuh! ”", "Tertangkap oleh bahaya yang tak terduga, semua orang tercengang.", "Ombak bergelombang di permukaan laut.", "Namun, Han Fei tidak menyadarinya — hanya bayangan di bawah air. Apa itu tadi?", "Sebuah benda bundar dengan panjang beberapa meter muncul ke permukaan… Mengapa itu terlihat seperti labu aneh?", "Sebagai seorang nelayan profesional, dia mengenal laut seperti halnya dia mengetahui rumahnya sendiri, dan dia yakin bahwa itu bukan calabash. Lagi pula, tidak ada calabash yang tetap tidak busuk setelah direndam dalam air laut selama bertahun-tahun. Dia percaya bahwa itu lebih mungkin menjadi bangkai kapal berbentuk labu.", "Bersenandung…", "Kekuatan yang sangat besar melonjak lagi dan membalikkan perahu. Han Fei jatuh ke laut.", "Namun, kecelakaan terjadi pada detik berikutnya…", "Pilar air yang tebal menjulang ke langit, dan perahu segera terangkat.", "Terbang ke langit di pilar air, Han Fei panik.", "Kepala ikan paling titanic muncul di air.", "Dia bersumpah bahwa dia belum pernah melihat ikan sebesar ini. Kepalanya saja lebih besar dari perahu. Bahkan paus biru terbesar pun tidak bisa dibandingkan dengannya.", "…", "Meskipun pusing, Han Fei merasa ada sesuatu yang menariknya ke laut. Dia senang sekaligus takut saat memikirkan raksasa mengerikan di bawah sana.", "Dia melihat seekor kepiting sepanjang beberapa meter berlari ke arahnya saat dia sekarat.", "Hah? Bukankah itu seharusnya ikan? Kenapa itu kepiting? Itu adalah pikiran terakhir Han Fei.", "…", "“Pu… Batuk, batuk…”", "Seseorang memanggilnya seolah-olah dari kejauhan. “Han Fei, bangun! Saudaraku, bangun! ”", "Setelah memuntahkan dia tidak tahu berapa banyak air, Han Fei akhirnya bangun dari pingsan. Kepalanya sakit dan penuh dengan ribuan gambar dan kenangan aneh yang bukan miliknya.", "Membuka matanya, Han Fei terengah-engah ke langit.", "Lautan tak terbatas membentang ke cakrawala, diterangi oleh matahari merah tua yang menutupi setengah dari langit. Awan yang tersebar menjuntai dari langit seperti rambut panjang yang tidak disisir.", "Mendesis…", "“Dimana aku? Benda apa yang ada di langit itu? ”", "Han Fei sangat terkejut. Ikan yang sangat besar beberapa saat yang lalu dan matahari yang sangat besar saat ini sangat tidak nyata baginya.", "Namun, mereka bukanlah segalanya.", "BAM!", "Setelah ledakan, seorang pria paruh baya muncul dari dalam air dengan seekor kepiting raksasa dengan tongkat pancing di tangannya.", "Han Fei kaget. Kepiting mengapung di permukaan, dan pria paruh baya berdiri di atasnya. Saat dia menginjak, riak menyebar di laut bersama angin yang mengintimidasi.", "Air memercik ke atas, dan seekor ikan keluar darinya. Ikan itu panjangnya dua meter, dengan sirip yang tampak seperti sayap. Ia juga memiliki batu kehijauan di sekujur tubuhnya.", "Hai! Hai! Hai!", "Tiba-tiba, semua gReenish batu di atas ikan melesat ke arah pria itu.", "Penjepit Raja Kepiting!", "Pria itu meraung dan, menurunkan tubuhnya, melontarkan pukulan. Segera, bayangan penjepit didorong keluar, meledakkan tiang pancing dan batu terbang secara bersamaan. Ikan sepanjang dua meter itu dipotong menjadi dua. Salah satu bagian jatuh tepat di depan Han Fei.", "Mata Han Fei melotot karena terkejut.", "“Huh…”", "Seorang paruh baya mendengus. “Ditarik oleh penyu hijau ke laut… Kamu sedang melamun jika kamu pikir kamu bisa lulus ujian dengan penampilan seperti itu.”", "Seorang pria muda di sebelah Han Fei bergegas menjelaskan, “Tuan Wang Jie, itu hanya karena lengan Han Fei terluka oleh pisau ikan tempo hari …”", "Pria paruh baya itu melambaikan tangannya. “Tidak perlu menjelaskan padaku. Ikan-ikan di lautan tidak mendengarkan alasan Kamu. Seorang nelayan tingkat dua sama saja dengan tidak ada apa-apa. ”", "Baru pada saat inilah Han Fei menyadari bahwa dia sedang berbaring di atas kapal yang aneh. Lusinan perahu yang sama anehnya berserakan di laut di dekatnya, dan banyak anak dengan pakaian aneh berdiri di atasnya.", "Anak-anak itu semua mengenakan pakaian ketat yang terlihat seperti pakaian selam tanpa memandang jenis kelamin mereka, kecuali pakaian mereka tidak memiliki tangki oksigen. Anak-anak itu juga memandangnya dengan jijik.", "Detik berikutnya, ketika dia melihat tangannya sendiri, matanya bergerak-gerak.", "Hah? Mengapa tangan Aku sangat kecil?", "Apakah Aku sudah bertransmigrasi?", "Seorang pria muda berkata dengan prihatin, “Tidak apa-apa selama kamu baik-baik saja.”", "Sebelum Han Fei bisa bertanya, paruh baya itu melangkah keluar dan mendarat di perahu kosong di depan semua orang, lalu dia berbicara kepada lusinan perahu dengan sebuah buku di tangannya.", "“Zhang Qing, nelayan level empat. Hasil memancing: ikan kuning berkualitas rendah. ”", "“Lu Lingzhi, nelayan level lima. Hasil memancing: penyu hijau kualitas menengah. ”", "“Tang Ge, nelayan level tujuh. Hasil memancing: lobster tentakel berkualitas tinggi. ”", "Semua orang tersentak tak percaya pada hasilnya.", "“Apa? Lobster tentakel? Beraninya dia? Lobster tentakel dikenal sebagai lobster kematian. Ini jauh lebih merusak daripada ikan pedang. Dia benar-benar menangkapnya? ”", "Beberapa orang berkata dengan iri, “Tang Ge baru level enam bulan lalu, tapi sekarang dia level tujuh. Ini sangat cepat. ”", "Seorang gadis meletakkan tinjunya di dada dan berkomentar, “Wow! Tang Ge sangat luar biasa! Dia jenius di sekolah kita! Dia hampir pasti akan menjadi ahli memancing nanti. ”", "Saat orang-orang berbisik satu sama lain, Han Fei memandang pemuda di sebelahnya — Tang Ge.", "Aku telah bertransmigrasi?", "Menarik napas dalam-dalam, Han Fei mengingat kenangan yang tak terhitung jumlahnya.", "Tang Ge, teman baiknya, diselamatkan oleh ayahnya delapan tahun lalu dan menjadi teman dekatnya sejak saat itu. Sayangnya, ayahnya meninggal dunia di dunia tak dikenal di luar perikanan tingkat tiga. Tang Ge telah merawatnya sejak saat itu.", "Han Fei menarik napas dalam-dalam lagi. Dia telah mengasumsikan tubuh seorang pria tidak berguna yang tenggelam. Namun, dunia ini sepertinya menarik.", "Saat itu, Wang Jie melihat ke arah Han Fei dan berkata, “Han Fei, seorang nelayan tingkat dua, tidak mendapatkan apa-apa. Selain itu, Han Fei adalah satu-satunya orang yang ditarik ke laut oleh penyu hijau. Dia telah gagal dalam ujian. Jika dia tidak bisa lulus Ujian Memancing sebulan dari sekarang, dia akan dikeluarkan. ”", "“Ha ha ha…”", "Banyak orang tertawa, menganggap Han Fei sebagai teman.", "Seorang gadis hanya memarahi, “Han Fei, tolong berhenti menyia-nyiakan sumber daya kultivasi Tang Ge. Kamu hanya menahannya. ”", "Marah, Tang Ge hendak berdebat dengannya, ketika Han Fei menarik lengannya.", "Sekarang ingatannya telah berasimilasi, dia lebih suka tidak terus berbaring di sana berpura-pura mati. Dunia ini aneh, tetapi sebagai seorang petualang yang telah melawan bajak laut dan hiu di laut, Han Fei tidak takut sama sekali.", "Han Fei mencibir, “Apakah aku makan ikan kuningmu? Itu bukan urusanmu.”", "Semua orang langsung terdiam.", "Tang Ge menatap Han Fei dengan kaget. Han Fei telah pendiam sejak ayahnya pergi. Dia hampir tidak berbicara, apalagi berbicara kembali.", "Gadis itu hampir melompat karena marah, berharap untuk merobek mulut Han Fei dengan kail pancingnya.", "Saat ini, Hu Kun berkata dengan sinis, “Hei, Han Fei! Luangkan waktu Kamu untuk merasa nyaman dengan diri sendiri, tetapi sebulan dari sekarang, Kamu bahkan tidak akan memenuhi syarat untuk memandang kami sebagai nelayan tingkat rendah. Apa yang sangat kamu banggakan? ”", "www.worldnovel.online"]},
{"testing": ["Bab 2: Penerjemah Pot Pemurnian iblis: Editor Terjemahan Henyee: Terjemahan Henyee", "“Cukup!”", "Wang Jie meraung, “Tang Ge, bawa dia kembali. Percobaan Memancing hanya sebulan dari sekarang, dan kamu masih bertengkar? Kembali dan berlatih! ”", "…", "Planet ini tertutup lautan, dan manusia hidup di pegunungan yang melayang di langit. Semua orang mencari nafkah dengan memancing. Mereka dapat menyerap energi spiritual dan kekuatan luar biasa di dalam ikan dan menjadi ahli memancing, sehingga mencapai puncak dunia ini.", "Pria paruh baya, Wang Jie, adalah seorang ahli memancing. Dia mengajar di sebuah sekolah di Desa Air Surgawi. Dia juga seorang pengawas paruh waktu perikanan umum.", "Perikanan di bawah kaki Han Fei adalah satu-satunya perikanan umum di Desa Air Surgawi. Itu hampir tidak berisiko, tetapi beberapa orang meninggal di sini hampir setiap hari.", "Lautan mewakili peluang sekaligus bahaya.", "Bahkan perikanan umum memiliki makhluk yang tak terhitung jumlahnya yang memiliki teknik pertarungan alami.", "Penyu hijau ditutupi batu dan bertarung dengan mereka saat dalam bahaya.", "Ikan pisau memiliki pisau di punggung mereka dan dapat menikamkan pisau ke arah musuh.", "Penjepit lobster tentakel cukup tajam untuk memotong emas.", "Dikatakan bahwa dalam perikanan tingkat satu, ada ikan yang terlihat seperti pedang. Mereka telah merenggut terlalu banyak nyawa.", "Tentu saja, ada juga rumor yang mengejutkan. Beberapa menggambarkan monster raksasa di lautan yang tidak diketahui, beberapa menyebutkan harta karun langka di dasar jurang, dan beberapa tentang putri duyung bawah laut yang telah mendominasi lautan selama ribuan tahun.", "Namun, Han Fei belum pernah melihat mereka secara langsung, jadi dia tidak tahu apakah rumor itu benar.", "Tang Ge membantu Han Fei naik perahu kosong.", "Tang Ge berkata, “Tidak apa-apa. Itu hanya kecelakaan. Kami masih punya waktu. Kamu akan lulus uji coba lain kali. ”", "Han Fei hendak mengatakan sesuatu, ketika dia menemukan dirinya terbang.", "Lebih tepatnya, perahu itu terbang.", "Han Fei bermaksud bertanya mengapa perahu itu bisa terbang, tetapi dia menemukan jawabannya di kepalanya.", "Perahu semacam ini dirancang untuk memancing, dan mereka akan pergi ke Desa Air Surgawi, yang terletak di sebuah pulau yang mengapung di langit.", "Tang Ge bertanya dengan cemas, “Han Fei, kamu baik-baik saja? Apakah Kamu gelisah di bawah laut? ”", "“Aku baik-baik saja. Aku hanya merasa bahwa semuanya seperti mimpi. ”", "Tang Ge memiliki perasaan yang mengganggu bahwa Han Fei telah berubah sedikit aneh, tetapi Han Fei menjawab bahwa dia sudah melupakan traumanya, yang menyebabkan perubahan kepribadian.", "Han Fei enggan memberitahunya bahwa saudaranya telah meninggal dan orang lain akan hidup di dalam tubuhnya.", "Sementara Han Fei berpikir, perahu itu melewati awan, memungkinkan dia untuk melihat gunung mengambang di langit.", "Perahu yang tak terhitung jumlahnya tergantung di tebing. Di atas, banyak perahu datang dan pergi.", "Han Fei terlalu terkejut dengan pemandangan luar biasa untuk berbicara. Sepertinya itu adegan dari legenda. Meskipun dia memiliki ingatan tentang itu, jantungnya masih berdebar kencang setelah melihatnya secara nyata.", "…", "Beberapa menit kemudian, perahu mendarat di lautan, riak menyebar.", "Semua orang harus mendaftar di sini ketika mereka berangkat ke laut atau kembali.", "Kebanyakan orang memiliki stok ketika mereka kembali, dan para pedagang sudah menunggu mereka di sini, jadi tempat ini juga merupakan pusat perdagangan terbesar di desa. Semua orang tersenyum meskipun bau ikan tidak terlalu harum. Bagaimanapun, mereka bisa menghasilkan banyak uang darinya.", "Han Fei mendecakkan lidahnya ketika dia melihat kota yang makmur dan mendengar suara-suara itu. Apakah ini Desa Air Surgawi?", "Seingatnya, Desa Air Surgawi memiliki enam ratus ribu orang, dan itu hanya sebuah desa. Berapa banyak desa dan kota yang ada di dunia ini? Berapa banyak orang yang tinggal di langit?", "Bagi Han Fei, semuanya terlalu baru.", "Dengan dipimpin Tang Ge, mereka berdua mendaftar di pelabuhan keberangkatan dan kembali ke rumah mereka.", "Rumah Han Fei adalah halaman yang kumuh dengan luas hanya sekitar dua puluh meter persegi. Tepat di belakang rumah itu ada tebing tak berdasar.", "Tetangga terdekatnya berjarak beberapa ratus meter. Rumah itu sepertinya diisolasi.", "Dia melihat ke belakang rumah dan melihat awan yang tak terbatas. Separuh dari langit terhalang oleh matahari yang sangat besar. Kabut saat matahari terbenam sangat mempesona.", "Tang Ge mengambil beberapa kerang besar dari tangki air di rumah dan mengeluarkan seember air dari tempat tidur Han Fei.", "“Han Fei, kerang sedang direbus untukmu. Tunggu aku. Aku akan segera kembali.”", "Han Fei mengangguk sambil tersenyumile.", "Kerang adalah makanan paling umum bagi penduduk di sini. Mereka lezat dan dalam jumlah besar, cukup untuk memberi makan kebanyakan orang meskipun mereka kekurangan energi spiritual.", "Satu jam berlalu.", "Han Fei akan menuangkan kerang dan supnya keluar, tapi dia tercengang setelah dia mengangkat tutup panci, karena dia melihat serangkaian data.", " Sup Kerang Biasa", " Satu", " Reguler", " 24 poin", " Makanan ini bisa menghindarkanmu dari kelaparan. Tidak ada lagi.", "Han Fei menggosok matanya. Apakah itu bakat Aku?", "Dia menarik napas dalam-dalam. Tang Ge pasti akan segera kembali. Dia lebih baik mempelajarinya nanti.", "Dia menemukan dua mutiara di dalam pot. Han Fei tersenyum dengan santai. Mutiara biasa-biasa saja bisa dijual seharga dua puluh koin laut. Apa yang bisa dibeli dua puluh koin laut? Dua atau tiga kerang biasa. Sama sekali tidak ada yang lain di rumah Han Fei.", "Segera, Tang Ge masuk dengan semangkuk sup di tangannya. Aroma makanan langsung memenuhi ruangan.", "Han Fei menyeringai. “Kamu memberikan Sup Roh Telan kepadaku lagi?”", "Melihat sup di tangan Tang Ge, mata Han Fei berkedut lagi.", " Sup Roh yang Ditelan", " Delapan", " Reguler", " 48 poin", " Efisiensi pelatihan akan meningkat 20% selama tiga jam setelah ini dilakukan.", "Han Fei menelan ludah. Seluruh panci sup Aku tidak seefektif mangkuk kecil itu?", "Sup Roh Tertelan dibuat dengan ikan yang menelan roh di perikanan tingkat satu. Ikan seperti itu tidak agresif dan dapat menyerap energi spiritual alami. Sup mereka dapat mengisi orang dengan energi spiritual. Itu sangat membantu dalam kultivasi.", "Tang Ge tidak menganggap itu masalah besar. “Tidak apa. Aku dapat dengan mudah melewati persidangan. Jiwaku akan terbangun sebulan dari sekarang. Apa menurutmu aku peduli dengan semangkuk Sup Roh yang Ditelan? ”", "Han Fei terlalu sering mendengar tentang persidangan.", "Seperti yang dia ingat, semua orang harus melalui Ujian Memancing di mana eliminasi pada dasarnya berarti kematian ketika mereka berusia dua belas tahun. Hanya satu yang selamat dan lulus ujian yang dapat membangunkan jiwa mereka, memperoleh binatang buas spiritual mereka, dan memancing di perikanan tingkat satu. Jika tidak, mereka hanya bisa menjalani sisa hidup mereka sebagai nelayan biasa.", "Percobaan Memancing hanya satu bulan dari sekarang, dan Han Fei hampir tidak bisa bertahan. Jadi, sebagai jenius yang paling terkemuka, Tang Ge sering memberikan sumber dayanya kepada Han Fei untuk budidaya Han Fei.", "Namun, tubuh Han Fei terlalu tidak layak. Dia hanya nelayan tingkat dua hari ini. Nelayan tingkat dua pada dasarnya adalah orang biasa di dunia ini. Hanya sedikit orang yang lebih tidak berbakat darinya.", "Han Fei menghabiskan sup dengan cepat di bawah tatapan serius Tang Ge. Supnya segar dan asin, tapi dia merasa tubuhnya menjadi hangat saat meminumnya. Setelah beberapa saat, tubuhnya diisi ulang dengan energi dan mengepul samar.", "Mendesis…", "Han Fei kagum dengan cahaya di tangannya. Apakah itu yang disebut energi spiritual? Apakah Aku bersinar?", "Dia tahu bahwa setiap orang di dunia ini adalah seorang kultivator, tetapi masih sangat menyenangkan untuk mengalaminya secara langsung untuk pertama kalinya.", "Tang Ge, di sisi lain, terkekeh. “Bagaimana rasanya? Menurutmu, kapan kamu bisa menjadi nelayan level tiga? ”", "“Aku menyia-nyiakan banyak waktu ketika Aku kesal, tetapi Aku telah belajar untuk terus maju. Aku pikir Aku akan segera berhasil! ”", "Setelah meminum Sup Roh Tertelan, Han Fei memiliki dua kerang lagi dan akhirnya merasa kenyang.", "Tang Ge masih perlu memeriksa hasilnya di sekolah, jadi dia pergi dengan tergesa-gesa, membiarkan Han Fei menutup pintu.", "Han Fei duduk di tempat tidur dengan penuh semangat. Seperti apa rasanya kultivasi? Seru dan menyenangkan?", "Jika ada orang lain di ruangan itu, mereka akan terkejut dengan tato labu di pergelangan tangan Han Fei yang bahkan memiliki daun dan tanaman merambat.", "Han Fei melafalkan Soul Fishing, satu-satunya seni yang dia tahu, tetapi pergelangan tangannya sakit saat dia memulai.", "Dia membuka matanya, hanya untuk melihat tato labu di pergelangan tangannya.", "“Apakah kamu menghantui Aku?”", "Saat berikutnya, Han Fei melihat kumpulan data lain yang ditampilkan oleh apa yang disebut Pot Pemurnian iblis …", "www.worldnovel.online"]},
{"testing": ["Bab 8: Penerjemah Penjualan: Editor Terjemahan Henyee: Terjemahan Henyee", "“Apa yang terjadi?”", "Han Fei menjawab, “Nah, di pagi hari, ketika Aku masih tidur, kekacauan terjadi di laut dan banyak ikan melompat ke perahu dengan sendirinya… Kemudian, Aku menyembunyikan diri Aku di kabin sampai Kamu datang. Lobster tentakel pasti yang menyebabkan ini. ”", "Han Fei berbicara dengan polos. Dia menunjuk lingkaran hitam di sekitar matanya dan berkata, “Seekor ikan kuning menabrakku dan meninggalkan bekas ini untukku.”", "Wang Jie mengerutkan kening. “Apakah itu gelombang ikan?”", "Salah satu orang di belakang Wang Jie berkata dengan iri, “Ini masih banyak. Lusinan ikan cukup bagi Kamu untuk membayar pajak selama dua bulan. ”", "Han Fei menyeringai. “Aku curiga ada Sabuk Ular di kabin ini. Aku menutupnya dan tidak pernah memeriksanya. ”", "Sabuk Ular?", "Dua orang di belakang Wang Jie berseru. Sabuk Ular sangat berharga. Apakah orang itu sangat beruntung bahkan sebuah Sabuk Ular melompat ke kapalnya?", "Matanya melotot, Wang Jie berkata dengan tergesa-gesa, “Kamu mundur.”", "Han Fei bersembunyi di belakang mereka. Jika makhluk itu kabur, ia akan membunuh orang-orang ini sebelum bisa membunuhnya.", "Wang Jie mendekati kabin dan menendang sampulnya.", "Bayangan keluar seketika. Wang Jie meraung dan menyambarnya dengan tangan berkilauan.", "BAM!", "Sebuah penghalang tak terlihat muncul di depan Wang Jie dan memblokir Sabuk Ular yang sedang mengisi daya.", "Tangan Wang Jie yang bersinar hancur.", "Sabuk Ular, setelah ditampar ke geladak, masih memiliki kekuatan. Ia mencoba melarikan diri, ketika Wang Jie menarik tongkat pancingnya dan membuang tali pancingnya, menariknya kembali.", "Setelah tamparan lain, Sabuk Ular akhirnya pingsan.", "Han Fei kaget. Mungkinkah seekor ikan begitu tangguh sehingga bahkan seorang ahli memancing tidak dapat menghabisinya dalam satu serangan?", "Wang Jie meliriknya. “Tidak buruk, Han Fei. Sabuk ular ini berbahaya. Ini sedikit berguna bagi Kamu. Apakah Kamu ingin menjualnya kepada Aku? ”", "Han Fei memutar matanya. “Jika kamu menginginkannya, anggap saja itu hadiah dariku.”", "Wang Jie berkata dengan serius, “Itu tidak adil. Ini adalah mutiara kualitas menengah yang pada dasarnya sama berharganya dengan Sabuk Ular. ”", "Han Fei terus melambaikan tangannya. Dia tahu bagaimana dunia bekerja dengan hubungan. Dengan hadirnya orang lain, dia harus mengeluarkan Wang Jie, jadi dia meminta Wang Jie untuk memberinya alat pancing.", "Kedua pengawas tidak bisa mempercayai telinga mereka. Apa? Mutiara kualitas menengah untuk alat pancing?", "Wang Jie sedikit terkejut juga. Tanah malang ini mampu menahan godaan mutiara kualitas menengah; seandainya bakatnya lebih baik… Sigh", "Wang Jie mengangguk dan mengisi perahu dengan energi spiritual dan berkata kepada seorang pria di belakangnya, “Song Fei, bisakah kamu mengantarnya kembali?”", "Dia tidak akan menawarkan bantuan jika Han Fei telah menerima mutiara kualitas menengah.", "Setelah perahu naik, Han Fei memandang supervisor, yang menatap ikan pisau cincang.", "Han Fei memutar matanya dan bertanya, “Saudaraku, bolehkah aku tahu namamu?”", "Supervisor menjawab dengan acuh tak acuh, “Song Fei.”", "Han Fei mengusulkan, “Saudara Song, ikan pedang ini dicincang oleh lobster tentakel. Itu terlalu kuat untuk Aku tangani. Aku dapat melihat bahwa Brother Song menyukainya. Aku ingin memberikannya kepada Kamu sebagai hadiah. ”", "“Hah?”", "Song Fei tercengang. Dia mendapatkan pisau ikan dalam perjalanan pulang pergi ini setelah tidak melakukan apa-apa?", "Setelah linglung sesaat, Song Fei menerima ikan pisau, meyakinkannya bahwa dia bisa mencarinya jika dia memiliki masalah di masa depan.", "Beberapa menit kemudian, Han Fei membersihkan permukaan kapal.", "Song Fei berkomentar, “Kamu agak rajin, meskipun levelmu rendah. Setelah Kamu menjual ikan, Kamu dapat membeli sebotol Cairan Pemoles Tubuh Kepala Ikan, atau Kamu hampir tidak mungkin lulus uji coba memancing. ”", "“OK Aku mengerti!”", "Han Fei menanggapi dengan linglung. Dia sangat kesal karena semua potongan daging hanya bernilai 142 poin energi spiritual.", "…", "Resepsionis, melihat Han Fei telah kembali, berkata dengan dingin tanpa mengedipkan mata, “Kamu selamat. Tidak buruk. Hah… Begitu banyak ikan? ”", "Song Fei berkata, “Xiao Qin, anak laki-laki itu cukup beruntung bisa bertemu dengan gelombang ikan. Dia selamat dengan bersembunyi di kabin ikan. Ini panen besar. ”", "Resepsionis itu tersenyum. “Baiklah. Aku akan memiliki 150 kilogram sebagai pajak Kamu. Kamu bisa menangani sisanya. ”", "Hati Han Fei berdarah. Itu uang yang bagus!", "Setelah kapal selesai dibangunmerapat dengan halus, seseorang segera berlari ke arahnya.", "Kebanyakan dari mereka hanya menyapa Song Fei dan bertanya pada Han Fei, “Hei, Nak, aku akan mendapatkan semua ikan kuningmu. Aku akan memberi Kamu dua puluh koin laut untuk masing-masing. ”", "Seseorang lainnya segera mendorongnya. “Nak, jangan dengarkan omong kosongnya. Aku akan memberi Kamu tiga puluh koin laut untuk masing-masingnya. Kamu akan mendapat lebih banyak. ”", "“Nak, aku ingin kura-kura hijaumu. Sepuluh mutiara kualitas rendah untuk masing-masingnya. ”", "www.worldnovel.online"]},
{"testing": ["Bab 5: Penerjemah Terobosan Tak Terduga: Editor Terjemahan Henyee: Terjemahan Henyee", "Pria paruh baya itu mengubah ekspresinya. Itu bukan ikan! Kamu telah menarik lobster tentakel! ”", "Han Fei terkejut. Lobster tentakel? Hal yang ditangkap Tang Ge sebelumnya?", "Sebelum pemuda itu menyadari apa yang sedang terjadi, dia sudah mengangkat alat pancingnya.", "Semua orang melihat sepasang tentakel panjang. Mereka mengayunkan tongkatnya ke sana.", "Pria paruh baya itu meraung, “Istirahat!”", "Namun, salah satu tentakel dengan cepat melilit lengan pemuda itu. Yang mengejutkan Han Fei, sepetak daging di lengan segera robek, dan pemuda itu jatuh ke satu sisi perahu, menangis.", "Chen tua berteriak dan menyeret pemuda itu ke belakang dengan kakinya, tetapi tentakel lainnya memanjang lurus ke arahnya. Pria paruh baya itu langsung menabrak Chen Tua dengan tongkat pancingnya, menjatuhkannya ke belakang.", "Saat berikutnya, pemuda itu ditarik dari perahu seluruhnya. Han Fei cukup berani untuk melihat keluar, hanya untuk menemukan, berkeringat, bahwa kepala pemuda itu sudah hilang. Dari awal sampai akhir, semua lobster tentakel yang terungkap adalah dua tentakel.", "F * ck… Bisakah aku kembali ke dunia asliku?", "Han Fei pucat. Pemuda itu mengejeknya pagi itu, dan dia telah melukai pantatnya. Dia agak menyesal pria itu meninggal begitu saja. Itu hanya anak-anak.", "Salah satu dari mereka merenung sejenak dan berkata, “Ayo laporkan ke supervisor!”", "Pengawas adalah petugas patroli perikanan, di bawah bimbingan seorang ahli penangkapan ikan. Kapten pengawas perikanan ini adalah Wang Jie, yang menyelamatkan Han Fei kemarin.", "Wang Jie segera tiba. Dia melirik kerumunan dan melihat Han Fei, tapi matanya tidak berhenti padanya.", "Dengan ekspresi yang mengerikan, Wang Jie bertanya, “Apa yang terjadi?”", "Para penumpang dengan cepat menjelaskan semuanya. Wang Jie langsung kesal. “Betapa bodohnya! Tahukah dia bahwa perasaan lobster tentakel berbeda dengan ikan lainnya? Beraninya dia mencoba menariknya? ”", "Pria paruh baya itu menjawab, “Mungkin dia terlalu cemas. Ini hampir matahari terbenam. ”", "Wajah Han Fei bahkan lebih suram setelah dia mendengar itu.", "Sebagai penggali emas terkenal di laut, dia tidak hanya menangkap ikan biasa tetapi juga hiu sebelumnya, tetapi setelah seharian penuh, dia bahkan gagal menangkap udang. Itu sangat memalukan.", "Wang Jie berkata dengan serius, “Akhir-akhir ini tidak damai. Perahu lain bernasib lebih buruk darimu. Mereka menemukan Sabuk Ular. Empat dari delapan orang di dalamnya tewas… ”", "Mendesis…", "Semua orang tersentak. Sabuk Ular bahkan lebih mengerikan dari pada lobster tentakel. Jika mereka menemukannya, mereka tidak akan bisa mendapatkan yang lebih baik dari kapal lain.", "Han Fei ingat apa itu Sabuk Ular. Itu adalah sejenis ikan merah tua yang tampak seperti ular, kecuali kepalanya hampir seluruhnya adalah gigi. Ia berenang sangat cepat di lautan. Itu bisa melesat ke manusia dan meluncur ke dalam tubuhnya.", "Han Fei akhirnya mengerti mengapa orang menyukai perahu tingkat rendah: karena penumpangnya dapat membantu satu sama lain dalam suatu kecelakaan. Jika dia bertemu lobster tentakel sendirian, dia mungkin sudah terbunuh.", "Wang Jie bertanya, “Sudahkah Kamu menyelesaikan misi Kamu?”", "“Ya kita memiliki. Terima kasih telah bertanya, Tuan Ahli Perikanan. ”", "Wang Jie memandang Han Fei dengan acuh tak acuh. Di mana ikanmu?", "Tersipu, Han Fei menjawab, “Aku — aku tidak menangkap satupun.”", "Wang Jie tercengang. Setelah kemarin diseret ke laut oleh penyu hijau, orang ini tidak menangkap ikan hari ini. Wang Jie belum pernah melihat seorang nelayan yang tidak bisa menangkap ikan sebelumnya. Betapapun tidak terampilnya Kamu, Kamu setidaknya bisa mendapatkan beberapa ikan kuning atau ikan putih kecil, bukan?", "Pria paruh baya itu berkata dengan tergesa-gesa, “Aku diberitahu bahwa dia hampir tenggelam kemarin. Pancingnya goyah, mungkin karena dia belum pulih dari keterkejutannya. Dia akan menjadi lebih baik dalam beberapa hari. ”", "Wang Jie mendengus. “Tidak berguna… Jika Kamu memberikan kinerja yang buruk setelah sedikit guncangan, apa yang dapat Kamu raih di masa depan?”", "Han Fei tidak memberikan jawaban, karena dia juga tercengang. Apakah itu benar-benar karena dia melakukan kesalahan dengan buruk?", "Wang Jie menyuruh Han Fei bermalam di laut meski banyak orang memohon atas namanya. Wang Jie hanya menasihati Han Fei bahwa saat memancing di malam hari jangan melemparkan pancing lebih dalam dari tigameter. Dia tidak mau menunjukkan belas kasihan pada gelandangan tidak berguna ini.", "Chen Tua menyerahkan sepotong ikan kering dan sepanci air kepada Han Fei. “Hati-Hati.”", "Seseorang memberi Han Fei belati besi dan berkata, “Gunakan ini untuk melindungi dirimu sendiri!”", "Han Fei berterima kasih kepada mereka, merasa hangat tentang kemurahan hati orang lain.", "Wang Jie meninggalkan kapal menuju Han Fei dan pergi bersama yang lainnya.", "Han Fei kecewa setelah semua orang pergi. Dia mengambil ikan yang ditinggalkan Chen Tua dan mengunyahnya; baunya menyengat.", "Setelah tidak makan makanan sepanjang hari, Han Fei sudah lapar. Dia segera melahap ikan kering, yang tidak berukuran besar sama sekali.", "Segera, hari benar-benar gelap. Ombaknya tidak besar di laut, dan tidak ada yang terlihat kecuali sinar bulan yang cerah.", "“Hook Aku goyah?”", "Han Fei ingat apa yang dikatakan pria paruh baya itu. Dia juga ingat Imobilisasi di Soul Fishing.", "Buku-buku menggambarkannya dengan cara yang terlalu disederhanakan. Jagalah agar tubuh, tiang, dan hati setenang air yang tenang… Itu lebih mudah diucapkan daripada dilakukan. Bagaimanapun, manusia bukanlah patung.", "Tiba-tiba, Han Fei merasa pergelangan tangannya panas. Dia menggulung lengan bajunya, hanya untuk menemukan tanda labu itu berkilauan. Kemudian, dia merasakan bahwa energi spiritual menempel di pergelangan tangannya dan memasuki tubuhnya seperti udara yang dia hirup.", "Hah? Energi spiritual secara otomatis tertarik ke tubuh Aku?", "Segera, Han Fei menjatuhkan alat pancingnya dan duduk. Dia tidak tahu mengapa labu mulai menyerap energi spiritual, tetapi itu adalah hal yang baik dan dapat membantu kultivasinya.", "Han Fei mulai berkultivasi menurut ingatan. Saat dia mulai, labu di pergelangan tangannya terguncang dengan kuat, dan energi spiritual yang ditarik beberapa kali lebih besar dari sebelumnya.", "Satu jam kemudian, Han Fei merasakan ada sesuatu yang rusak di tubuhnya. Dia ditinggikan dan energik.", "Apakah ini yang disebut terobosan?", "Han Fei melihat Pot Pemurnian Iblis. Datanya memang berubah.", "Pot Pemurnian iblis", "Pemilik: Han Fei", "Level: Tiga (Fisher Pemula)", "Energi Spiritual: 60 (60)", "Warisan Spiritual: Level Satu, Tidak Lengkap (Dapat Ditingkatkan)", "Seni Utama: Soul Fishing (Dapat Diperbaiki)", "Han Fei sangat senang. Terobosan ini terlalu mudah. Bukankah mereka mengatakan bahwa itu bisa memakan waktu bertahun-tahun? Mengapa dia membuatnya setelah berkultivasi hanya satu jam?", "Han Fei akan melanjutkan kultivasinya, ketika dia mendengar suara berderak di laut.", "www.worldnovel.online"]},
{"testing": ["Bab 4: Penerjemah Perikanan Pertama: Editor Terjemahan Henyee: Terjemahan Henyee", "Han Fei mengangguk. Itu aku.", "Pria muda itu mencibir, “Sungguh lemah.”", "Han Fei tidak bisa berkata-kata. Apakah anak-anak di sini begitu kasar?", "Beberapa menit kemudian, perahu mendarat di lautan, riak menyebar.", "Semua orang mengangkat tiang mereka. Sulit membayangkan bahwa kail terbang sejauh ratusan meter tanpa gulungan setelah dilempar dengan mudah.", "Han Fei penuh dengan pertanyaan. Semua orang memejamkan mata. Tangan mereka berkilau dengan energi spiritual.", "Pancing mereka semua sedikit bergerak mundur. Han Fei kagum. Mengapa tali pancing mereka bisa diperpanjang?", "Han Fei punya jawaban. Mereka harus mengendalikan tali pancing dengan energi spiritual. Tapi seingatnya, itu menghabiskan banyak energi spiritual.", "Han Fei melemparkan kail dengan seluruh kekuatannya, hanya untuk mendarat dua puluh meter jauhnya.", "“Hah?”", "Ketika dia pergi memancing sebelumnya, selalu ada beban di ujung tali, tetapi dia hanya memiliki tali dan umpan sekarang. Agak sulit untuk mengontrol jarak dengan energi spiritual.", "Han Fei bergegas untuk melihat semua orang dan menemukan bahwa mereka tidak menyadarinya, jadi dia mulai memancing seolah-olah tidak ada yang terjadi.", "Dengan terampil, dia menarik, melepaskan, dan mengguncang tiang…", "“Ke kiri…”", "“Ke kanan…”", "Han Fei bergumam pada dirinya sendiri, tetapi semua orang di kapal itu terkejut.", "Seseorang berkata, “Hei, apakah kamu idiot? Umpanmu hilang. ”", "Han Fei tidak tahu harus berkata apa.", "Pria paruh baya itu berkata, “Tarik kembali. Serangga hijau adalah serangga yang paling tidak aktif, jadi ikan tidak akan menyentuh kail Kamu saat masih menggeliat. ”", "Menarik tali pancing adalah seni. Semua orang kehilangan kata-kata menyaksikan Han Fei menarik garis. Seseorang akhirnya berkomentar, “Mengapa kamu tidak kelaparan? Gunakan energi spiritual Kamu, bukan otot Kamu! ”", "Aku menggunakan energi spiritual Aku, tetapi pancing tidak mau bergerak!", "Pria paruh baya itu berkata, “Rasakan energi spiritual Kamu. Konsentrasikan pada tali pancing dan tarik kembali tali pancing. ”", "Memerah, Han Fei merasakan energi spiritualnya sesuai. Ketika energi spiritualnya melekat pada pancing dan pancing, dia terkejut merasakan ketertarikan yang tidak jelas di antara mereka.", "Aku tidak tahu Aku bisa menggunakannya seperti ini!", "Disegarkan, Han Fei mengaktifkan energi spiritualnya. Kailnya segera keluar dari air. Namun, itu tidak berhenti tetapi melesat ke pantat pemuda lain di sisi lain perahu.", "“Han Fei, kamu meminta untuk dibunuh…”", "Han Fei meminta maaf. “Maaf, itu tidak sengaja. Jangan bergerak. Aku akan mengeluarkannya… ”", "“Pu…”", "Kail itu terbang dari punggung pemuda itu. Semua orang, termasuk Han Fei sendiri, merunduk dengan cepat.", "Sepotong kain besar telah robek di pantat pemuda itu. Darah muncrat keluar.", "Han Fei berkata, “Aku sangat menyesal tidak mengendalikannya dengan baik.”", "“Han Fei, aku akan membunuhmu!”", "Yang lain juga memandang Han Fei dengan waspada. Apakah kepala anak laki-laki itu rusak kemarin? Mengapa dia lupa dasar-dasar memancing?", "Melihat pemuda itu menyerbu ke arahnya, Han Fei bergegas mengangkat alat pancingnya. Pemuda itu sangat ketakutan sehingga dia segera berhenti, curiga bahwa Han Fei akan melemparkan kail padanya lagi.", "Seseorang memarahi, “Han Fei, kembali ke bisnis. Kami akan memanggil supervisor jika Kamu membuat masalah lagi! ”", "Han Fei tersenyum malu. “Baiklah.”", "Insiden itu sudah berakhir. Pemuda itu tidak benar-benar memberinya masalah meskipun dia marah.", "Han Fei hanya duduk di sana setelah melemparkan kail, sama seperti yang dilakukan orang lain.", "Tapi cara memancing seperti itu tidak membutuhkan keahlian sama sekali! Setelah hampir satu jam, tepat ketika Han Fei bermaksud meminta nasihat karena ketidaksabarannya, seseorang tiba-tiba berdiri dan mendengus.", "Kemudian, pria itu membuat gerakan yang sangat aneh, dan energi spiritualnya melonjak keluar. Pancing dan tali pancingnya segera tertutup cahaya redup.", "“Bangkit!”", "Bo…", "Mata Han Fei membelalak. Apakah itu sesederhana itu?", "Dia kemudian menyadari bahwa orang lain sama irinya dengan pria itu seperti dia.", "Hasil akhir kuning besar asekitar enam puluh kilogram telah ditarik oleh seorang pria bernama Huang Tua.", "Ikan kuning tidak agresif dan tidak mengancam seperti penyu hijau dan ikan pisau, jadi mereka adalah salah satu makanan termurah dan terpopuler di pulau-pulau terapung, seperti halnya kerang.", "Melihat yang lain mengangkat tiang mereka, Han Fei melakukan hal yang sama. Itu karena ikan kuning itu berjuang terlalu lama sekarang dan semua ikan yang waspada telah melarikan diri. Hingga mencapai level master memancing, para nelayan selalu berganti tempat setiap kali menangkap ikan.", "Sesampainya di lokasi baru, semua orang melemparkan dialog mereka lagi.", "Setelah hanya seperempat jam, pria paruh baya itu merasakan sesuatu. Sama seperti Chen Tua barusan, paruh baya itu meraung, “Bangkit!”", "Mata Han Fei berbinar — itu adalah penyu hijau lainnya. Dia ingat Penjepit Raja Kepiting Wang Jie yang mempesona ketika Wang Jie berurusan dengan penyu hijau kemarin.", "Pembuluh darah menonjol di tangan pria paruh baya itu, dan tali ditarik dengan cepat. Memegang tiang dengan kedua tangan, pria itu berbalik dan menyeret dengan bahunya, menarik ikan besar keluar dari air.", "“Hai! Hai! Hai! ”", "Batu dilempar. Semua orang bersembunyi di sudut kecuali Han Fei, yang menyaksikan pria paruh baya itu menampar batu dengan tangannya yang bercahaya sampai akhirnya dia menghancurkan kura-kura itu.", "Seekor penyu hijau sepanjang satu meter jatuh di geladak, ekornya menepuk-nepuk sembarangan. Sepertinya sudah pingsan.", "Han Fei melihat lebih dekat kali ini. Penyu hijau tertutup sisik yang tampak seperti batu kehijauan di sekujur tubuhnya. Sisik-sisik itu memantulkan cahaya biru cerah di bawah matahari.", " Penyu Hijau", " Lima", " Reguler", " 12 poin", " Dapat meningkatkan kekuatan fisik seseorang jika dimakan dalam jangka waktu yang lama.", "Han Fei menyadari bahwa energi spiritual tiga kerang setara dengan penyu hijau. Itu berarti benda ini tidak terlalu mengesankan seperti yang terlihat.", "Semua orang berseru kaget.", "“Niu Tua, apakah kamu nelayan yang hebat sekarang?”", "Pria paruh baya itu menyeringai dan berkata terus terang, “Aku membuat terobosan beberapa hari yang lalu.”", "Semua orang memberi selamat padanya.", "Chen Tua, khususnya, meraih lengannya dan bertanya, “Aku sudah lama terjebak di level enam. Apa saran Kamu? ”", "Han Fei menusuk telinganya. Dia tidak pernah melihat nelayan yang lebih unggul secara langsung sebelumnya, dan dia sangat terkejut karena Chen Tua telah terjebak selama hampir setengah dari hidupnya. Apakah kultivasi begitu sulit?", "Baik, seorang pekerja harus mengasah peralatannya terlebih dahulu jika ingin melakukan pekerjaan dengan baik. Aku akan menghancurkan Kamu setelah Aku meningkatkan seni dan Warisan Spiritual Aku.", "Setelah pria paruh baya itu menyingkirkan penyu hijau besar, mereka berganti tempat lagi.", "Setengah hari berlalu dalam sekejap mata. Dari delapan penumpang, semua orang telah menyelesaikan tugas mereka kecuali Han Fei dan pemuda yang seumuran dengannya.", "Matahari terbenam. Mereka mulai mengobrol sambil menikmati beberapa piala mereka.", "Tiba-tiba, pemuda itu berteriak, “Aku dapat satu! Aku dapat satu!”", "Han Fei menatapnya dengan suram. Semua orang telah menyelesaikan tugas mereka, tetapi dia bahkan belum menangkap seekor ikan pun setelah menggunakan hampir semua umpannya.", "Tepat saat Han Fei mengejek dirinya sendiri, seorang nelayan berpengalaman berteriak.", "Chen tua juga berteriak, “Nak, biarkan saja sekarang! Kamu tidak bisa menangkap ini! ”", "www.worldnovel.online"]},
{"testing": ["Bab 7: Ikan Telah Menempati Perahu Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Pancingnya rusak. Han Fei benar-benar bangkrut lagi.", "Satu-satunya yang tersisa adalah belati compang-camping dan sirip pisau yang lebih rendah tertancap di kayu. Dengan sedih, Han Fei mengeluarkan seekor ikan putih kecil dan mulai memakannya mentah.", "Hah! Ini tidak terasa buruk sama sekali. Dagingnya kencang dan terasa seperti daging sapi.", "Han Fei sedikit terkejut. Daging ini benar-benar bisa dibuat menjadi sashimi. Dia berpikir bahwa ikan putih terasa lebih buruk daripada ikan kuning dan ikan pisau, tetapi ternyata ternyata enak.", "Dia menghabiskan setengah dari ikan putih dengan cepat. Yang mengejutkan Han Fei, energi spiritualnya meningkat dari 20 menjadi 23. Bukankah ikan putih memiliki total tiga titik energi spiritual? Dia baru saja makan setengahnya.", "Han Fei menghabiskan separuh ikan lainnya. Energi spiritualnya menjadi 26 poin. Dia cukup terkejut.", "Hari sudah hampir fajar. Dia selamat malam itu. Han Fei duduk bersila dan melanjutkan kultivasinya.", "Pergelangan tangannya menjadi panas lagi, menandakan bahwa aliran energi spiritual memasuki tubuhnya, tetapi jumlah energi spiritualnya jauh lebih sedikit.", "Hah? Mengapa sekarang lebih rendah?", "Han Fei membuka matanya karena terkejut dan memperhatikan bahwa ketiga bulan itu akan segera menghilang.", "Penyerapan energi spiritual ada hubungannya dengan tiga bulan?", "Lebih dari satu jam kemudian, matahari yang sangat besar menampakkan dirinya di cakrawala, melepaskan sinar matahari pagi.", "Han Fei, merasa pergelangan tangannya terbakar, berhenti berkultivasi, dan membuka matanya, hanya untuk menemukan bahwa pergelangan tangannya berasap dengan cahaya ungu.", "Sebelum dia bangkit, api telah membara di pergelangan tangannya.", "Han Fei segera bangkit kembali dan mengulurkan tangannya ke dalam air dan memeriksa Pot Pemurnian Iblis secara sepintas. Energi spiritualnya telah berubah dari 26 menjadi 108. Dia langsung terkejut. Apa karena cahaya ungu barusan?", "Han Fei hampir jatuh saat dia mempertimbangkan. Laut mendidih, ombak naik di mana-mana.", "Han Fei melihat ikan yang tak terhitung jumlahnya berenang ke arahnya saat mereka mulai melompat dengan riang. Sebagai permulaan, beberapa ikan putih kecil menampar wajah Han Fei.", "Tidak hanya itu, ikan kuning besar menabrak perut Han Fei, membuatnya kesakitan. Han Fei kemudian melihat lobster tentakel terbang.", "“F * ck…”", "Tidak membuang waktu, Han Fei menyelam ke kabin ikan dan menutupnya. Segera setelah dia menutup kabin ikan…", "Dum! Dum! Dum!", "Retak! Retak! Retak! Retak!", "Terlalu banyak ikan yang berjatuhan di geladak. Lobster tentakel juga merayap di sana. Han Fei bahkan melihat tentakel mereka melalui celah.", "Ketika Han Fei mencoba melihat lagi, pisau menukik ke sampul dan hampir menusuknya.", "Beberapa menit kemudian, kaki lobster menembus penutup kabin.", "“Bro! Tolong pergi!”", "Han Fei menahan napas. Jika lobster tentakel memecahkannya, dia akan dipotong-potong!", "Hah, tunggu, bisakah aku mencoba menyerapnya?", "Han Fei segera memeluk kakinya tanpa melepaskannya.", "“Serap! Pot Pemurnian Iblis, seraplah! ”", "BAM!", "Penutup kabin ikan hampir terangkat.", "Pada awalnya, lobster tentakel berjuang keras dan hampir membalikkan perahu beberapa kali, tetapi lambat laun, kapal itu melemah. Han Fei senang bahwa Pot Pemurnian Iblis berguna.", "Lima menit kemudian, Han Fei merasa kaki lobster berhenti meronta-ronta di pelukannya. Energi spiritualnya pasti telah dimangsa olehnya.", "Setelah beberapa menit, suara di geladak akhirnya berhenti. Ikan itu sepertinya telah melompat kembali ke laut. Han Fei akhirnya mengumpulkan keberanian untuk membuka kabin.", "Seekor ikan kuning, dikejutkan oleh Han Fei, menabrak kepala Han Fei. Dia hampir menangis kesakitan.", "Memastikan bahwa tidak ada makhluk berbahaya di kapal, Han Fei melompat keluar dari kabin ikan, hanya untuk menemukan bahwa deknya berantakan. Terlalu banyak ikan, termasuk ikan pisau, telah dipotong-potong.", "Selain itu, perahu tersebut juga sarat dengan bebatuan dari penyu hijau. Sejauh yang dia bisa lihat, tiga dari mereka tewas di geladak.", "Beberapa dari mereka dicincang, dan beberapa dipotong menjadi dua.", "Han Fei terperangah. Seberapa tajam tentakel lobster tentakel untuk memotong penyu hijau?", "Han Fei berbalik dan melihat lobster tentakel sepanjang tiga meter, yang sepertinya telah direbus. Ia memiliki kepala yang sangat besar dan tubuh yang pendek. Seperti kayu kering, sekarang lumpuh di geladak.", "Tapi segera, Han Fei menjadi bersemangat. Energi spiritualnya meningkatmenjadi 156, yang berarti bahwa lobster tentakel memberikan 48 poin energi spiritual kepadanya, jumlah yang sama yang dapat diberikan oleh Sup Roh Tertelan.", "Selain itu, delapan kabin ikan di kapal, kecuali yang dia sembunyikan, semuanya penuh dengan ikan.", "Han Fei tertawa keras, menghitung jari-jarinya dan bergumam pada dirinya sendiri.", "Ada banyak ikan putih. Calabash bisa memiliki lusinan… Ikan kuningnya juga banyak… Hah, kenapa air di kabin ini berwarna merah?", "Ketika Han Fei melihat kabin ikan, dia melihat sesuatu berenang melewatinya.", "Han Fei menendang sampulnya dan menutup kabin. Jika tebakannya benar, itu pasti Sabuk Ular.", "Ikan berbentuk ular itu telah membunuh setengah dari penumpang kapal kemarin. Dia pasti tidak bisa mengalahkannya jika lepas.", "Han Fei telah memutuskan untuk membiarkan ahli yang lebih kuat membuka kabin ini setelah dia kembali.", "Jadi, Han Fei memegang ikan kuning di tangan kirinya dan kura-kura hijau di tangan kanannya. Setelah menyerapnya, dia menendang mayat-mayat itu dari perahu. Meski ikan masih bisa dijual setelah mereka mati, uang itu tidak sepenting rahasianya.", "Belasan menit kemudian, Han Fei kembali terkejut.", "Han Fei memiliki 814 poin energi spiritual!", "Han Fei terengah-engah. Penyimpanan Pot Pemurnian Iblis tidak memiliki batas atas.", "Han Fei menikmati sinar matahari di dek, senang. Dia mengira akan memakan waktu lama sebelum dia menyimpan seribu poin energi spiritual, tetapi suatu malam ternyata sudah hampir cukup.", "Haruskah Aku melakukannya lagi besok malam?", "Apa yang tidak diketahui Han Fei adalah, jika dia memberi tahu orang lain tentang hal itu, mereka akan berpikir bahwa dia gila untuk berlatih di pagi hari di bawah matahari, yang akan membakar orang lain menjadi abu!", "Dia membersihkan perahu dan sengaja meninggalkan beberapa jejak. Dia juga memotong tentakel lobster tentakel dan menendangnya ke dalam air, karena dia tidak dapat menjelaskan mengapa lobster sebesar itu terbaring utuh di sini.", "Matahari sudah tinggi, dan banyak perahu turun dari langit.", "Salah satu dari mereka datang langsung ke tempat Han Fei berada.", "Wang Jie datang dengan dua pengawas lainnya.", "“Hah?”", "Wang Jie tidak memeriksa apakah Han Fei baik-baik saja, atau memperhatikan lingkaran hitam di sekitar mata Han Fei. Dia dan bawahannya terkejut dengan kekacauan di perahu Han Fei.", "www.worldnovel.online"]},
{"testing": ["Bab 6: Energi Spiritual Berharga Penerjemah: Henyee Translations Editor: Henyee Translations", "Lusinan ikan melompat ke dalam air di dekat perahu dan baru pergi beberapa menit kemudian, seolah-olah mereka bertanya kepadanya mengapa energi spiritual terputus.", "Han Fei sangat bersemangat. Bisakah ikan merasakan energi spiritual yang tertarik padanya selama berkultivasi?", "Melihat semakin banyak ikan yang pergi, Han Fei bergegas memasang umpan di kail dan melemparkan pancing. Mungkinkah ada momen yang lebih baik?", "Tidak ada yang tahu apakah Han Fei lebih beruntung ketika dia dalam suasana hati yang baik, tetapi dia merasakan kekuatan yang sangat besar saat dia mengucapkan kalimat itu.", "Han Fei meraung dan mencengkeram tiang. Karena tidak punya waktu untuk repot dengan trik memancing apa pun, dia hanya menarik tiang dengan keras.", "“Sial! Makhluk ini kuat! ”", "Kailnya bergetar hebat, meyakinkan Han Fei bahwa itu bukan lobster tentakel. Karena itu, Han Fei menariknya tanpa kekhawatiran.", "Mungkin karena levelnya terlalu rendah, Han Fei hampir kehilangan alat pancingnya beberapa kali. Setelah beberapa menit berjuang, seekor ikan besar berwarna kuning akhirnya diangkat dari air. Itu tidak sebesar yang ditangkap Chen Tua, tapi itu pasti bisa dihitung sebagai ikan besar.", "Data muncul dalam pandangannya.", " Ikan Kuning", " Tiga", " Reguler", " 6 poin", " Dapat meningkatkan kesehatan seseorang jika dimakan dalam jangka waktu yang lama.", "Tidak membuang waktu, Han Fei buru-buru memperbaiki umpan dan melemparkan tali. Karena ikannya banyak, maka umpan diambil dengan cepat, tetapi ikannya sangat kuat dan lepas dari kailnya. Pada akhirnya, dia bahkan tidak bisa mendapatkan udang.", "Setelah dia terbiasa dengan teknik tersebut, Han Fei segera menangkap ikan kuning kedua, meskipun tampaknya lebih kecil dari yang pertama.", "Han Fei tidak ambil pusing, karena beratnya masih hampir tiga puluh kilogram. Kebutuhan hariannya adalah 150 kilogram.", "Namun, yang mengejutkan Han Fei adalah bahwa memancing dengan energi spiritual menghabiskan lima poin energi spiritual, padahal ikan kuning ini hanya mengandung lima poin energi spiritual. Itu keterlaluan.", "Ikan lain mengambil umpan setelah satu jam. Han Fei memperkirakan bahwa itu adalah periode waktu normal. Kawanan ikan hanya berkumpul sekarang karena energi spiritual.", "Alih-alih menarik ikan segera setelah mengambil umpan, Han Fei belajar memusatkan energinya pada pancing, merasakan pergulatan ikan, dan memutar pancing. Kemudian, dia bisa menarik ikan dengan mudah.", "Tentu saja, tidak selalu berhasil. Kailnya tergelincir lebih dari sepuluh kali selama lima jam, dan Han Fei hanya menangkap tidak lebih dari sepuluh ikan secara total, termasuk dua ikan putih kecil.", "Satu jam lagi berlalu. Malam sudah gelap. Angin bertiup kencang dan suhu turun.", "Dia memiliki satu umpan terakhir yang tersisa. Di kabinnya, delapan hingga sembilan ikan kuning sedang berenang. Dia merasa beruntung karena mereka semua adalah ikan kuning. Jika dia bertemu dengan penyu hijau, dia mungkin tidak akan bisa menangkapnya.", "Pekerjaannya akan selesai setelah dia menggunakan umpan terakhir.", "Tiba-tiba, Han Fei teringat peringatan Wang Jie. Apakah dia akan menangkap sesuatu yang lain jika dia menenggelamkan kailnya lebih dari tiga meter?", "Han Fei berpikir tidak ada salahnya jika dia mencobanya. Sedikit lebih dalam dari tiga meter seharusnya tidak terlalu berbahaya. Ikan kuning ternyata terlalu inferior. Dia bermaksud membidik penyu hijau.", "Kali ini, Han Fei sengaja melonggarkan tali pancing. Dia merasa mungkin ada penyu hijau tiga meter di bawah.", "Ternyata, tali pancing bergerak saat Han Fei menjatuhkan kailnya.", "Apakah ikan yang berada tiga meter di bawah begitu aktif?", "Han Fei sangat senang. Semakin dalam ikan, semakin cepat mereka mengambil umpan?", "Ia segera menarik pancingnya ke atas, namun tiba-tiba ia kehilangan keseimbangan dan terjatuh di atas kapal setelah tali pancing putus.", "Berkat bulan yang cerah, Han Fei melihat tepi dingin di lautan redup. Seekor ikan aneh sepanjang setengah meter melesat ke arahnya.", "Han Fei menyadari bahwa itu adalah ikan pedang. Dia telah bertemu dengan ikan pedang? Apakah ikan pedang memotong tali pancingnya barusan?", "Semua orang tahu bahwa ikan pedang membawa pisau di punggungnya. Bilahnya bahkan bisa dijadikan senjata dan dijual dengan harga tinggi.", "Pisau pada ikan pisau bisa lepas dari tubuhnya. Tepi dingin yang dilihat Han Fei persis seperti pisau.", "Han Fei bergegas memblokirnya dengan tongkat pancingnya.", "Retak…", "Pancing itu hancur dalam sekejap mata. Han Fei jatuh kembali di bawah kekuatan yang sangat besar. Syukurlah, pisaunya bbergegas melewati wajahnya dan menusuk ke dalam hutan.", "Han Fei linglung. Itu sangat dekat. Jika dia tidak jatuh, apakah dia akan dipotong menjadi dua?", "Han Fei berguling di atas perahu dan memukulnya dengan pancing.", "Lengan Han Fei menjadi kaku. Ikannya terlalu kuat.", "Han Fei membenarkan bahwa hiu pun tidak seganas makhluk ini, yang memiliki keterampilan.", "Tidak memiliki tempat untuk bersembunyi, Han Fei tiba-tiba memikirkan sesuatu. Jika energi spiritual dapat disuntikkan ke dalam pancing, dapatkah pancing tersebut digunakan sebagai senjata?", "Han Fei meraih dua bagian pancing. Mengirimkan energi spiritualnya kepada mereka, dia menikam mereka di kepala ikan.", "Han Fei merasa seperti dipukul di dada oleh batu raksasa. Dia terlempar ke dinding, mengeluarkan darah dari dalam. Saat berikutnya, seekor ikan yang berat jatuh ke tubuhnya.", "“Batuk, batuk… Sial, kenapa ikan di sini sangat berbahaya?”", "Pancing menusuk ke mulut ikan pisau. Ikan itu terlalu kuat dan membunuh dirinya sendiri dengan menekan tiang. Han Fei lolos dari bencana.", "Setelah sekian lama, Han Fei akhirnya kembali ke dirinya sendiri. Dia merasa dia sudah kehabisan tenaga. Tubuhnya mati rasa dan nyeri.", "Dia akhirnya mengerti mengapa orang tidak suka menangkap ikan pisau. Makhluk seperti itu benar-benar mematikan.", " Blade Fish", " Enam", " Reguler (Mati)", " 22 poin", " Dapat meningkatkan kesehatan seseorang jika dimakan dalam jangka waktu yang lama.", " Pisau Sirip Bawah", "“Ini adalah pisau inferior? Akan seperti apa yang lebih baik itu? ”", "Han Fei terengah-engah, kehilangan kata-kata. Pergelangan tangannya merasakan sakit yang menusuk setelah konsumsi energi spiritual yang luar biasa.", "Dia menunduk, hanya untuk menemukan bahwa labu itu bersinar. Secara samar-samar, dia melihat lampu hijau bergerak dari ikan pisau ke labu sebelum menghilang.", "Apakah labu telah menyerap energi spiritual?", "Gululu…", "Han Fei sangat lapar sehingga dia memotong sepotong daging dari ikan pisau yang mati. Dagingnya berbau dan tidak berasa setelah energi spiritual menghilang.", "Namun, rasa laparnya masih sangat lega. Dia melihat Pot Pemurnian Iblis, tetapi hanya melihat dua titik energi spiritual.", "Han Fei kehilangan kata-kata. Energi spiritual yang diserap oleh labu tidak dihitung sebagai penyimpanan Aku?", "Karena tidak punya pilihan, Han Fei hanya bisa mengambil ikan kuning dari kabin dan melahapnya.", "“Sayang sekali! Beratnya puluhan kilogram… ”", "Han Fei mengeluh sambil menyerapnya. Sementara itu, dia memandangi labu itu dengan rasa ingin tahu. Namun, tidak ada tanggapan setelah sekian lama.", "www.worldnovel.online"]},
{"testing": ["Bab 3: Kekuatan Yang Paling Penting Penerjemah: Henyee Translations Editor: Henyee Translations", "Pot Pemurnian iblis", "Pemilik: Han Fei", "Level: Dua (Fisher Pemula)", "Energi Spiritual: 48 (48)", "Warisan Spiritual: Level Satu, Tidak Lengkap (Dapat Ditingkatkan)", "Seni Utama: Soul Fishing (Dapat Diperbaiki)", "Han Fei cukup terkejut. Pot Pemurnian iblis? Tentang apa labu di pergelangan tangannya?", "Di satu sisi rangkaian data, ada opsi berkilau bertuliskan “Seni”.", "Han Fei mengklik “Seni” dengan rasa ingin tahu.", "Seni yang Ada:", "Soul Fishing (Tidak Lengkap)", "Level satu Imobilisasi (Tidak Lengkap)", "Catatan: Seni kuno generik ini sekarang tidak lengkap setelah berlalunya waktu. Memperbaiki itu akan menghabiskan 1.000 poin energi spiritual.", "Mata Han Fei langsung bersinar. Apakah Aku disukai oleh takdir?", "Kegembiraannya tidak bertahan lama.", "Ketika Han Fei memperhatikan 48 poin energi spiritualnya dan menyadari kesenjangan antara itu dan seribu, dia kehilangan kata-kata.", "Kemudian, melihat “Dapat Diperbaiki” di belakang nama seni itu, dia pikir dia sebaiknya mencoba memperbaikinya.", "Ketika dia memikirkan hal itu, 48 poinnya segera dikurangi menjadi nol, dan gambar kabur itu hilang.", "Gululu…", "“Aku sangat lapar!”", "Han Fei merasa dunia berputar dan dia akan jatuh. Energi spiritualnya yang meluap tiba-tiba menghilang.", "Han Fei terhuyung ke meja dan memakan kerang yang belum selesai. Dia tidak merasa lebih baik sampai dia menelan semua kerang dan energi spiritualnya berubah menjadi 12 poin.", "Namun, yang membuatnya kesal, data tentang kerang membuatnya berharap dia mati. Mereka hanya berada di level satu, hampir tidak cukup untuk mengisi perutnya.", "“Empat poin terlalu sedikit. Apa yang dimaksud dengan ‘dapat diserap’ di sini? ”", "Ketika dia memikirkan hal itu, Han Fei menyadari bahwa kerang di depannya kehilangan sesuatu. Dia memeriksa datanya sendiri, hanya untuk menemukan bahwa energi spiritualnya menjadi 16 poin.", "Informasi kerang telah berubah total.", " Kerang Segar", " Satu", " Buruk", " 0 poin", " Makanan ini bisa menghindarkanmu dari kelaparan. Tidak ada lagi.", "“Aku bisa melakukan ini?”", "Han Fei terkejut. Apakah Aku hanya perlu menyentuh kerang dan tidak memakannya?", "Alih-alih menyentuh semua kerang lainnya dengan segera, Han Fei bergumam, “Pot Pemurnian Iblis dapat langsung menyerap energi spiritual? Apakah itu berarti Aku akan memiliki energi spiritual yang tak terbatas selama ada cukup makanan laut? Jika Aku bisa menyerap kerang, dapatkah Aku menyerap bunga, rumput, atau batu? ”", "Kemudian, Han Fei fokus pada Warisan Spiritualnya, yaitu Level Satu, Tidak Lengkap. Apakah itu alasan mengapa dia tidak bisa berkembang?", "Melihat bahwa masih ada beberapa kerang di dalam tangki, Han Fei berpikir untuk memperbaiki Warisan Spiritualnya, hanya untuk mengetahui bahwa itu juga akan menghabiskan 1.000 poin energi spiritual.", "Han Fei kehilangan kata-kata. Di mana Aku dapat menemukan 1.000 poin energi spiritual?", "Dia memfokuskan pandangannya pada kerang lagi.", "Beberapa menit kemudian, dia menyentuh semua kerang, dan energi spiritualnya mencapai 52 poin.", "Tunggu, jumlah energi spiritual bisa melebihi kapasitas tubuh Aku?", "Han Fei kaget. Itu berarti dia akan memiliki energi spiritual yang tidak ada habisnya selama dia menyimpan cukup banyak, sedangkan orang lain harus beristirahat dan memulihkan diri setelah energi spiritual mereka habis.", "Namun, Han Fei segera menyerah, karena dia bahkan tidak memiliki cukup makanan laut untuk diserap!", "Membersihkan semua cangkang kerang, Han Fei duduk di tempat tidur lagi, siap untuk budidaya.", "Kali ini, Han Fei tidak berani memperbaiki seni apa pun. Dia hanya melihat sekilas dan melihat bilah kemajuan yang telah bergerak maju sedikit. Itu pasti karena dia mengkonsumsi 48 poin energi spiritual sekarang. Dia terus membaca dan melihat informasi baru.", "Seni yang Ada:", "Soul Fishing (Tidak Lengkap)", "Level satu Imobilisasi (Tidak Lengkap)", "Catatan: Seni kuno generik sekarang tidak lengkap setelah berlalunya waktu. Memperbaiki itu akan menghabiskan 1.000 poin energi spiritual.Seni Pengganti: Void Fishing", "Kemajuan: 48/1000", "Han Fei mendecakkan lidahnya. Baiklah, lebih baik Aku berkultivasi sendiri!", "Han Fei duduk bersila di tempat tidur.", "Labu tampak samar-samar di pergelangan tangannya lagi, tapi tidak sesakit sebelumnya.", "Dalam meditasinya, Han Fei merasakan sesuatu yang sejuk di udara mengalir ke tubuhnya.", "Setelah sekian lama, Han Fei yang berada di tengah-tengah kultivasinya tiba-tiba berbaring dan tertidur.", "BAM…", "Han Fei tertidur lelap saat pintunya ditendang terbuka oleh seorang gendut yang tampak ganas, yang menunjuk ke arah Han Fei dan meraung, “Ini dia! Kamu masih tidur? Kamu pikir Kamu bosnya? Pergi ke perikanan umum dalam satu jam! Jangan berpikir Kamu bisa tinggal di rumah karena Kamu sakit! Jangan kembali malam ini jika Kamu tidak dapat menyelesaikan misi Kamu! ”", "Han Fei memandangi si gendut, yang namanya Zhang Han. Pria itu adalah pengawas area.", "Orang bijak tahu kapan harus mundur. Dengan Pot Pemurnian Iblis, itu hanya masalah baginya untuk bangkit. Tidak perlu menimbulkan masalah sekarang.", "Han Fei bangkit dengan cepat dan tersenyum. Supervisor Zhang, kita pergi hari ini?", "“Tentu saja! Kamu pikir seseorang akan menawarkan Kamu makanan secara gratis? Kamu beruntung karena menurut aturan baru, nelayan biasa hanya perlu membayar pajak 150 kilogram ikan setiap hari. ”", "Zhang Han kemudian mencibir, “Namun, jika Kamu tidak bisa mengirimkan 150 kilogram, Kamu tahu konsekuensinya, bukan? Tidak ada pria tidak berguna yang tinggal di Desa Air Surgawi. Kamu akan bermalam di laut. Pikirkan baik-baik. ”", "Han Fei khawatir. Dia tahu bahwa para nelayan yang tidak bisa membayar pajak akan diusir. Dikatakan bahwa malam di laut berbahaya dengan serangan ikan. Tidak ada yang pernah bertahan selama lima malam berturut-turut di lautan.", "Namun, dia berkata sambil tersenyum, “Supervisor Zhang, Aku kehilangan pancingan dan umpan Aku, jadi …”", "Zhang Han menyeringai. “Bukan masalah besar. Aku akan memberi Kamu alat pancing biasa dan sekotak umpan hanya untuk sepuluh mutiara berkualitas rendah. Bagaimana menurut Kamu?”", "Han Fei mengepalkan tinjunya lebih erat. Pria itu jelas memanfaatkannya. Sebuah pancing biasa berharga tiga mutiara berkualitas rendah, dan sekotak umpan hanya berharga delapan puluh koin laut.", "Menarik napas dalam-dalam, Han Fei berkata, “Pengawas Zhang, Aku hanya memiliki dua puluh koin laut untuk saat ini. Bolehkah Aku meminjam peralatan Kamu? ”", "Zhang Han mengubah ekspresinya dan berkata dengan marah, “Mengapa kamu tidak memberitahuku lebih awal bahwa kamu tidak punya uang? Kamu bahkan tidak memiliki sepuluh mutiara berkualitas rendah? Kamu ditakdirkan menjadi warga sipil selama sisa hidup Kamu… Jika Kamu mati di lautan, bagaimana Kamu bisa membayar Aku kembali? ”", "Meskipun itu yang dia katakan, Zhang Han berbalik dan pergi, tidak lupa memberi tahu Han Fei untuk pergi ke tokonya, tetapi bunga akan dikumpulkan!", "Han Fei marah, tetapi dia juga menyadari bahwa dia berada di dunia di mana yang kuat memangsa yang lemah. Balas dendam adalah hidangan yang paling baik disajikan dingin. Dia memutuskan untuk menahan diri sampai dia bisa membalas pria itu.", "…", "Segera, Han Fei datang ke pelabuhan keberangkatan.", "Zhang Han memiliki toko sendiri, tapi dia tidak terlalu memperhatikannya. Ketika Han Fei datang, pria itu sedang makan kerang kecil.", "Zhang Han menemukan pancing compang-camping dan sekotak umpan hijau di tokonya, sebelum dia melemparkannya ke Han Fei.", "Dia berkata, “Kamu akan diasingkan jika Kamu tidak masih memenuhi syarat untuk Ujian Memancing. Pergi sekarang. Ingat, satu mutiara berkualitas rendah setiap hari. ”", "Di kantor pendaftaran, Han Fei menyelesaikan dokumen dan di bawah tatapan resepsionis, Han Fei naik perahu delapan orang.", "Seorang pria paruh baya di sebelah Han Fei berkata, “Duduklah dengan tenang. Kami sudah pergi. ”", "Han Fei masih tercengang meski mengalami pengalaman terakhir. Dunia ini terlalu indah. Pantulan matahari yang sangat besar mewarnai lautan menjadi merah. Itu sangat indah.", "“Hei! Apa yang menarik dari matahari? Kamu tidak memancing kailnya? ”", "Han Fei berbalik, hanya untuk menemukan bahwa semua orang meletakkan umpan hijau di kail pancing mereka.", "Umpan hijau adalah umpan paling umum untuk nelayan biasa. Itu seperti cacing tanah tetapi lebih tebal dan lebih pendek.", "Seorang pria muda di atas kapal memandang Han Fei. “Kamu adalah orang yang ditarik ke laut oleh penyu hijau kemarin?”", "Seni yang Menggantikan: Void Fishing", "Kemajuan: 48/1000", "Han Fei mendecakkan lidahnya. Baiklah, lebih baik Aku berkultivasi sendiri!", "Han Fei duduk bersila di tempat tidur.", "Labu tampak samar-samar di pergelangan tangannya lagi, tapi tidak sesakit sebelumnya.", "Dalam meditasinya, Han Fei merasakan sesuatu yang sejuk di udara mengalir ke tubuhnya.", "Setelah sekian lama, Han Fei yang berada di tengah-tengah kultivasinya tiba-tiba berbaring dan tertidur.", "BAM…", "Han Fei tertidur lelap saat pintunya ditendang terbuka oleh seorang gendut yang tampak ganas, yang menunjuk ke arah Han Fei dan meraung, “Ini dia! Kamu masih tidur? Kamu pikir Kamu bosnya? Pergi ke perikanan umum dalam satu jam! Jangan berpikir Kamu bisa tinggal di rumah karena Kamu sakit! Jangan kembali malam ini jika Kamu tidak dapat menyelesaikan misi Kamu! ”", "Han Fei memandangi si gendut, yang namanya Zhang Han. Pria itu adalah pengawas area.", "Orang bijak tahu kapan harus mundur. Dengan Pot Pemurnian Iblis, itu hanya masalah baginya untuk bangkit. Tidak perlu menimbulkan masalah sekarang.", "Han Fei bangkit dengan cepat dan tersenyum. Supervisor Zhang, kita pergi hari ini?", "“Tentu saja! Kamu pikir seseorang akan menawarkan Kamu makanan secara gratis? Kamu beruntung karena menurut aturan baru, nelayan biasa hanya perlu membayar pajak 150 kilogram ikan setiap hari. ”", "Zhang Han kemudian mencibir, “Namun, jika Kamu tidak bisa mengirimkan 150 kilogram, Kamu tahu konsekuensinya, bukan? Tidak ada pria tidak berguna yang tinggal di Desa Air Surgawi. Kamu akan bermalam di laut. Pikirkan baik-baik. ”", "Han Fei khawatir. Dia tahu bahwa para nelayan yang tidak bisa membayar pajak akan diusir. Dikatakan bahwa malam di laut berbahaya dengan serangan ikan. Tidak ada yang pernah bertahan selama lima malam berturut-turut di lautan.", "Namun, dia berkata sambil tersenyum, “Supervisor Zhang, Aku kehilangan pancingan dan umpan Aku, jadi …”", "Zhang Han menyeringai. “Bukan masalah besar. Aku akan memberi Kamu alat pancing biasa dan sekotak umpan hanya untuk sepuluh mutiara berkualitas rendah. Bagaimana menurut Kamu?”", "Han Fei mengepalkan tinjunya lebih erat. Pria itu jelas memanfaatkannya. Sebuah pancing biasa berharga tiga mutiara berkualitas rendah, dan sekotak umpan hanya berharga delapan puluh koin laut.", "Menarik napas dalam-dalam, Han Fei berkata, “Pengawas Zhang, Aku hanya memiliki dua puluh koin laut untuk saat ini. Bolehkah Aku meminjam peralatan Kamu? ”", "Zhang Han mengubah ekspresinya dan berkata dengan marah, “Mengapa kamu tidak memberitahuku lebih awal bahwa kamu tidak punya uang? Kamu bahkan tidak memiliki sepuluh mutiara berkualitas rendah? Kamu ditakdirkan menjadi warga sipil selama sisa hidup Kamu… Jika Kamu mati di lautan, bagaimana Kamu bisa membayar Aku kembali? ”", "Meskipun itu yang dia katakan, Zhang Han berbalik dan pergi, tidak lupa memberi tahu Han Fei untuk pergi ke tokonya, tetapi bunga akan dikumpulkan!", "Han Fei marah, tetapi dia juga menyadari bahwa dia berada di dunia di mana yang kuat memangsa yang lemah. Balas dendam adalah hidangan yang paling baik disajikan dingin. Dia memutuskan untuk menahan diri sampai dia bisa membalas pria itu.", "…", "Segera, Han Fei datang ke pelabuhan keberangkatan.", "Zhang Han memiliki toko sendiri, tapi dia tidak terlalu memperhatikannya. Ketika Han Fei datang, pria itu sedang makan kerang kecil.", "Zhang Han menemukan pancing compang-camping dan sekotak umpan hijau di tokonya, sebelum dia melemparkannya ke Han Fei.", "Dia berkata, “Kamu akan diasingkan jika Kamu tidak masih memenuhi syarat untuk Ujian Memancing. Pergi sekarang. Ingat, satu mutiara berkualitas rendah setiap hari. ”", "Di kantor pendaftaran, Han Fei menyelesaikan dokumen dan di bawah tatapan resepsionis, Han Fei naik perahu delapan orang.", "Seorang pria paruh baya di sebelah Han Fei berkata, “Duduklah dengan tenang. Kami sudah pergi. ”", "Han Fei masih tercengang meski mengalami pengalaman terakhir. Dunia ini terlalu indah. Pantulan matahari yang sangat besar mewarnai lautan menjadi merah. Itu sangat indah.", "“Hei! Apa yang menarik dari matahari? Kamu tidak memancing kailnya? ”", "Han Fei berbalik, hanya untuk menemukan bahwa semua orang meletakkan umpan hijau di kail pancing mereka.", "Umpan hijau adalah umpan paling umum untuk nelayan biasa. Itu seperti cacing tanah tetapi lebih tebal dan lebih pendek.", "Seorang pria muda di atas kapal memandang Han Fei. “Kamu adalah orang yang ditarik ke laut oleh penyu hijau kemarin?”", "www.worldnovel.online"]},
{"testing": ["Bab 10: Perubahan Kehidupan Penerjemah: Henyee Translations Editor: Henyee Translations", "Setelah dia kembali ke rumah, Han Fei tidak terburu-buru untuk mengambil Cairan Pemoles Tubuh Kepala Ikan, yang hanya bisa memperkuat otot dan tulangnya dan meningkatkan peluang untuk bertahan hidup di lautan.", "Han Fei memotong ikan kuning menjadi banyak bagian. Dia bermaksud memasaknya, tetapi tidak ada bumbu di rumah kecuali garam.", "Baiklah, Aku akan mengukusnya!", "Satu jam kemudian, dia kenyang dan energik.", "Membatalkan Memancing? Aku harus bisa menaikkan levelnya sekarang. Mari kita lihat seberapa baik Kamu.", "Cahaya emas meledak di depan matanya. Kemudian, kata-kata canggih yang tak terbatas muncul di kepalanya.", "Tepat ketika karya seni itu selesai, guntur bergemuruh di langit yang cerah, diikuti oleh badai besar yang membentang lebih dari sepuluh ribu kilometer.", "…", "Hampir pada saat yang sama, di kota terapung yang jaraknya sepuluh ribu kilometer, seseorang sedang menghitung dalam kehampaan.", "“Hah? Sebuah fenomena yang tidak biasa di desa di bawah komando Aku? ”", "Kemudian, pria itu melangkah maju dan menulis dekrit di udara dengan tangannya sebagai pena.", "“Mulai hari ini, pasokan sumber daya untuk semua desa akan berlipat ganda. Semua akademi akan memperhatikan bakatnya. Laporkan jika Kamu menemukan… ”", "…", "Pada saat itu, Han Fei terlalu pucat sekarang untuk peduli jika hujan. Ketika kata-kata canggih itu muncul, Han Fei merasa seperti balon yang baru saja muncul. Dia jelas merasakan bahwa dia telah mundur menjadi nelayan tingkat dua.", "Han Fei hampir menangis. Aku baru saja meningkatkan seni. Bukankah seharusnya Aku naik ke puncak hidup Aku? Mengapa kemampuan Aku menurun?", "Tapi itu belum berakhir. Setelah sebentar tinggal sebagai nelayan tingkat dua, Han Fei terus melemah sampai dia tidak lebih baik dari anak berusia lima tahun.", "Untuk sesaat, Han Fei hampir pingsan sambil menangis.", "Hah! Tunggu, mengapa Aku merasa bahwa Aku lebih kuat ketika level Aku turun?", "Guntur masih bergemuruh. Han Fei melihat Pot Pemurnian Iblis.", "Itu telah turun level dan hanya ada 104 energi spiritual yang tersisa.", "Han Fei tersentak keras saat melihat energi spiritual. Dia ingat bahwa energi spiritual dasarnya adalah enam puluh poin ketika dia berada di level tiga. Mengapa sekarang masih enam puluh saat dia berada di level satu?", "Namun seninya memiliki Hook Kiss tambahan di Void Fishing.", "Han Fei segera duduk tegak dan mulai berkultivasi.", "Setelah satu jam lagi, Han Fei menerobos.", "Hanya dalam dua jam, dia turun dari level tiga ke level satu dan kemudian kembali ke level tiga. Dia tampak sama seperti sebelumnya, tetapi hanya dia yang tahu apa yang telah dia pegang.", "Tubuhnya akan dimodifikasi oleh energi spiritual alami saat dia menjadi lebih kuat. Sekarang pembuluh darah dan tubuhnya mengeras, itu adalah tanda terobosan lain.", "Namun, apakah benar-benar baik untuk membuat terobosan terus menerus? Saat ide itu muncul di kepalanya, dia merasakan sesuatu dari jauh, jauh sekali.", "Segera, dia meminum Cairan Pemoles Tubuh Kepala Ikan.", "Aliran dingin mengalir ke seluruh tubuhnya, menenangkan kulitnya yang panas.", "Setelah seperempat lainnya, retakan lain keluar dari tubuhnya. Han Fei telah memecahkan penghalang dan menjadi nelayan tingkat empat dengan mudah. Untuk pertama kali dalam hidupnya, dia adalah seorang nelayan perantara.", "Demikian pula, Pot Pemurnian Iblis telah mencapai level empat — level menengah. Energi spiritualnya meningkat menjadi 119.", "Han Fei tersentak keras. Dia baru saja mencapai level baru, dan penyimpanan energi spiritualnya sendiri adalah 119 poin, yang mana lebih banyak 50 poin dari biasanya. Apakah dia benar-benar akan naik ke puncak hidupnya?", "Hah? Warisan Spiritual Aku telah menjadi Tingkat Satu, Kualitas Tinggi?", "Han Fei kaget. Bisakah Warisan Spiritualnya mendapat manfaat dari peningkatan seni utamanya?", "Membuka matanya, Han Fei segera mencium bau busuk di rumah.", "Dia memandangi tubuhnya, hanya untuk melihat segala macam kotoran dan lumpur yang lengket.", "Hah? Apakah ini Pembersihan Tubuh yang legendaris?", "Han Fei kehabisan. Saat itu masih hujan, jadi Han Fei mandi di air hujan.", "Setelah membersihkan semuanya, Han Fei merebus dua kerang dan memakannya, sebelum dia pergi ke sekolah dengan pakaiannya yang mengerikan.", "Han Fei menduga pakaiannya terbuat dari kulit ikan. Pakaian seperti itu sangat ketat.", "Ini akan baik-baik saja untuk pria, tetapi jika wanita mengenakan pakaian seperti itu …", "Han Fei bertemu Hu Kun di jalan sebelum dia tiba di sekolah.", "Hu Kun juga terpana melihat Han Fei. Wajahnya mengerikan. Pria itu menjadi terkenal setelah selamat dari gelombang ikan kemarin. Konon dia juga menghasilkan banyak uang dengan menjual ikan. Itu akan sia-sia, bukan scamming dia!", "Hu Kun mencibir, “Hei, bukankah ini nelayan tingkat dua yang diseret ke laut oleh penyu hijau?”", "www.worldnovel.online"]},
{"testing": ["Bab 9: Penerjemah Bandit Tidak Masuk Akal: Editor Terjemahan Henyee: Terjemahan Henyee", "Han Fei mencibir. Wang Jie menawarkan mutiara kualitas sedang, dan Kamu hanya memberi Aku beberapa mutiara kualitas rendah. Aku akan menjadi bodoh jika Aku menjualnya kepada Kamu.", "Han Fei memandang Song Fei. Song Fei mendengus dan berkata, “Diam! Mari patuhi aturan. Ikan kuning, enam belas koin laut per kilogram; ikan putih, delapan koin laut per kilogram; penyu hijau, empat puluh koin laut per kilogram. Pedang itu tidak untuk dijual… Jika Kamu menginginkannya, pesan sekarang; jika tidak, pergi! ”", "Song Fei mencibir. Kamu ingin pisau Aku? Teruslah bermimpi!", "Semua orang terkejut bahwa Song Fei mendukung bocah itu. Apa latar belakangnya?", "Tak lama kemudian, semua ikan, kecuali ikan kuning yang disimpan Han Fei untuk dirinya sendiri, dijual seharga 1.480 koin laut, yang setara dengan 148 mutiara kualitas rendah atau satu setengah mutiara kualitas sedang.", "Sebagian besar uang berasal dari penyu hijau, yang harganya mahal. Memang tidak banyak, tapi banyak bajingan di pelabuhan sudah melihatnya.", "Han Fei sakit kepala setelah dia menerima uang itu. Dia harus mengeluarkan uang itu secepat mungkin, atau uang itu akan diperas darinya keesokan harinya.", "Song Fei juga tahu itu, jadi dia membawa Han Fei ke toko Wang Jie.", "Sebagai seorang ahli memancing, Wang Jie secara alami memenuhi syarat untuk membuka toko. Tokonya berada di area emas distrik.", "Di toko, Song Fei berkata, “Guan Tua, aku membawakan bisnis untukmu.”", "Seorang lelaki tua, yang tampak polos tapi lihai, datang menyambutnya.", "Song Fei menceritakan apa yang terjadi dengan lelaki tua itu. Segera, orang tua itu menyeringai. “Wah, tidak mudah bagimu untuk selamat dari gelombang ikan. Karena bos Aku menjanjikan Kamu sebuah alat pancing, Kamu bisa memilih salah satu tiang di toko selama harganya lebih rendah dari satu mutiara kualitas sedang. ”", "Han Fei tidak tahu kualitas kutubnya, tetapi setelah sekilas, dia melihat bahwa kebanyakan dari mereka dipatok pada 18, 28, 58, atau 68 mutiara berkualitas rendah. Ada sekitar sepuluh tiang yang harganya 88 mutiara kualitas rendah.", "Hanya ada tiga tiang pancing dengan harga di atas 88 mutiara. Mereka diberi label masing-masing 128, 168, dan 188.", "Han Fei memutar matanya dan berkata, “Tuan. Guan, boleh Aku minta yang harganya 128 mutiara kualitas rendah? Yah, Aku bisa membayar uang ekstra jika terlalu banyak. ”", "Song Fei dan Tuan Guan sama-sama mengerti. Semua orang menginginkan alat pancing yang bagus. Mereka bahkan berpikir bahwa Han Fei akan memilih mutiara 188 karena dia punya uang!", "Han Fei menjalankan beberapa perhitungan. Dia masih memiliki 120 mutiara berkualitas rendah. Terlalu banyak.", "Han Fei bertanya, “Tuan. Guan, apakah Kamu memiliki Cairan Pemoles Tubuh Kepala Ikan? ”", "Tuan Guan terkejut. “Ya, tapi setiap botol berharga satu mutiara kualitas sedang. Apakah kamu yakin ingin satu? ”", "Han Fei berkata, “Ya.”", "Guan Tua dengan hati-hati mengambil sebotol cairan hijau cerah dari sebuah kotak dan berkata, “Ini adalah harta karun yang nyata. Bahkan toko kami hanya memiliki jumlah botol yang terbatas. Ingat, latih segera setelah Kamu memakainya. Efek obatnya bisa bertahan paling lama enam jam. ”", "Han Fei memasukkannya ke sakunya. “Terima kasih, Tuan Guan.”", "Ia meninggalkan toko dengan membawa pancing besi senilai 128 mutiara kualitas rendah dan belati hitam senilai delapan mutiara kualitas rendah.", "Song Fei berkata, “Baiklah, kamu telah menghabiskan semua uangmu. Siapkan makanan untuk diri Kamu sendiri. Aku akan kembali sekarang. ”", "Song Fei pergi, dan Han Fei langsung pergi ke toko Zhang Han di pasar ikan melalui jalan utama.", "Zhang Han sedang mengobrol dengan seseorang. Dia terkejut melihat Han Fei. “Hah? Kamu masih hidup?”", "Han Fei menyeringai. “Aku hampir tidak bisa kembali. Ini uang yang harus aku bayar padamu. ”", "Zhang Han tercengang saat Han Fei mempersembahkan dua belas mutiara berkualitas rendah. Bagaimana pria itu menghasilkan begitu banyak uang setelah semalaman di lautan?", "Hah! Tunggu, dia memegang pancing besi? Itu bagus!", "Zhang Han tersentak. “Kamu adalah anak laki-laki yang selamat dari gelombang ikan?”", "Han Fei tersenyum polos. Itu murni keberuntungan.", "Zhang Han sangat cemburu sehingga dia ingin menipu Han Fei dari uangnya di sana, tetapi dia tidak bisa karena Han Fei tidak memiliki mutiara berkualitas rendah. Tidak akan berakhir dengan baik jika Han Fei melaporkannya ke supervisor.", "Zhang Han berkata, “Baiklah, kamu punya uang sekarang. Apakah Kamu ingin umpan? Satu mutiara berkualitas rendah untuk sebuah kotak. ”", "Han Fei mencibir. Apakah Kamu benar-benar membawa Aku fatau bodoh? Harganya hanya delapan puluh koin laut di tempat lain.", "Namun, Han Fei hanya tersenyum. “Manajer Zhang, Aku memiliki delapan mutiara kualitas rendah tersisa. Aku mau membeli umpan dan kerang. Apakah Kamu memiliki?”", "Mata Zhang Han langsung berbinar. “Tentu saja! Saudara Zhang akan memberimu harga khusus! ”", "Oleh karena itu, ketika Han Fei pergi ke rumah, dia membawa puluhan kerang dan dua kotak umpan. Dia rupanya telah menghabiskan dua mutiara berkualitas rendah lagi untuk itu.", "Ketika Han Fei hampir pulang, beberapa bajingan muncul.", "Seperti yang diharapkan Han Fei, seseorang telah mengikutinya sejak dia meninggalkan pelabuhan.", "Seorang lemak kejam menggosok jari-jarinya dan mendekatinya. “Wah, Aku diberi tahu bahwa Kamu mendapatkan lebih dari seratus mutiara berkualitas rendah hari ini, bukan? Apakah menurut Kamu sudah waktunya Kamu membayar biaya perlindungan? ”", "Han Fei menyeringai. “Saudaraku, Aku memang menghasilkan uang, tetapi Aku menghabiskan semuanya! Aku tidak memiliki koin laut tersisa sekarang. ”", "Marah, si gendut itu berteriak, “Bohong! Kamu menghabiskan 148 mutiara berkualitas rendah dalam dua jam? Siapa yang kamu bodohi? Kamu tidak menghormati Macan? ”", "Han Fei terkejut. Bagaimana mereka tahu jumlah spesifik yang dia peroleh?", "Han Fei mengangkat pancing dan kerang dan berkata, “Saudaraku, aku menghabiskannya! Kamu tahu bahwa Aku menghindari gelombang ikan karena keberuntungan belaka. Aku mempersembahkan Sabuk Ular yang Aku temui untuk Guru Wang Jie, jadi dia meminta Saudara Song Fei untuk berbelanja di tokonya. Semua uang Aku dihabiskan di sana! ”", "Para bajingan itu linglung. Apa? Tuan Wang Jie memintamu untuk berbelanja di tokonya?", "Mereka tidak mungkin terlihat lebih mengerikan. Mempertimbangkan betapa kurangnya kecerdasan mereka, itu adalah bukti bahwa menipu seseorang memang membutuhkan keterampilan.", "Mengabaikan bagaimana Tuan Wang Jie telah menipu Sabuk Ular darinya, dia bahkan menyuruh berandal ini untuk dibelanjakan di tokonya. Tidak peduli bagaimana uang mengalir, semuanya masuk ke sakunya. Ini benar-benar penipuan besar.", "Lemak itu menampar bahu Han Fei dengan marah. “Wah, lebih pintar lain kali. Tujuh hari dari sekarang, Kamu akan membayar Aku sepuluh mutiara berkualitas rendah sebagai biaya perlindungan Kamu. Jika tidak bisa… Hehe, kamu pasti akan menyesal. ”", "Setelah bajingan pergi, Han Fei mencibir.", "Tujuh hari? Hehe, dalam tujuh hari, Aku akan membuat Kamu menyesal telah mengajukan permintaan seperti itu.", "www.worldnovel.online"]}
][
{"testing": ["Bab 1: Pria Muda yang Tenggelam Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "“Angkat! Kami akan kaya jika Kamu melakukannya! ”", "Di tengah ombak yang bergelombang, Han Fei berteriak dengan semangat melawan angin di kapalnya.", "“Siapa tahu, kita mungkin tahu apa yang tersimpan di peta itu hari ini.”", "Han Fei adalah seorang penggali emas di laut. Tujuh tahun lalu, dia tidak sengaja mengambil peta harta karun kuno saat memancing. Peta itu memikatnya dan memberitahunya bahwa ada rahasia besar, mungkin bangkai kapal abad pertengahan, di tempat yang ditandai di peta. Jika dia bisa mengklaim harta itu, dia akan menjalani sisa hidupnya tanpa perlu khawatir tentang uang.", "Han Fei menjulurkan kepalanya ke laut. Perahunya telah dikelilingi oleh ikan yang tak terhitung jumlahnya, termasuk beberapa ratus hiu, sejak dia datang ke sini, atau dia akan menyelam sendiri.", "Dong…", "Tiba-tiba, seorang pelaut berteriak, “Tidak bagus, bos! Sesuatu menyeret kita ke bawah! Ini hidup!”", "Han Fei menjawab, “Hiduplah pantatku! Bagaimana mungkin ada yang hidup setelah ratusan tahun? ”", "Retak!", "Kekuatan yang sangat besar mematahkan lunas perahu, melemparkan Han Fei dan rekan-rekannya ke rel dengan keras.", "Seorang pelaut berteriak, “Cepat! Memotong tali!”", "Han Fei berteriak dengan mata merah, “F ** k off!” Tarik keatas! Lagipula kita akan mati! Aku lebih suka melihat harta karun itu sebelum itu! ”", "Han Fei tahu bahwa dia ditakdirkan setelah dia mendengar retakan itu. Jadi, dia benar-benar gila dan bertekad untuk melihat harta karun itu.", "Seorang pelaut lain mengutuk. “F * ck kamu! Aku di sini untuk menghasilkan uang, bukan untuk membuat diri Aku terbunuh! ”", "Tertangkap oleh bahaya yang tak terduga, semua orang tercengang.", "Ombak bergelombang di permukaan laut.", "Namun, Han Fei tidak menyadarinya — hanya bayangan di bawah air. Apa itu tadi?", "Sebuah benda bundar dengan panjang beberapa meter muncul ke permukaan… Mengapa itu terlihat seperti labu aneh?", "Sebagai seorang nelayan profesional, dia mengenal laut seperti halnya dia mengetahui rumahnya sendiri, dan dia yakin bahwa itu bukan calabash. Lagi pula, tidak ada calabash yang tetap tidak busuk setelah direndam dalam air laut selama bertahun-tahun. Dia percaya bahwa itu lebih mungkin menjadi bangkai kapal berbentuk labu.", "Bersenandung…", "Kekuatan yang sangat besar melonjak lagi dan membalikkan perahu. Han Fei jatuh ke laut.", "Namun, kecelakaan terjadi pada detik berikutnya…", "Pilar air yang tebal menjulang ke langit, dan perahu segera terangkat.", "Terbang ke langit di pilar air, Han Fei panik.", "Kepala ikan paling titanic muncul di air.", "Dia bersumpah bahwa dia belum pernah melihat ikan sebesar ini. Kepalanya saja lebih besar dari perahu. Bahkan paus biru terbesar pun tidak bisa dibandingkan dengannya.", "…", "Meskipun pusing, Han Fei merasa ada sesuatu yang menariknya ke laut. Dia senang sekaligus takut saat memikirkan raksasa mengerikan di bawah sana.", "Dia melihat seekor kepiting sepanjang beberapa meter berlari ke arahnya saat dia sekarat.", "Hah? Bukankah itu seharusnya ikan? Kenapa itu kepiting? Itu adalah pikiran terakhir Han Fei.", "…", "“Pu… Batuk, batuk…”", "Seseorang memanggilnya seolah-olah dari kejauhan. “Han Fei, bangun! Saudaraku, bangun! ”", "Setelah memuntahkan dia tidak tahu berapa banyak air, Han Fei akhirnya bangun dari pingsan. Kepalanya sakit dan penuh dengan ribuan gambar dan kenangan aneh yang bukan miliknya.", "Membuka matanya, Han Fei terengah-engah ke langit.", "Lautan tak terbatas membentang ke cakrawala, diterangi oleh matahari merah tua yang menutupi setengah dari langit. Awan yang tersebar menjuntai dari langit seperti rambut panjang yang tidak disisir.", "Mendesis…", "“Dimana aku? Benda apa yang ada di langit itu? ”", "Han Fei sangat terkejut. Ikan yang sangat besar beberapa saat yang lalu dan matahari yang sangat besar saat ini sangat tidak nyata baginya.", "Namun, mereka bukanlah segalanya.", "BAM!", "Setelah ledakan, seorang pria paruh baya muncul dari dalam air dengan seekor kepiting raksasa dengan tongkat pancing di tangannya.", "Han Fei kaget. Kepiting mengapung di permukaan, dan pria paruh baya berdiri di atasnya. Saat dia menginjak, riak menyebar di laut bersama angin yang mengintimidasi.", "Air memercik ke atas, dan seekor ikan keluar darinya. Ikan itu panjangnya dua meter, dengan sirip yang tampak seperti sayap. Ia juga memiliki batu kehijauan di sekujur tubuhnya.", "Hai! Hai! Hai!", "Tiba-tiba, semua gReenish batu di atas ikan melesat ke arah pria itu.", "Penjepit Raja Kepiting!", "Pria itu meraung dan, menurunkan tubuhnya, melontarkan pukulan. Segera, bayangan penjepit didorong keluar, meledakkan tiang pancing dan batu terbang secara bersamaan. Ikan sepanjang dua meter itu dipotong menjadi dua. Salah satu bagian jatuh tepat di depan Han Fei.", "Mata Han Fei melotot karena terkejut.", "“Huh…”", "Seorang paruh baya mendengus. “Ditarik oleh penyu hijau ke laut… Kamu sedang melamun jika kamu pikir kamu bisa lulus ujian dengan penampilan seperti itu.”", "Seorang pria muda di sebelah Han Fei bergegas menjelaskan, “Tuan Wang Jie, itu hanya karena lengan Han Fei terluka oleh pisau ikan tempo hari …”", "Pria paruh baya itu melambaikan tangannya. “Tidak perlu menjelaskan padaku. Ikan-ikan di lautan tidak mendengarkan alasan Kamu. Seorang nelayan tingkat dua sama saja dengan tidak ada apa-apa. ”", "Baru pada saat inilah Han Fei menyadari bahwa dia sedang berbaring di atas kapal yang aneh. Lusinan perahu yang sama anehnya berserakan di laut di dekatnya, dan banyak anak dengan pakaian aneh berdiri di atasnya.", "Anak-anak itu semua mengenakan pakaian ketat yang terlihat seperti pakaian selam tanpa memandang jenis kelamin mereka, kecuali pakaian mereka tidak memiliki tangki oksigen. Anak-anak itu juga memandangnya dengan jijik.", "Detik berikutnya, ketika dia melihat tangannya sendiri, matanya bergerak-gerak.", "Hah? Mengapa tangan Aku sangat kecil?", "Apakah Aku sudah bertransmigrasi?", "Seorang pria muda berkata dengan prihatin, “Tidak apa-apa selama kamu baik-baik saja.”", "Sebelum Han Fei bisa bertanya, paruh baya itu melangkah keluar dan mendarat di perahu kosong di depan semua orang, lalu dia berbicara kepada lusinan perahu dengan sebuah buku di tangannya.", "“Zhang Qing, nelayan level empat. Hasil memancing: ikan kuning berkualitas rendah. ”", "“Lu Lingzhi, nelayan level lima. Hasil memancing: penyu hijau kualitas menengah. ”", "“Tang Ge, nelayan level tujuh. Hasil memancing: lobster tentakel berkualitas tinggi. ”", "Semua orang tersentak tak percaya pada hasilnya.", "“Apa? Lobster tentakel? Beraninya dia? Lobster tentakel dikenal sebagai lobster kematian. Ini jauh lebih merusak daripada ikan pedang. Dia benar-benar menangkapnya? ”", "Beberapa orang berkata dengan iri, “Tang Ge baru level enam bulan lalu, tapi sekarang dia level tujuh. Ini sangat cepat. ”", "Seorang gadis meletakkan tinjunya di dada dan berkomentar, “Wow! Tang Ge sangat luar biasa! Dia jenius di sekolah kita! Dia hampir pasti akan menjadi ahli memancing nanti. ”", "Saat orang-orang berbisik satu sama lain, Han Fei memandang pemuda di sebelahnya — Tang Ge.", "Aku telah bertransmigrasi?", "Menarik napas dalam-dalam, Han Fei mengingat kenangan yang tak terhitung jumlahnya.", "Tang Ge, teman baiknya, diselamatkan oleh ayahnya delapan tahun lalu dan menjadi teman dekatnya sejak saat itu. Sayangnya, ayahnya meninggal dunia di dunia tak dikenal di luar perikanan tingkat tiga. Tang Ge telah merawatnya sejak saat itu.", "Han Fei menarik napas dalam-dalam lagi. Dia telah mengasumsikan tubuh seorang pria tidak berguna yang tenggelam. Namun, dunia ini sepertinya menarik.", "Saat itu, Wang Jie melihat ke arah Han Fei dan berkata, “Han Fei, seorang nelayan tingkat dua, tidak mendapatkan apa-apa. Selain itu, Han Fei adalah satu-satunya orang yang ditarik ke laut oleh penyu hijau. Dia telah gagal dalam ujian. Jika dia tidak bisa lulus Ujian Memancing sebulan dari sekarang, dia akan dikeluarkan. ”", "“Ha ha ha…”", "Banyak orang tertawa, menganggap Han Fei sebagai teman.", "Seorang gadis hanya memarahi, “Han Fei, tolong berhenti menyia-nyiakan sumber daya kultivasi Tang Ge. Kamu hanya menahannya. ”", "Marah, Tang Ge hendak berdebat dengannya, ketika Han Fei menarik lengannya.", "Sekarang ingatannya telah berasimilasi, dia lebih suka tidak terus berbaring di sana berpura-pura mati. Dunia ini aneh, tetapi sebagai seorang petualang yang telah melawan bajak laut dan hiu di laut, Han Fei tidak takut sama sekali.", "Han Fei mencibir, “Apakah aku makan ikan kuningmu? Itu bukan urusanmu.”", "Semua orang langsung terdiam.", "Tang Ge menatap Han Fei dengan kaget. Han Fei telah pendiam sejak ayahnya pergi. Dia hampir tidak berbicara, apalagi berbicara kembali.", "Gadis itu hampir melompat karena marah, berharap untuk merobek mulut Han Fei dengan kail pancingnya.", "Saat ini, Hu Kun berkata dengan sinis, “Hei, Han Fei! Luangkan waktu Kamu untuk merasa nyaman dengan diri sendiri, tetapi sebulan dari sekarang, Kamu bahkan tidak akan memenuhi syarat untuk memandang kami sebagai nelayan tingkat rendah. Apa yang sangat kamu banggakan? ”", "www.worldnovel.online"]},
{"testing": ["Bab 2: Penerjemah Pot Pemurnian iblis: Editor Terjemahan Henyee: Terjemahan Henyee", "“Cukup!”", "Wang Jie meraung, “Tang Ge, bawa dia kembali. Percobaan Memancing hanya sebulan dari sekarang, dan kamu masih bertengkar? Kembali dan berlatih! ”", "…", "Planet ini tertutup lautan, dan manusia hidup di pegunungan yang melayang di langit. Semua orang mencari nafkah dengan memancing. Mereka dapat menyerap energi spiritual dan kekuatan luar biasa di dalam ikan dan menjadi ahli memancing, sehingga mencapai puncak dunia ini.", "Pria paruh baya, Wang Jie, adalah seorang ahli memancing. Dia mengajar di sebuah sekolah di Desa Air Surgawi. Dia juga seorang pengawas paruh waktu perikanan umum.", "Perikanan di bawah kaki Han Fei adalah satu-satunya perikanan umum di Desa Air Surgawi. Itu hampir tidak berisiko, tetapi beberapa orang meninggal di sini hampir setiap hari.", "Lautan mewakili peluang sekaligus bahaya.", "Bahkan perikanan umum memiliki makhluk yang tak terhitung jumlahnya yang memiliki teknik pertarungan alami.", "Penyu hijau ditutupi batu dan bertarung dengan mereka saat dalam bahaya.", "Ikan pisau memiliki pisau di punggung mereka dan dapat menikamkan pisau ke arah musuh.", "Penjepit lobster tentakel cukup tajam untuk memotong emas.", "Dikatakan bahwa dalam perikanan tingkat satu, ada ikan yang terlihat seperti pedang. Mereka telah merenggut terlalu banyak nyawa.", "Tentu saja, ada juga rumor yang mengejutkan. Beberapa menggambarkan monster raksasa di lautan yang tidak diketahui, beberapa menyebutkan harta karun langka di dasar jurang, dan beberapa tentang putri duyung bawah laut yang telah mendominasi lautan selama ribuan tahun.", "Namun, Han Fei belum pernah melihat mereka secara langsung, jadi dia tidak tahu apakah rumor itu benar.", "Tang Ge membantu Han Fei naik perahu kosong.", "Tang Ge berkata, “Tidak apa-apa. Itu hanya kecelakaan. Kami masih punya waktu. Kamu akan lulus uji coba lain kali. ”", "Han Fei hendak mengatakan sesuatu, ketika dia menemukan dirinya terbang.", "Lebih tepatnya, perahu itu terbang.", "Han Fei bermaksud bertanya mengapa perahu itu bisa terbang, tetapi dia menemukan jawabannya di kepalanya.", "Perahu semacam ini dirancang untuk memancing, dan mereka akan pergi ke Desa Air Surgawi, yang terletak di sebuah pulau yang mengapung di langit.", "Tang Ge bertanya dengan cemas, “Han Fei, kamu baik-baik saja? Apakah Kamu gelisah di bawah laut? ”", "“Aku baik-baik saja. Aku hanya merasa bahwa semuanya seperti mimpi. ”", "Tang Ge memiliki perasaan yang mengganggu bahwa Han Fei telah berubah sedikit aneh, tetapi Han Fei menjawab bahwa dia sudah melupakan traumanya, yang menyebabkan perubahan kepribadian.", "Han Fei enggan memberitahunya bahwa saudaranya telah meninggal dan orang lain akan hidup di dalam tubuhnya.", "Sementara Han Fei berpikir, perahu itu melewati awan, memungkinkan dia untuk melihat gunung mengambang di langit.", "Perahu yang tak terhitung jumlahnya tergantung di tebing. Di atas, banyak perahu datang dan pergi.", "Han Fei terlalu terkejut dengan pemandangan luar biasa untuk berbicara. Sepertinya itu adegan dari legenda. Meskipun dia memiliki ingatan tentang itu, jantungnya masih berdebar kencang setelah melihatnya secara nyata.", "…", "Beberapa menit kemudian, perahu mendarat di lautan, riak menyebar.", "Semua orang harus mendaftar di sini ketika mereka berangkat ke laut atau kembali.", "Kebanyakan orang memiliki stok ketika mereka kembali, dan para pedagang sudah menunggu mereka di sini, jadi tempat ini juga merupakan pusat perdagangan terbesar di desa. Semua orang tersenyum meskipun bau ikan tidak terlalu harum. Bagaimanapun, mereka bisa menghasilkan banyak uang darinya.", "Han Fei mendecakkan lidahnya ketika dia melihat kota yang makmur dan mendengar suara-suara itu. Apakah ini Desa Air Surgawi?", "Seingatnya, Desa Air Surgawi memiliki enam ratus ribu orang, dan itu hanya sebuah desa. Berapa banyak desa dan kota yang ada di dunia ini? Berapa banyak orang yang tinggal di langit?", "Bagi Han Fei, semuanya terlalu baru.", "Dengan dipimpin Tang Ge, mereka berdua mendaftar di pelabuhan keberangkatan dan kembali ke rumah mereka.", "Rumah Han Fei adalah halaman yang kumuh dengan luas hanya sekitar dua puluh meter persegi. Tepat di belakang rumah itu ada tebing tak berdasar.", "Tetangga terdekatnya berjarak beberapa ratus meter. Rumah itu sepertinya diisolasi.", "Dia melihat ke belakang rumah dan melihat awan yang tak terbatas. Separuh dari langit terhalang oleh matahari yang sangat besar. Kabut saat matahari terbenam sangat mempesona.", "Tang Ge mengambil beberapa kerang besar dari tangki air di rumah dan mengeluarkan seember air dari tempat tidur Han Fei.", "“Han Fei, kerang sedang direbus untukmu. Tunggu aku. Aku akan segera kembali.”", "Han Fei mengangguk sambil tersenyumile.", "Kerang adalah makanan paling umum bagi penduduk di sini. Mereka lezat dan dalam jumlah besar, cukup untuk memberi makan kebanyakan orang meskipun mereka kekurangan energi spiritual.", "Satu jam berlalu.", "Han Fei akan menuangkan kerang dan supnya keluar, tapi dia tercengang setelah dia mengangkat tutup panci, karena dia melihat serangkaian data.", " Sup Kerang Biasa", " Satu", " Reguler", " 24 poin", " Makanan ini bisa menghindarkanmu dari kelaparan. Tidak ada lagi.", "Han Fei menggosok matanya. Apakah itu bakat Aku?", "Dia menarik napas dalam-dalam. Tang Ge pasti akan segera kembali. Dia lebih baik mempelajarinya nanti.", "Dia menemukan dua mutiara di dalam pot. Han Fei tersenyum dengan santai. Mutiara biasa-biasa saja bisa dijual seharga dua puluh koin laut. Apa yang bisa dibeli dua puluh koin laut? Dua atau tiga kerang biasa. Sama sekali tidak ada yang lain di rumah Han Fei.", "Segera, Tang Ge masuk dengan semangkuk sup di tangannya. Aroma makanan langsung memenuhi ruangan.", "Han Fei menyeringai. “Kamu memberikan Sup Roh Telan kepadaku lagi?”", "Melihat sup di tangan Tang Ge, mata Han Fei berkedut lagi.", " Sup Roh yang Ditelan", " Delapan", " Reguler", " 48 poin", " Efisiensi pelatihan akan meningkat 20% selama tiga jam setelah ini dilakukan.", "Han Fei menelan ludah. Seluruh panci sup Aku tidak seefektif mangkuk kecil itu?", "Sup Roh Tertelan dibuat dengan ikan yang menelan roh di perikanan tingkat satu. Ikan seperti itu tidak agresif dan dapat menyerap energi spiritual alami. Sup mereka dapat mengisi orang dengan energi spiritual. Itu sangat membantu dalam kultivasi.", "Tang Ge tidak menganggap itu masalah besar. “Tidak apa. Aku dapat dengan mudah melewati persidangan. Jiwaku akan terbangun sebulan dari sekarang. Apa menurutmu aku peduli dengan semangkuk Sup Roh yang Ditelan? ”", "Han Fei terlalu sering mendengar tentang persidangan.", "Seperti yang dia ingat, semua orang harus melalui Ujian Memancing di mana eliminasi pada dasarnya berarti kematian ketika mereka berusia dua belas tahun. Hanya satu yang selamat dan lulus ujian yang dapat membangunkan jiwa mereka, memperoleh binatang buas spiritual mereka, dan memancing di perikanan tingkat satu. Jika tidak, mereka hanya bisa menjalani sisa hidup mereka sebagai nelayan biasa.", "Percobaan Memancing hanya satu bulan dari sekarang, dan Han Fei hampir tidak bisa bertahan. Jadi, sebagai jenius yang paling terkemuka, Tang Ge sering memberikan sumber dayanya kepada Han Fei untuk budidaya Han Fei.", "Namun, tubuh Han Fei terlalu tidak layak. Dia hanya nelayan tingkat dua hari ini. Nelayan tingkat dua pada dasarnya adalah orang biasa di dunia ini. Hanya sedikit orang yang lebih tidak berbakat darinya.", "Han Fei menghabiskan sup dengan cepat di bawah tatapan serius Tang Ge. Supnya segar dan asin, tapi dia merasa tubuhnya menjadi hangat saat meminumnya. Setelah beberapa saat, tubuhnya diisi ulang dengan energi dan mengepul samar.", "Mendesis…", "Han Fei kagum dengan cahaya di tangannya. Apakah itu yang disebut energi spiritual? Apakah Aku bersinar?", "Dia tahu bahwa setiap orang di dunia ini adalah seorang kultivator, tetapi masih sangat menyenangkan untuk mengalaminya secara langsung untuk pertama kalinya.", "Tang Ge, di sisi lain, terkekeh. “Bagaimana rasanya? Menurutmu, kapan kamu bisa menjadi nelayan level tiga? ”", "“Aku menyia-nyiakan banyak waktu ketika Aku kesal, tetapi Aku telah belajar untuk terus maju. Aku pikir Aku akan segera berhasil! ”", "Setelah meminum Sup Roh Tertelan, Han Fei memiliki dua kerang lagi dan akhirnya merasa kenyang.", "Tang Ge masih perlu memeriksa hasilnya di sekolah, jadi dia pergi dengan tergesa-gesa, membiarkan Han Fei menutup pintu.", "Han Fei duduk di tempat tidur dengan penuh semangat. Seperti apa rasanya kultivasi? Seru dan menyenangkan?", "Jika ada orang lain di ruangan itu, mereka akan terkejut dengan tato labu di pergelangan tangan Han Fei yang bahkan memiliki daun dan tanaman merambat.", "Han Fei melafalkan Soul Fishing, satu-satunya seni yang dia tahu, tetapi pergelangan tangannya sakit saat dia memulai.", "Dia membuka matanya, hanya untuk melihat tato labu di pergelangan tangannya.", "“Apakah kamu menghantui Aku?”", "Saat berikutnya, Han Fei melihat kumpulan data lain yang ditampilkan oleh apa yang disebut Pot Pemurnian iblis …", "www.worldnovel.online"]},
{"testing": ["Bab 6: Energi Spiritual Berharga Penerjemah: Henyee Translations Editor: Henyee Translations", "Lusinan ikan melompat ke dalam air di dekat perahu dan baru pergi beberapa menit kemudian, seolah-olah mereka bertanya kepadanya mengapa energi spiritual terputus.", "Han Fei sangat bersemangat. Bisakah ikan merasakan energi spiritual yang tertarik padanya selama berkultivasi?", "Melihat semakin banyak ikan yang pergi, Han Fei bergegas memasang umpan di kail dan melemparkan pancing. Mungkinkah ada momen yang lebih baik?", "Tidak ada yang tahu apakah Han Fei lebih beruntung ketika dia dalam suasana hati yang baik, tetapi dia merasakan kekuatan yang sangat besar saat dia mengucapkan kalimat itu.", "Han Fei meraung dan mencengkeram tiang. Karena tidak punya waktu untuk repot dengan trik memancing apa pun, dia hanya menarik tiang dengan keras.", "“Sial! Makhluk ini kuat! ”", "Kailnya bergetar hebat, meyakinkan Han Fei bahwa itu bukan lobster tentakel. Karena itu, Han Fei menariknya tanpa kekhawatiran.", "Mungkin karena levelnya terlalu rendah, Han Fei hampir kehilangan alat pancingnya beberapa kali. Setelah beberapa menit berjuang, seekor ikan besar berwarna kuning akhirnya diangkat dari air. Itu tidak sebesar yang ditangkap Chen Tua, tapi itu pasti bisa dihitung sebagai ikan besar.", "Data muncul dalam pandangannya.", " Ikan Kuning", " Tiga", " Reguler", " 6 poin", " Dapat meningkatkan kesehatan seseorang jika dimakan dalam jangka waktu yang lama.", "Tidak membuang waktu, Han Fei buru-buru memperbaiki umpan dan melemparkan tali. Karena ikannya banyak, maka umpan diambil dengan cepat, tetapi ikannya sangat kuat dan lepas dari kailnya. Pada akhirnya, dia bahkan tidak bisa mendapatkan udang.", "Setelah dia terbiasa dengan teknik tersebut, Han Fei segera menangkap ikan kuning kedua, meskipun tampaknya lebih kecil dari yang pertama.", "Han Fei tidak ambil pusing, karena beratnya masih hampir tiga puluh kilogram. Kebutuhan hariannya adalah 150 kilogram.", "Namun, yang mengejutkan Han Fei adalah bahwa memancing dengan energi spiritual menghabiskan lima poin energi spiritual, padahal ikan kuning ini hanya mengandung lima poin energi spiritual. Itu keterlaluan.", "Ikan lain mengambil umpan setelah satu jam. Han Fei memperkirakan bahwa itu adalah periode waktu normal. Kawanan ikan hanya berkumpul sekarang karena energi spiritual.", "Alih-alih menarik ikan segera setelah mengambil umpan, Han Fei belajar memusatkan energinya pada pancing, merasakan pergulatan ikan, dan memutar pancing. Kemudian, dia bisa menarik ikan dengan mudah.", "Tentu saja, tidak selalu berhasil. Kailnya tergelincir lebih dari sepuluh kali selama lima jam, dan Han Fei hanya menangkap tidak lebih dari sepuluh ikan secara total, termasuk dua ikan putih kecil.", "Satu jam lagi berlalu. Malam sudah gelap. Angin bertiup kencang dan suhu turun.", "Dia memiliki satu umpan terakhir yang tersisa. Di kabinnya, delapan hingga sembilan ikan kuning sedang berenang. Dia merasa beruntung karena mereka semua adalah ikan kuning. Jika dia bertemu dengan penyu hijau, dia mungkin tidak akan bisa menangkapnya.", "Pekerjaannya akan selesai setelah dia menggunakan umpan terakhir.", "Tiba-tiba, Han Fei teringat peringatan Wang Jie. Apakah dia akan menangkap sesuatu yang lain jika dia menenggelamkan kailnya lebih dari tiga meter?", "Han Fei berpikir tidak ada salahnya jika dia mencobanya. Sedikit lebih dalam dari tiga meter seharusnya tidak terlalu berbahaya. Ikan kuning ternyata terlalu inferior. Dia bermaksud membidik penyu hijau.", "Kali ini, Han Fei sengaja melonggarkan tali pancing. Dia merasa mungkin ada penyu hijau tiga meter di bawah.", "Ternyata, tali pancing bergerak saat Han Fei menjatuhkan kailnya.", "Apakah ikan yang berada tiga meter di bawah begitu aktif?", "Han Fei sangat senang. Semakin dalam ikan, semakin cepat mereka mengambil umpan?", "Ia segera menarik pancingnya ke atas, namun tiba-tiba ia kehilangan keseimbangan dan terjatuh di atas kapal setelah tali pancing putus.", "Berkat bulan yang cerah, Han Fei melihat tepi dingin di lautan redup. Seekor ikan aneh sepanjang setengah meter melesat ke arahnya.", "Han Fei menyadari bahwa itu adalah ikan pedang. Dia telah bertemu dengan ikan pedang? Apakah ikan pedang memotong tali pancingnya barusan?", "Semua orang tahu bahwa ikan pedang membawa pisau di punggungnya. Bilahnya bahkan bisa dijadikan senjata dan dijual dengan harga tinggi.", "Pisau pada ikan pisau bisa lepas dari tubuhnya. Tepi dingin yang dilihat Han Fei persis seperti pisau.", "Han Fei bergegas memblokirnya dengan tongkat pancingnya.", "Retak…", "Pancing itu hancur dalam sekejap mata. Han Fei jatuh kembali di bawah kekuatan yang sangat besar. Syukurlah, pisaunya bbergegas melewati wajahnya dan menusuk ke dalam hutan.", "Han Fei linglung. Itu sangat dekat. Jika dia tidak jatuh, apakah dia akan dipotong menjadi dua?", "Han Fei berguling di atas perahu dan memukulnya dengan pancing.", "Lengan Han Fei menjadi kaku. Ikannya terlalu kuat.", "Han Fei membenarkan bahwa hiu pun tidak seganas makhluk ini, yang memiliki keterampilan.", "Tidak memiliki tempat untuk bersembunyi, Han Fei tiba-tiba memikirkan sesuatu. Jika energi spiritual dapat disuntikkan ke dalam pancing, dapatkah pancing tersebut digunakan sebagai senjata?", "Han Fei meraih dua bagian pancing. Mengirimkan energi spiritualnya kepada mereka, dia menikam mereka di kepala ikan.", "Han Fei merasa seperti dipukul di dada oleh batu raksasa. Dia terlempar ke dinding, mengeluarkan darah dari dalam. Saat berikutnya, seekor ikan yang berat jatuh ke tubuhnya.", "“Batuk, batuk… Sial, kenapa ikan di sini sangat berbahaya?”", "Pancing menusuk ke mulut ikan pisau. Ikan itu terlalu kuat dan membunuh dirinya sendiri dengan menekan tiang. Han Fei lolos dari bencana.", "Setelah sekian lama, Han Fei akhirnya kembali ke dirinya sendiri. Dia merasa dia sudah kehabisan tenaga. Tubuhnya mati rasa dan nyeri.", "Dia akhirnya mengerti mengapa orang tidak suka menangkap ikan pisau. Makhluk seperti itu benar-benar mematikan.", " Blade Fish", " Enam", " Reguler (Mati)", " 22 poin", " Dapat meningkatkan kesehatan seseorang jika dimakan dalam jangka waktu yang lama.", " Pisau Sirip Bawah", "“Ini adalah pisau inferior? Akan seperti apa yang lebih baik itu? ”", "Han Fei terengah-engah, kehilangan kata-kata. Pergelangan tangannya merasakan sakit yang menusuk setelah konsumsi energi spiritual yang luar biasa.", "Dia menunduk, hanya untuk menemukan bahwa labu itu bersinar. Secara samar-samar, dia melihat lampu hijau bergerak dari ikan pisau ke labu sebelum menghilang.", "Apakah labu telah menyerap energi spiritual?", "Gululu…", "Han Fei sangat lapar sehingga dia memotong sepotong daging dari ikan pisau yang mati. Dagingnya berbau dan tidak berasa setelah energi spiritual menghilang.", "Namun, rasa laparnya masih sangat lega. Dia melihat Pot Pemurnian Iblis, tetapi hanya melihat dua titik energi spiritual.", "Han Fei kehilangan kata-kata. Energi spiritual yang diserap oleh labu tidak dihitung sebagai penyimpanan Aku?", "Karena tidak punya pilihan, Han Fei hanya bisa mengambil ikan kuning dari kabin dan melahapnya.", "“Sayang sekali! Beratnya puluhan kilogram… ”", "Han Fei mengeluh sambil menyerapnya. Sementara itu, dia memandangi labu itu dengan rasa ingin tahu. Namun, tidak ada tanggapan setelah sekian lama.", "www.worldnovel.online"]},
{"testing": ["Bab 3: Kekuatan Yang Paling Penting Penerjemah: Henyee Translations Editor: Henyee Translations", "Pot Pemurnian iblis", "Pemilik: Han Fei", "Level: Dua (Fisher Pemula)", "Energi Spiritual: 48 (48)", "Warisan Spiritual: Level Satu, Tidak Lengkap (Dapat Ditingkatkan)", "Seni Utama: Soul Fishing (Dapat Diperbaiki)", "Han Fei cukup terkejut. Pot Pemurnian iblis? Tentang apa labu di pergelangan tangannya?", "Di satu sisi rangkaian data, ada opsi berkilau bertuliskan “Seni”.", "Han Fei mengklik “Seni” dengan rasa ingin tahu.", "Seni yang Ada:", "Soul Fishing (Tidak Lengkap)", "Level satu Imobilisasi (Tidak Lengkap)", "Catatan: Seni kuno generik ini sekarang tidak lengkap setelah berlalunya waktu. Memperbaiki itu akan menghabiskan 1.000 poin energi spiritual.", "Mata Han Fei langsung bersinar. Apakah Aku disukai oleh takdir?", "Kegembiraannya tidak bertahan lama.", "Ketika Han Fei memperhatikan 48 poin energi spiritualnya dan menyadari kesenjangan antara itu dan seribu, dia kehilangan kata-kata.", "Kemudian, melihat “Dapat Diperbaiki” di belakang nama seni itu, dia pikir dia sebaiknya mencoba memperbaikinya.", "Ketika dia memikirkan hal itu, 48 poinnya segera dikurangi menjadi nol, dan gambar kabur itu hilang.", "Gululu…", "“Aku sangat lapar!”", "Han Fei merasa dunia berputar dan dia akan jatuh. Energi spiritualnya yang meluap tiba-tiba menghilang.", "Han Fei terhuyung ke meja dan memakan kerang yang belum selesai. Dia tidak merasa lebih baik sampai dia menelan semua kerang dan energi spiritualnya berubah menjadi 12 poin.", "Namun, yang membuatnya kesal, data tentang kerang membuatnya berharap dia mati. Mereka hanya berada di level satu, hampir tidak cukup untuk mengisi perutnya.", "“Empat poin terlalu sedikit. Apa yang dimaksud dengan ‘dapat diserap’ di sini? ”", "Ketika dia memikirkan hal itu, Han Fei menyadari bahwa kerang di depannya kehilangan sesuatu. Dia memeriksa datanya sendiri, hanya untuk menemukan bahwa energi spiritualnya menjadi 16 poin.", "Informasi kerang telah berubah total.", " Kerang Segar", " Satu", " Buruk", " 0 poin", " Makanan ini bisa menghindarkanmu dari kelaparan. Tidak ada lagi.", "“Aku bisa melakukan ini?”", "Han Fei terkejut. Apakah Aku hanya perlu menyentuh kerang dan tidak memakannya?", "Alih-alih menyentuh semua kerang lainnya dengan segera, Han Fei bergumam, “Pot Pemurnian Iblis dapat langsung menyerap energi spiritual? Apakah itu berarti Aku akan memiliki energi spiritual yang tak terbatas selama ada cukup makanan laut? Jika Aku bisa menyerap kerang, dapatkah Aku menyerap bunga, rumput, atau batu? ”", "Kemudian, Han Fei fokus pada Warisan Spiritualnya, yaitu Level Satu, Tidak Lengkap. Apakah itu alasan mengapa dia tidak bisa berkembang?", "Melihat bahwa masih ada beberapa kerang di dalam tangki, Han Fei berpikir untuk memperbaiki Warisan Spiritualnya, hanya untuk mengetahui bahwa itu juga akan menghabiskan 1.000 poin energi spiritual.", "Han Fei kehilangan kata-kata. Di mana Aku dapat menemukan 1.000 poin energi spiritual?", "Dia memfokuskan pandangannya pada kerang lagi.", "Beberapa menit kemudian, dia menyentuh semua kerang, dan energi spiritualnya mencapai 52 poin.", "Tunggu, jumlah energi spiritual bisa melebihi kapasitas tubuh Aku?", "Han Fei kaget. Itu berarti dia akan memiliki energi spiritual yang tidak ada habisnya selama dia menyimpan cukup banyak, sedangkan orang lain harus beristirahat dan memulihkan diri setelah energi spiritual mereka habis.", "Namun, Han Fei segera menyerah, karena dia bahkan tidak memiliki cukup makanan laut untuk diserap!", "Membersihkan semua cangkang kerang, Han Fei duduk di tempat tidur lagi, siap untuk budidaya.", "Kali ini, Han Fei tidak berani memperbaiki seni apa pun. Dia hanya melihat sekilas dan melihat bilah kemajuan yang telah bergerak maju sedikit. Itu pasti karena dia mengkonsumsi 48 poin energi spiritual sekarang. Dia terus membaca dan melihat informasi baru.", "Seni yang Ada:", "Soul Fishing (Tidak Lengkap)", "Level satu Imobilisasi (Tidak Lengkap)", "Catatan: Seni kuno generik sekarang tidak lengkap setelah berlalunya waktu. Memperbaiki itu akan menghabiskan 1.000 poin energi spiritual.Seni Pengganti: Void Fishing", "Kemajuan: 48/1000", "Han Fei mendecakkan lidahnya. Baiklah, lebih baik Aku berkultivasi sendiri!", "Han Fei duduk bersila di tempat tidur.", "Labu tampak samar-samar di pergelangan tangannya lagi, tapi tidak sesakit sebelumnya.", "Dalam meditasinya, Han Fei merasakan sesuatu yang sejuk di udara mengalir ke tubuhnya.", "Setelah sekian lama, Han Fei yang berada di tengah-tengah kultivasinya tiba-tiba berbaring dan tertidur.", "BAM…", "Han Fei tertidur lelap saat pintunya ditendang terbuka oleh seorang gendut yang tampak ganas, yang menunjuk ke arah Han Fei dan meraung, “Ini dia! Kamu masih tidur? Kamu pikir Kamu bosnya? Pergi ke perikanan umum dalam satu jam! Jangan berpikir Kamu bisa tinggal di rumah karena Kamu sakit! Jangan kembali malam ini jika Kamu tidak dapat menyelesaikan misi Kamu! ”", "Han Fei memandangi si gendut, yang namanya Zhang Han. Pria itu adalah pengawas area.", "Orang bijak tahu kapan harus mundur. Dengan Pot Pemurnian Iblis, itu hanya masalah baginya untuk bangkit. Tidak perlu menimbulkan masalah sekarang.", "Han Fei bangkit dengan cepat dan tersenyum. Supervisor Zhang, kita pergi hari ini?", "“Tentu saja! Kamu pikir seseorang akan menawarkan Kamu makanan secara gratis? Kamu beruntung karena menurut aturan baru, nelayan biasa hanya perlu membayar pajak 150 kilogram ikan setiap hari. ”", "Zhang Han kemudian mencibir, “Namun, jika Kamu tidak bisa mengirimkan 150 kilogram, Kamu tahu konsekuensinya, bukan? Tidak ada pria tidak berguna yang tinggal di Desa Air Surgawi. Kamu akan bermalam di laut. Pikirkan baik-baik. ”", "Han Fei khawatir. Dia tahu bahwa para nelayan yang tidak bisa membayar pajak akan diusir. Dikatakan bahwa malam di laut berbahaya dengan serangan ikan. Tidak ada yang pernah bertahan selama lima malam berturut-turut di lautan.", "Namun, dia berkata sambil tersenyum, “Supervisor Zhang, Aku kehilangan pancingan dan umpan Aku, jadi …”", "Zhang Han menyeringai. “Bukan masalah besar. Aku akan memberi Kamu alat pancing biasa dan sekotak umpan hanya untuk sepuluh mutiara berkualitas rendah. Bagaimana menurut Kamu?”", "Han Fei mengepalkan tinjunya lebih erat. Pria itu jelas memanfaatkannya. Sebuah pancing biasa berharga tiga mutiara berkualitas rendah, dan sekotak umpan hanya berharga delapan puluh koin laut.", "Menarik napas dalam-dalam, Han Fei berkata, “Pengawas Zhang, Aku hanya memiliki dua puluh koin laut untuk saat ini. Bolehkah Aku meminjam peralatan Kamu? ”", "Zhang Han mengubah ekspresinya dan berkata dengan marah, “Mengapa kamu tidak memberitahuku lebih awal bahwa kamu tidak punya uang? Kamu bahkan tidak memiliki sepuluh mutiara berkualitas rendah? Kamu ditakdirkan menjadi warga sipil selama sisa hidup Kamu… Jika Kamu mati di lautan, bagaimana Kamu bisa membayar Aku kembali? ”", "Meskipun itu yang dia katakan, Zhang Han berbalik dan pergi, tidak lupa memberi tahu Han Fei untuk pergi ke tokonya, tetapi bunga akan dikumpulkan!", "Han Fei marah, tetapi dia juga menyadari bahwa dia berada di dunia di mana yang kuat memangsa yang lemah. Balas dendam adalah hidangan yang paling baik disajikan dingin. Dia memutuskan untuk menahan diri sampai dia bisa membalas pria itu.", "…", "Segera, Han Fei datang ke pelabuhan keberangkatan.", "Zhang Han memiliki toko sendiri, tapi dia tidak terlalu memperhatikannya. Ketika Han Fei datang, pria itu sedang makan kerang kecil.", "Zhang Han menemukan pancing compang-camping dan sekotak umpan hijau di tokonya, sebelum dia melemparkannya ke Han Fei.", "Dia berkata, “Kamu akan diasingkan jika Kamu tidak masih memenuhi syarat untuk Ujian Memancing. Pergi sekarang. Ingat, satu mutiara berkualitas rendah setiap hari. ”", "Di kantor pendaftaran, Han Fei menyelesaikan dokumen dan di bawah tatapan resepsionis, Han Fei naik perahu delapan orang.", "Seorang pria paruh baya di sebelah Han Fei berkata, “Duduklah dengan tenang. Kami sudah pergi. ”", "Han Fei masih tercengang meski mengalami pengalaman terakhir. Dunia ini terlalu indah. Pantulan matahari yang sangat besar mewarnai lautan menjadi merah. Itu sangat indah.", "“Hei! Apa yang menarik dari matahari? Kamu tidak memancing kailnya? ”", "Han Fei berbalik, hanya untuk menemukan bahwa semua orang meletakkan umpan hijau di kail pancing mereka.", "Umpan hijau adalah umpan paling umum untuk nelayan biasa. Itu seperti cacing tanah tetapi lebih tebal dan lebih pendek.", "Seorang pria muda di atas kapal memandang Han Fei. “Kamu adalah orang yang ditarik ke laut oleh penyu hijau kemarin?”", "Seni yang Menggantikan: Void Fishing", "Kemajuan: 48/1000", "Han Fei mendecakkan lidahnya. Baiklah, lebih baik Aku berkultivasi sendiri!", "Han Fei duduk bersila di tempat tidur.", "Labu tampak samar-samar di pergelangan tangannya lagi, tapi tidak sesakit sebelumnya.", "Dalam meditasinya, Han Fei merasakan sesuatu yang sejuk di udara mengalir ke tubuhnya.", "Setelah sekian lama, Han Fei yang berada di tengah-tengah kultivasinya tiba-tiba berbaring dan tertidur.", "BAM…", "Han Fei tertidur lelap saat pintunya ditendang terbuka oleh seorang gendut yang tampak ganas, yang menunjuk ke arah Han Fei dan meraung, “Ini dia! Kamu masih tidur? Kamu pikir Kamu bosnya? Pergi ke perikanan umum dalam satu jam! Jangan berpikir Kamu bisa tinggal di rumah karena Kamu sakit! Jangan kembali malam ini jika Kamu tidak dapat menyelesaikan misi Kamu! ”", "Han Fei memandangi si gendut, yang namanya Zhang Han. Pria itu adalah pengawas area.", "Orang bijak tahu kapan harus mundur. Dengan Pot Pemurnian Iblis, itu hanya masalah baginya untuk bangkit. Tidak perlu menimbulkan masalah sekarang.", "Han Fei bangkit dengan cepat dan tersenyum. Supervisor Zhang, kita pergi hari ini?", "“Tentu saja! Kamu pikir seseorang akan menawarkan Kamu makanan secara gratis? Kamu beruntung karena menurut aturan baru, nelayan biasa hanya perlu membayar pajak 150 kilogram ikan setiap hari. ”", "Zhang Han kemudian mencibir, “Namun, jika Kamu tidak bisa mengirimkan 150 kilogram, Kamu tahu konsekuensinya, bukan? Tidak ada pria tidak berguna yang tinggal di Desa Air Surgawi. Kamu akan bermalam di laut. Pikirkan baik-baik. ”", "Han Fei khawatir. Dia tahu bahwa para nelayan yang tidak bisa membayar pajak akan diusir. Dikatakan bahwa malam di laut berbahaya dengan serangan ikan. Tidak ada yang pernah bertahan selama lima malam berturut-turut di lautan.", "Namun, dia berkata sambil tersenyum, “Supervisor Zhang, Aku kehilangan pancingan dan umpan Aku, jadi …”", "Zhang Han menyeringai. “Bukan masalah besar. Aku akan memberi Kamu alat pancing biasa dan sekotak umpan hanya untuk sepuluh mutiara berkualitas rendah. Bagaimana menurut Kamu?”", "Han Fei mengepalkan tinjunya lebih erat. Pria itu jelas memanfaatkannya. Sebuah pancing biasa berharga tiga mutiara berkualitas rendah, dan sekotak umpan hanya berharga delapan puluh koin laut.", "Menarik napas dalam-dalam, Han Fei berkata, “Pengawas Zhang, Aku hanya memiliki dua puluh koin laut untuk saat ini. Bolehkah Aku meminjam peralatan Kamu? ”", "Zhang Han mengubah ekspresinya dan berkata dengan marah, “Mengapa kamu tidak memberitahuku lebih awal bahwa kamu tidak punya uang? Kamu bahkan tidak memiliki sepuluh mutiara berkualitas rendah? Kamu ditakdirkan menjadi warga sipil selama sisa hidup Kamu… Jika Kamu mati di lautan, bagaimana Kamu bisa membayar Aku kembali? ”", "Meskipun itu yang dia katakan, Zhang Han berbalik dan pergi, tidak lupa memberi tahu Han Fei untuk pergi ke tokonya, tetapi bunga akan dikumpulkan!", "Han Fei marah, tetapi dia juga menyadari bahwa dia berada di dunia di mana yang kuat memangsa yang lemah. Balas dendam adalah hidangan yang paling baik disajikan dingin. Dia memutuskan untuk menahan diri sampai dia bisa membalas pria itu.", "…", "Segera, Han Fei datang ke pelabuhan keberangkatan.", "Zhang Han memiliki toko sendiri, tapi dia tidak terlalu memperhatikannya. Ketika Han Fei datang, pria itu sedang makan kerang kecil.", "Zhang Han menemukan pancing compang-camping dan sekotak umpan hijau di tokonya, sebelum dia melemparkannya ke Han Fei.", "Dia berkata, “Kamu akan diasingkan jika Kamu tidak masih memenuhi syarat untuk Ujian Memancing. Pergi sekarang. Ingat, satu mutiara berkualitas rendah setiap hari. ”", "Di kantor pendaftaran, Han Fei menyelesaikan dokumen dan di bawah tatapan resepsionis, Han Fei naik perahu delapan orang.", "Seorang pria paruh baya di sebelah Han Fei berkata, “Duduklah dengan tenang. Kami sudah pergi. ”", "Han Fei masih tercengang meski mengalami pengalaman terakhir. Dunia ini terlalu indah. Pantulan matahari yang sangat besar mewarnai lautan menjadi merah. Itu sangat indah.", "“Hei! Apa yang menarik dari matahari? Kamu tidak memancing kailnya? ”", "Han Fei berbalik, hanya untuk menemukan bahwa semua orang meletakkan umpan hijau di kail pancing mereka.", "Umpan hijau adalah umpan paling umum untuk nelayan biasa. Itu seperti cacing tanah tetapi lebih tebal dan lebih pendek.", "Seorang pria muda di atas kapal memandang Han Fei. “Kamu adalah orang yang ditarik ke laut oleh penyu hijau kemarin?”", "www.worldnovel.online"]},
{"testing": ["Bab 4: Penerjemah Perikanan Pertama: Editor Terjemahan Henyee: Terjemahan Henyee", "Han Fei mengangguk. Itu aku.", "Pria muda itu mencibir, “Sungguh lemah.”", "Han Fei tidak bisa berkata-kata. Apakah anak-anak di sini begitu kasar?", "Beberapa menit kemudian, perahu mendarat di lautan, riak menyebar.", "Semua orang mengangkat tiang mereka. Sulit membayangkan bahwa kail terbang sejauh ratusan meter tanpa gulungan setelah dilempar dengan mudah.", "Han Fei penuh dengan pertanyaan. Semua orang memejamkan mata. Tangan mereka berkilau dengan energi spiritual.", "Pancing mereka semua sedikit bergerak mundur. Han Fei kagum. Mengapa tali pancing mereka bisa diperpanjang?", "Han Fei punya jawaban. Mereka harus mengendalikan tali pancing dengan energi spiritual. Tapi seingatnya, itu menghabiskan banyak energi spiritual.", "Han Fei melemparkan kail dengan seluruh kekuatannya, hanya untuk mendarat dua puluh meter jauhnya.", "“Hah?”", "Ketika dia pergi memancing sebelumnya, selalu ada beban di ujung tali, tetapi dia hanya memiliki tali dan umpan sekarang. Agak sulit untuk mengontrol jarak dengan energi spiritual.", "Han Fei bergegas untuk melihat semua orang dan menemukan bahwa mereka tidak menyadarinya, jadi dia mulai memancing seolah-olah tidak ada yang terjadi.", "Dengan terampil, dia menarik, melepaskan, dan mengguncang tiang…", "“Ke kiri…”", "“Ke kanan…”", "Han Fei bergumam pada dirinya sendiri, tetapi semua orang di kapal itu terkejut.", "Seseorang berkata, “Hei, apakah kamu idiot? Umpanmu hilang. ”", "Han Fei tidak tahu harus berkata apa.", "Pria paruh baya itu berkata, “Tarik kembali. Serangga hijau adalah serangga yang paling tidak aktif, jadi ikan tidak akan menyentuh kail Kamu saat masih menggeliat. ”", "Menarik tali pancing adalah seni. Semua orang kehilangan kata-kata menyaksikan Han Fei menarik garis. Seseorang akhirnya berkomentar, “Mengapa kamu tidak kelaparan? Gunakan energi spiritual Kamu, bukan otot Kamu! ”", "Aku menggunakan energi spiritual Aku, tetapi pancing tidak mau bergerak!", "Pria paruh baya itu berkata, “Rasakan energi spiritual Kamu. Konsentrasikan pada tali pancing dan tarik kembali tali pancing. ”", "Memerah, Han Fei merasakan energi spiritualnya sesuai. Ketika energi spiritualnya melekat pada pancing dan pancing, dia terkejut merasakan ketertarikan yang tidak jelas di antara mereka.", "Aku tidak tahu Aku bisa menggunakannya seperti ini!", "Disegarkan, Han Fei mengaktifkan energi spiritualnya. Kailnya segera keluar dari air. Namun, itu tidak berhenti tetapi melesat ke pantat pemuda lain di sisi lain perahu.", "“Han Fei, kamu meminta untuk dibunuh…”", "Han Fei meminta maaf. “Maaf, itu tidak sengaja. Jangan bergerak. Aku akan mengeluarkannya… ”", "“Pu…”", "Kail itu terbang dari punggung pemuda itu. Semua orang, termasuk Han Fei sendiri, merunduk dengan cepat.", "Sepotong kain besar telah robek di pantat pemuda itu. Darah muncrat keluar.", "Han Fei berkata, “Aku sangat menyesal tidak mengendalikannya dengan baik.”", "“Han Fei, aku akan membunuhmu!”", "Yang lain juga memandang Han Fei dengan waspada. Apakah kepala anak laki-laki itu rusak kemarin? Mengapa dia lupa dasar-dasar memancing?", "Melihat pemuda itu menyerbu ke arahnya, Han Fei bergegas mengangkat alat pancingnya. Pemuda itu sangat ketakutan sehingga dia segera berhenti, curiga bahwa Han Fei akan melemparkan kail padanya lagi.", "Seseorang memarahi, “Han Fei, kembali ke bisnis. Kami akan memanggil supervisor jika Kamu membuat masalah lagi! ”", "Han Fei tersenyum malu. “Baiklah.”", "Insiden itu sudah berakhir. Pemuda itu tidak benar-benar memberinya masalah meskipun dia marah.", "Han Fei hanya duduk di sana setelah melemparkan kail, sama seperti yang dilakukan orang lain.", "Tapi cara memancing seperti itu tidak membutuhkan keahlian sama sekali! Setelah hampir satu jam, tepat ketika Han Fei bermaksud meminta nasihat karena ketidaksabarannya, seseorang tiba-tiba berdiri dan mendengus.", "Kemudian, pria itu membuat gerakan yang sangat aneh, dan energi spiritualnya melonjak keluar. Pancing dan tali pancingnya segera tertutup cahaya redup.", "“Bangkit!”", "Bo…", "Mata Han Fei membelalak. Apakah itu sesederhana itu?", "Dia kemudian menyadari bahwa orang lain sama irinya dengan pria itu seperti dia.", "Hasil akhir kuning besar asekitar enam puluh kilogram telah ditarik oleh seorang pria bernama Huang Tua.", "Ikan kuning tidak agresif dan tidak mengancam seperti penyu hijau dan ikan pisau, jadi mereka adalah salah satu makanan termurah dan terpopuler di pulau-pulau terapung, seperti halnya kerang.", "Melihat yang lain mengangkat tiang mereka, Han Fei melakukan hal yang sama. Itu karena ikan kuning itu berjuang terlalu lama sekarang dan semua ikan yang waspada telah melarikan diri. Hingga mencapai level master memancing, para nelayan selalu berganti tempat setiap kali menangkap ikan.", "Sesampainya di lokasi baru, semua orang melemparkan dialog mereka lagi.", "Setelah hanya seperempat jam, pria paruh baya itu merasakan sesuatu. Sama seperti Chen Tua barusan, paruh baya itu meraung, “Bangkit!”", "Mata Han Fei berbinar — itu adalah penyu hijau lainnya. Dia ingat Penjepit Raja Kepiting Wang Jie yang mempesona ketika Wang Jie berurusan dengan penyu hijau kemarin.", "Pembuluh darah menonjol di tangan pria paruh baya itu, dan tali ditarik dengan cepat. Memegang tiang dengan kedua tangan, pria itu berbalik dan menyeret dengan bahunya, menarik ikan besar keluar dari air.", "“Hai! Hai! Hai! ”", "Batu dilempar. Semua orang bersembunyi di sudut kecuali Han Fei, yang menyaksikan pria paruh baya itu menampar batu dengan tangannya yang bercahaya sampai akhirnya dia menghancurkan kura-kura itu.", "Seekor penyu hijau sepanjang satu meter jatuh di geladak, ekornya menepuk-nepuk sembarangan. Sepertinya sudah pingsan.", "Han Fei melihat lebih dekat kali ini. Penyu hijau tertutup sisik yang tampak seperti batu kehijauan di sekujur tubuhnya. Sisik-sisik itu memantulkan cahaya biru cerah di bawah matahari.", " Penyu Hijau", " Lima", " Reguler", " 12 poin", " Dapat meningkatkan kekuatan fisik seseorang jika dimakan dalam jangka waktu yang lama.", "Han Fei menyadari bahwa energi spiritual tiga kerang setara dengan penyu hijau. Itu berarti benda ini tidak terlalu mengesankan seperti yang terlihat.", "Semua orang berseru kaget.", "“Niu Tua, apakah kamu nelayan yang hebat sekarang?”", "Pria paruh baya itu menyeringai dan berkata terus terang, “Aku membuat terobosan beberapa hari yang lalu.”", "Semua orang memberi selamat padanya.", "Chen Tua, khususnya, meraih lengannya dan bertanya, “Aku sudah lama terjebak di level enam. Apa saran Kamu? ”", "Han Fei menusuk telinganya. Dia tidak pernah melihat nelayan yang lebih unggul secara langsung sebelumnya, dan dia sangat terkejut karena Chen Tua telah terjebak selama hampir setengah dari hidupnya. Apakah kultivasi begitu sulit?", "Baik, seorang pekerja harus mengasah peralatannya terlebih dahulu jika ingin melakukan pekerjaan dengan baik. Aku akan menghancurkan Kamu setelah Aku meningkatkan seni dan Warisan Spiritual Aku.", "Setelah pria paruh baya itu menyingkirkan penyu hijau besar, mereka berganti tempat lagi.", "Setengah hari berlalu dalam sekejap mata. Dari delapan penumpang, semua orang telah menyelesaikan tugas mereka kecuali Han Fei dan pemuda yang seumuran dengannya.", "Matahari terbenam. Mereka mulai mengobrol sambil menikmati beberapa piala mereka.", "Tiba-tiba, pemuda itu berteriak, “Aku dapat satu! Aku dapat satu!”", "Han Fei menatapnya dengan suram. Semua orang telah menyelesaikan tugas mereka, tetapi dia bahkan belum menangkap seekor ikan pun setelah menggunakan hampir semua umpannya.", "Tepat saat Han Fei mengejek dirinya sendiri, seorang nelayan berpengalaman berteriak.", "Chen tua juga berteriak, “Nak, biarkan saja sekarang! Kamu tidak bisa menangkap ini! ”", "www.worldnovel.online"]},
{"testing": ["Bab 8: Penerjemah Penjualan: Editor Terjemahan Henyee: Terjemahan Henyee", "“Apa yang terjadi?”", "Han Fei menjawab, “Nah, di pagi hari, ketika Aku masih tidur, kekacauan terjadi di laut dan banyak ikan melompat ke perahu dengan sendirinya… Kemudian, Aku menyembunyikan diri Aku di kabin sampai Kamu datang. Lobster tentakel pasti yang menyebabkan ini. ”", "Han Fei berbicara dengan polos. Dia menunjuk lingkaran hitam di sekitar matanya dan berkata, “Seekor ikan kuning menabrakku dan meninggalkan bekas ini untukku.”", "Wang Jie mengerutkan kening. “Apakah itu gelombang ikan?”", "Salah satu orang di belakang Wang Jie berkata dengan iri, “Ini masih banyak. Lusinan ikan cukup bagi Kamu untuk membayar pajak selama dua bulan. ”", "Han Fei menyeringai. “Aku curiga ada Sabuk Ular di kabin ini. Aku menutupnya dan tidak pernah memeriksanya. ”", "Sabuk Ular?", "Dua orang di belakang Wang Jie berseru. Sabuk Ular sangat berharga. Apakah orang itu sangat beruntung bahkan sebuah Sabuk Ular melompat ke kapalnya?", "Matanya melotot, Wang Jie berkata dengan tergesa-gesa, “Kamu mundur.”", "Han Fei bersembunyi di belakang mereka. Jika makhluk itu kabur, ia akan membunuh orang-orang ini sebelum bisa membunuhnya.", "Wang Jie mendekati kabin dan menendang sampulnya.", "Bayangan keluar seketika. Wang Jie meraung dan menyambarnya dengan tangan berkilauan.", "BAM!", "Sebuah penghalang tak terlihat muncul di depan Wang Jie dan memblokir Sabuk Ular yang sedang mengisi daya.", "Tangan Wang Jie yang bersinar hancur.", "Sabuk Ular, setelah ditampar ke geladak, masih memiliki kekuatan. Ia mencoba melarikan diri, ketika Wang Jie menarik tongkat pancingnya dan membuang tali pancingnya, menariknya kembali.", "Setelah tamparan lain, Sabuk Ular akhirnya pingsan.", "Han Fei kaget. Mungkinkah seekor ikan begitu tangguh sehingga bahkan seorang ahli memancing tidak dapat menghabisinya dalam satu serangan?", "Wang Jie meliriknya. “Tidak buruk, Han Fei. Sabuk ular ini berbahaya. Ini sedikit berguna bagi Kamu. Apakah Kamu ingin menjualnya kepada Aku? ”", "Han Fei memutar matanya. “Jika kamu menginginkannya, anggap saja itu hadiah dariku.”", "Wang Jie berkata dengan serius, “Itu tidak adil. Ini adalah mutiara kualitas menengah yang pada dasarnya sama berharganya dengan Sabuk Ular. ”", "Han Fei terus melambaikan tangannya. Dia tahu bagaimana dunia bekerja dengan hubungan. Dengan hadirnya orang lain, dia harus mengeluarkan Wang Jie, jadi dia meminta Wang Jie untuk memberinya alat pancing.", "Kedua pengawas tidak bisa mempercayai telinga mereka. Apa? Mutiara kualitas menengah untuk alat pancing?", "Wang Jie sedikit terkejut juga. Tanah malang ini mampu menahan godaan mutiara kualitas menengah; seandainya bakatnya lebih baik… Sigh", "Wang Jie mengangguk dan mengisi perahu dengan energi spiritual dan berkata kepada seorang pria di belakangnya, “Song Fei, bisakah kamu mengantarnya kembali?”", "Dia tidak akan menawarkan bantuan jika Han Fei telah menerima mutiara kualitas menengah.", "Setelah perahu naik, Han Fei memandang supervisor, yang menatap ikan pisau cincang.", "Han Fei memutar matanya dan bertanya, “Saudaraku, bolehkah aku tahu namamu?”", "Supervisor menjawab dengan acuh tak acuh, “Song Fei.”", "Han Fei mengusulkan, “Saudara Song, ikan pedang ini dicincang oleh lobster tentakel. Itu terlalu kuat untuk Aku tangani. Aku dapat melihat bahwa Brother Song menyukainya. Aku ingin memberikannya kepada Kamu sebagai hadiah. ”", "“Hah?”", "Song Fei tercengang. Dia mendapatkan pisau ikan dalam perjalanan pulang pergi ini setelah tidak melakukan apa-apa?", "Setelah linglung sesaat, Song Fei menerima ikan pisau, meyakinkannya bahwa dia bisa mencarinya jika dia memiliki masalah di masa depan.", "Beberapa menit kemudian, Han Fei membersihkan permukaan kapal.", "Song Fei berkomentar, “Kamu agak rajin, meskipun levelmu rendah. Setelah Kamu menjual ikan, Kamu dapat membeli sebotol Cairan Pemoles Tubuh Kepala Ikan, atau Kamu hampir tidak mungkin lulus uji coba memancing. ”", "“OK Aku mengerti!”", "Han Fei menanggapi dengan linglung. Dia sangat kesal karena semua potongan daging hanya bernilai 142 poin energi spiritual.", "…", "Resepsionis, melihat Han Fei telah kembali, berkata dengan dingin tanpa mengedipkan mata, “Kamu selamat. Tidak buruk. Hah… Begitu banyak ikan? ”", "Song Fei berkata, “Xiao Qin, anak laki-laki itu cukup beruntung bisa bertemu dengan gelombang ikan. Dia selamat dengan bersembunyi di kabin ikan. Ini panen besar. ”", "Resepsionis itu tersenyum. “Baiklah. Aku akan memiliki 150 kilogram sebagai pajak Kamu. Kamu bisa menangani sisanya. ”", "Hati Han Fei berdarah. Itu uang yang bagus!", "Setelah kapal selesai dibangunmerapat dengan halus, seseorang segera berlari ke arahnya.", "Kebanyakan dari mereka hanya menyapa Song Fei dan bertanya pada Han Fei, “Hei, Nak, aku akan mendapatkan semua ikan kuningmu. Aku akan memberi Kamu dua puluh koin laut untuk masing-masing. ”", "Seseorang lainnya segera mendorongnya. “Nak, jangan dengarkan omong kosongnya. Aku akan memberi Kamu tiga puluh koin laut untuk masing-masingnya. Kamu akan mendapat lebih banyak. ”", "“Nak, aku ingin kura-kura hijaumu. Sepuluh mutiara kualitas rendah untuk masing-masingnya. ”", "www.worldnovel.online"]},
{"testing": ["Bab 5: Penerjemah Terobosan Tak Terduga: Editor Terjemahan Henyee: Terjemahan Henyee", "Pria paruh baya itu mengubah ekspresinya. Itu bukan ikan! Kamu telah menarik lobster tentakel! ”", "Han Fei terkejut. Lobster tentakel? Hal yang ditangkap Tang Ge sebelumnya?", "Sebelum pemuda itu menyadari apa yang sedang terjadi, dia sudah mengangkat alat pancingnya.", "Semua orang melihat sepasang tentakel panjang. Mereka mengayunkan tongkatnya ke sana.", "Pria paruh baya itu meraung, “Istirahat!”", "Namun, salah satu tentakel dengan cepat melilit lengan pemuda itu. Yang mengejutkan Han Fei, sepetak daging di lengan segera robek, dan pemuda itu jatuh ke satu sisi perahu, menangis.", "Chen tua berteriak dan menyeret pemuda itu ke belakang dengan kakinya, tetapi tentakel lainnya memanjang lurus ke arahnya. Pria paruh baya itu langsung menabrak Chen Tua dengan tongkat pancingnya, menjatuhkannya ke belakang.", "Saat berikutnya, pemuda itu ditarik dari perahu seluruhnya. Han Fei cukup berani untuk melihat keluar, hanya untuk menemukan, berkeringat, bahwa kepala pemuda itu sudah hilang. Dari awal sampai akhir, semua lobster tentakel yang terungkap adalah dua tentakel.", "F * ck… Bisakah aku kembali ke dunia asliku?", "Han Fei pucat. Pemuda itu mengejeknya pagi itu, dan dia telah melukai pantatnya. Dia agak menyesal pria itu meninggal begitu saja. Itu hanya anak-anak.", "Salah satu dari mereka merenung sejenak dan berkata, “Ayo laporkan ke supervisor!”", "Pengawas adalah petugas patroli perikanan, di bawah bimbingan seorang ahli penangkapan ikan. Kapten pengawas perikanan ini adalah Wang Jie, yang menyelamatkan Han Fei kemarin.", "Wang Jie segera tiba. Dia melirik kerumunan dan melihat Han Fei, tapi matanya tidak berhenti padanya.", "Dengan ekspresi yang mengerikan, Wang Jie bertanya, “Apa yang terjadi?”", "Para penumpang dengan cepat menjelaskan semuanya. Wang Jie langsung kesal. “Betapa bodohnya! Tahukah dia bahwa perasaan lobster tentakel berbeda dengan ikan lainnya? Beraninya dia mencoba menariknya? ”", "Pria paruh baya itu menjawab, “Mungkin dia terlalu cemas. Ini hampir matahari terbenam. ”", "Wajah Han Fei bahkan lebih suram setelah dia mendengar itu.", "Sebagai penggali emas terkenal di laut, dia tidak hanya menangkap ikan biasa tetapi juga hiu sebelumnya, tetapi setelah seharian penuh, dia bahkan gagal menangkap udang. Itu sangat memalukan.", "Wang Jie berkata dengan serius, “Akhir-akhir ini tidak damai. Perahu lain bernasib lebih buruk darimu. Mereka menemukan Sabuk Ular. Empat dari delapan orang di dalamnya tewas… ”", "Mendesis…", "Semua orang tersentak. Sabuk Ular bahkan lebih mengerikan dari pada lobster tentakel. Jika mereka menemukannya, mereka tidak akan bisa mendapatkan yang lebih baik dari kapal lain.", "Han Fei ingat apa itu Sabuk Ular. Itu adalah sejenis ikan merah tua yang tampak seperti ular, kecuali kepalanya hampir seluruhnya adalah gigi. Ia berenang sangat cepat di lautan. Itu bisa melesat ke manusia dan meluncur ke dalam tubuhnya.", "Han Fei akhirnya mengerti mengapa orang menyukai perahu tingkat rendah: karena penumpangnya dapat membantu satu sama lain dalam suatu kecelakaan. Jika dia bertemu lobster tentakel sendirian, dia mungkin sudah terbunuh.", "Wang Jie bertanya, “Sudahkah Kamu menyelesaikan misi Kamu?”", "“Ya kita memiliki. Terima kasih telah bertanya, Tuan Ahli Perikanan. ”", "Wang Jie memandang Han Fei dengan acuh tak acuh. Di mana ikanmu?", "Tersipu, Han Fei menjawab, “Aku — aku tidak menangkap satupun.”", "Wang Jie tercengang. Setelah kemarin diseret ke laut oleh penyu hijau, orang ini tidak menangkap ikan hari ini. Wang Jie belum pernah melihat seorang nelayan yang tidak bisa menangkap ikan sebelumnya. Betapapun tidak terampilnya Kamu, Kamu setidaknya bisa mendapatkan beberapa ikan kuning atau ikan putih kecil, bukan?", "Pria paruh baya itu berkata dengan tergesa-gesa, “Aku diberitahu bahwa dia hampir tenggelam kemarin. Pancingnya goyah, mungkin karena dia belum pulih dari keterkejutannya. Dia akan menjadi lebih baik dalam beberapa hari. ”", "Wang Jie mendengus. “Tidak berguna… Jika Kamu memberikan kinerja yang buruk setelah sedikit guncangan, apa yang dapat Kamu raih di masa depan?”", "Han Fei tidak memberikan jawaban, karena dia juga tercengang. Apakah itu benar-benar karena dia melakukan kesalahan dengan buruk?", "Wang Jie menyuruh Han Fei bermalam di laut meski banyak orang memohon atas namanya. Wang Jie hanya menasihati Han Fei bahwa saat memancing di malam hari jangan melemparkan pancing lebih dalam dari tigameter. Dia tidak mau menunjukkan belas kasihan pada gelandangan tidak berguna ini.", "Chen Tua menyerahkan sepotong ikan kering dan sepanci air kepada Han Fei. “Hati-Hati.”", "Seseorang memberi Han Fei belati besi dan berkata, “Gunakan ini untuk melindungi dirimu sendiri!”", "Han Fei berterima kasih kepada mereka, merasa hangat tentang kemurahan hati orang lain.", "Wang Jie meninggalkan kapal menuju Han Fei dan pergi bersama yang lainnya.", "Han Fei kecewa setelah semua orang pergi. Dia mengambil ikan yang ditinggalkan Chen Tua dan mengunyahnya; baunya menyengat.", "Setelah tidak makan makanan sepanjang hari, Han Fei sudah lapar. Dia segera melahap ikan kering, yang tidak berukuran besar sama sekali.", "Segera, hari benar-benar gelap. Ombaknya tidak besar di laut, dan tidak ada yang terlihat kecuali sinar bulan yang cerah.", "“Hook Aku goyah?”", "Han Fei ingat apa yang dikatakan pria paruh baya itu. Dia juga ingat Imobilisasi di Soul Fishing.", "Buku-buku menggambarkannya dengan cara yang terlalu disederhanakan. Jagalah agar tubuh, tiang, dan hati setenang air yang tenang… Itu lebih mudah diucapkan daripada dilakukan. Bagaimanapun, manusia bukanlah patung.", "Tiba-tiba, Han Fei merasa pergelangan tangannya panas. Dia menggulung lengan bajunya, hanya untuk menemukan tanda labu itu berkilauan. Kemudian, dia merasakan bahwa energi spiritual menempel di pergelangan tangannya dan memasuki tubuhnya seperti udara yang dia hirup.", "Hah? Energi spiritual secara otomatis tertarik ke tubuh Aku?", "Segera, Han Fei menjatuhkan alat pancingnya dan duduk. Dia tidak tahu mengapa labu mulai menyerap energi spiritual, tetapi itu adalah hal yang baik dan dapat membantu kultivasinya.", "Han Fei mulai berkultivasi menurut ingatan. Saat dia mulai, labu di pergelangan tangannya terguncang dengan kuat, dan energi spiritual yang ditarik beberapa kali lebih besar dari sebelumnya.", "Satu jam kemudian, Han Fei merasakan ada sesuatu yang rusak di tubuhnya. Dia ditinggikan dan energik.", "Apakah ini yang disebut terobosan?", "Han Fei melihat Pot Pemurnian Iblis. Datanya memang berubah.", "Pot Pemurnian iblis", "Pemilik: Han Fei", "Level: Tiga (Fisher Pemula)", "Energi Spiritual: 60 (60)", "Warisan Spiritual: Level Satu, Tidak Lengkap (Dapat Ditingkatkan)", "Seni Utama: Soul Fishing (Dapat Diperbaiki)", "Han Fei sangat senang. Terobosan ini terlalu mudah. Bukankah mereka mengatakan bahwa itu bisa memakan waktu bertahun-tahun? Mengapa dia membuatnya setelah berkultivasi hanya satu jam?", "Han Fei akan melanjutkan kultivasinya, ketika dia mendengar suara berderak di laut.", "www.worldnovel.online"]},
{"testing": ["Bab 7: Ikan Telah Menempati Perahu Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Pancingnya rusak. Han Fei benar-benar bangkrut lagi.", "Satu-satunya yang tersisa adalah belati compang-camping dan sirip pisau yang lebih rendah tertancap di kayu. Dengan sedih, Han Fei mengeluarkan seekor ikan putih kecil dan mulai memakannya mentah.", "Hah! Ini tidak terasa buruk sama sekali. Dagingnya kencang dan terasa seperti daging sapi.", "Han Fei sedikit terkejut. Daging ini benar-benar bisa dibuat menjadi sashimi. Dia berpikir bahwa ikan putih terasa lebih buruk daripada ikan kuning dan ikan pisau, tetapi ternyata ternyata enak.", "Dia menghabiskan setengah dari ikan putih dengan cepat. Yang mengejutkan Han Fei, energi spiritualnya meningkat dari 20 menjadi 23. Bukankah ikan putih memiliki total tiga titik energi spiritual? Dia baru saja makan setengahnya.", "Han Fei menghabiskan separuh ikan lainnya. Energi spiritualnya menjadi 26 poin. Dia cukup terkejut.", "Hari sudah hampir fajar. Dia selamat malam itu. Han Fei duduk bersila dan melanjutkan kultivasinya.", "Pergelangan tangannya menjadi panas lagi, menandakan bahwa aliran energi spiritual memasuki tubuhnya, tetapi jumlah energi spiritualnya jauh lebih sedikit.", "Hah? Mengapa sekarang lebih rendah?", "Han Fei membuka matanya karena terkejut dan memperhatikan bahwa ketiga bulan itu akan segera menghilang.", "Penyerapan energi spiritual ada hubungannya dengan tiga bulan?", "Lebih dari satu jam kemudian, matahari yang sangat besar menampakkan dirinya di cakrawala, melepaskan sinar matahari pagi.", "Han Fei, merasa pergelangan tangannya terbakar, berhenti berkultivasi, dan membuka matanya, hanya untuk menemukan bahwa pergelangan tangannya berasap dengan cahaya ungu.", "Sebelum dia bangkit, api telah membara di pergelangan tangannya.", "Han Fei segera bangkit kembali dan mengulurkan tangannya ke dalam air dan memeriksa Pot Pemurnian Iblis secara sepintas. Energi spiritualnya telah berubah dari 26 menjadi 108. Dia langsung terkejut. Apa karena cahaya ungu barusan?", "Han Fei hampir jatuh saat dia mempertimbangkan. Laut mendidih, ombak naik di mana-mana.", "Han Fei melihat ikan yang tak terhitung jumlahnya berenang ke arahnya saat mereka mulai melompat dengan riang. Sebagai permulaan, beberapa ikan putih kecil menampar wajah Han Fei.", "Tidak hanya itu, ikan kuning besar menabrak perut Han Fei, membuatnya kesakitan. Han Fei kemudian melihat lobster tentakel terbang.", "“F * ck…”", "Tidak membuang waktu, Han Fei menyelam ke kabin ikan dan menutupnya. Segera setelah dia menutup kabin ikan…", "Dum! Dum! Dum!", "Retak! Retak! Retak! Retak!", "Terlalu banyak ikan yang berjatuhan di geladak. Lobster tentakel juga merayap di sana. Han Fei bahkan melihat tentakel mereka melalui celah.", "Ketika Han Fei mencoba melihat lagi, pisau menukik ke sampul dan hampir menusuknya.", "Beberapa menit kemudian, kaki lobster menembus penutup kabin.", "“Bro! Tolong pergi!”", "Han Fei menahan napas. Jika lobster tentakel memecahkannya, dia akan dipotong-potong!", "Hah, tunggu, bisakah aku mencoba menyerapnya?", "Han Fei segera memeluk kakinya tanpa melepaskannya.", "“Serap! Pot Pemurnian Iblis, seraplah! ”", "BAM!", "Penutup kabin ikan hampir terangkat.", "Pada awalnya, lobster tentakel berjuang keras dan hampir membalikkan perahu beberapa kali, tetapi lambat laun, kapal itu melemah. Han Fei senang bahwa Pot Pemurnian Iblis berguna.", "Lima menit kemudian, Han Fei merasa kaki lobster berhenti meronta-ronta di pelukannya. Energi spiritualnya pasti telah dimangsa olehnya.", "Setelah beberapa menit, suara di geladak akhirnya berhenti. Ikan itu sepertinya telah melompat kembali ke laut. Han Fei akhirnya mengumpulkan keberanian untuk membuka kabin.", "Seekor ikan kuning, dikejutkan oleh Han Fei, menabrak kepala Han Fei. Dia hampir menangis kesakitan.", "Memastikan bahwa tidak ada makhluk berbahaya di kapal, Han Fei melompat keluar dari kabin ikan, hanya untuk menemukan bahwa deknya berantakan. Terlalu banyak ikan, termasuk ikan pisau, telah dipotong-potong.", "Selain itu, perahu tersebut juga sarat dengan bebatuan dari penyu hijau. Sejauh yang dia bisa lihat, tiga dari mereka tewas di geladak.", "Beberapa dari mereka dicincang, dan beberapa dipotong menjadi dua.", "Han Fei terperangah. Seberapa tajam tentakel lobster tentakel untuk memotong penyu hijau?", "Han Fei berbalik dan melihat lobster tentakel sepanjang tiga meter, yang sepertinya telah direbus. Ia memiliki kepala yang sangat besar dan tubuh yang pendek. Seperti kayu kering, sekarang lumpuh di geladak.", "Tapi segera, Han Fei menjadi bersemangat. Energi spiritualnya meningkatmenjadi 156, yang berarti bahwa lobster tentakel memberikan 48 poin energi spiritual kepadanya, jumlah yang sama yang dapat diberikan oleh Sup Roh Tertelan.", "Selain itu, delapan kabin ikan di kapal, kecuali yang dia sembunyikan, semuanya penuh dengan ikan.", "Han Fei tertawa keras, menghitung jari-jarinya dan bergumam pada dirinya sendiri.", "Ada banyak ikan putih. Calabash bisa memiliki lusinan… Ikan kuningnya juga banyak… Hah, kenapa air di kabin ini berwarna merah?", "Ketika Han Fei melihat kabin ikan, dia melihat sesuatu berenang melewatinya.", "Han Fei menendang sampulnya dan menutup kabin. Jika tebakannya benar, itu pasti Sabuk Ular.", "Ikan berbentuk ular itu telah membunuh setengah dari penumpang kapal kemarin. Dia pasti tidak bisa mengalahkannya jika lepas.", "Han Fei telah memutuskan untuk membiarkan ahli yang lebih kuat membuka kabin ini setelah dia kembali.", "Jadi, Han Fei memegang ikan kuning di tangan kirinya dan kura-kura hijau di tangan kanannya. Setelah menyerapnya, dia menendang mayat-mayat itu dari perahu. Meski ikan masih bisa dijual setelah mereka mati, uang itu tidak sepenting rahasianya.", "Belasan menit kemudian, Han Fei kembali terkejut.", "Han Fei memiliki 814 poin energi spiritual!", "Han Fei terengah-engah. Penyimpanan Pot Pemurnian Iblis tidak memiliki batas atas.", "Han Fei menikmati sinar matahari di dek, senang. Dia mengira akan memakan waktu lama sebelum dia menyimpan seribu poin energi spiritual, tetapi suatu malam ternyata sudah hampir cukup.", "Haruskah Aku melakukannya lagi besok malam?", "Apa yang tidak diketahui Han Fei adalah, jika dia memberi tahu orang lain tentang hal itu, mereka akan berpikir bahwa dia gila untuk berlatih di pagi hari di bawah matahari, yang akan membakar orang lain menjadi abu!", "Dia membersihkan perahu dan sengaja meninggalkan beberapa jejak. Dia juga memotong tentakel lobster tentakel dan menendangnya ke dalam air, karena dia tidak dapat menjelaskan mengapa lobster sebesar itu terbaring utuh di sini.", "Matahari sudah tinggi, dan banyak perahu turun dari langit.", "Salah satu dari mereka datang langsung ke tempat Han Fei berada.", "Wang Jie datang dengan dua pengawas lainnya.", "“Hah?”", "Wang Jie tidak memeriksa apakah Han Fei baik-baik saja, atau memperhatikan lingkaran hitam di sekitar mata Han Fei. Dia dan bawahannya terkejut dengan kekacauan di perahu Han Fei.", "www.worldnovel.online"]},
{"testing": ["Bab 9: Penerjemah Bandit Tidak Masuk Akal: Editor Terjemahan Henyee: Terjemahan Henyee", "Han Fei mencibir. Wang Jie menawarkan mutiara kualitas sedang, dan Kamu hanya memberi Aku beberapa mutiara kualitas rendah. Aku akan menjadi bodoh jika Aku menjualnya kepada Kamu.", "Han Fei memandang Song Fei. Song Fei mendengus dan berkata, “Diam! Mari patuhi aturan. Ikan kuning, enam belas koin laut per kilogram; ikan putih, delapan koin laut per kilogram; penyu hijau, empat puluh koin laut per kilogram. Pedang itu tidak untuk dijual… Jika Kamu menginginkannya, pesan sekarang; jika tidak, pergi! ”", "Song Fei mencibir. Kamu ingin pisau Aku? Teruslah bermimpi!", "Semua orang terkejut bahwa Song Fei mendukung bocah itu. Apa latar belakangnya?", "Tak lama kemudian, semua ikan, kecuali ikan kuning yang disimpan Han Fei untuk dirinya sendiri, dijual seharga 1.480 koin laut, yang setara dengan 148 mutiara kualitas rendah atau satu setengah mutiara kualitas sedang.", "Sebagian besar uang berasal dari penyu hijau, yang harganya mahal. Memang tidak banyak, tapi banyak bajingan di pelabuhan sudah melihatnya.", "Han Fei sakit kepala setelah dia menerima uang itu. Dia harus mengeluarkan uang itu secepat mungkin, atau uang itu akan diperas darinya keesokan harinya.", "Song Fei juga tahu itu, jadi dia membawa Han Fei ke toko Wang Jie.", "Sebagai seorang ahli memancing, Wang Jie secara alami memenuhi syarat untuk membuka toko. Tokonya berada di area emas distrik.", "Di toko, Song Fei berkata, “Guan Tua, aku membawakan bisnis untukmu.”", "Seorang lelaki tua, yang tampak polos tapi lihai, datang menyambutnya.", "Song Fei menceritakan apa yang terjadi dengan lelaki tua itu. Segera, orang tua itu menyeringai. “Wah, tidak mudah bagimu untuk selamat dari gelombang ikan. Karena bos Aku menjanjikan Kamu sebuah alat pancing, Kamu bisa memilih salah satu tiang di toko selama harganya lebih rendah dari satu mutiara kualitas sedang. ”", "Han Fei tidak tahu kualitas kutubnya, tetapi setelah sekilas, dia melihat bahwa kebanyakan dari mereka dipatok pada 18, 28, 58, atau 68 mutiara berkualitas rendah. Ada sekitar sepuluh tiang yang harganya 88 mutiara kualitas rendah.", "Hanya ada tiga tiang pancing dengan harga di atas 88 mutiara. Mereka diberi label masing-masing 128, 168, dan 188.", "Han Fei memutar matanya dan berkata, “Tuan. Guan, boleh Aku minta yang harganya 128 mutiara kualitas rendah? Yah, Aku bisa membayar uang ekstra jika terlalu banyak. ”", "Song Fei dan Tuan Guan sama-sama mengerti. Semua orang menginginkan alat pancing yang bagus. Mereka bahkan berpikir bahwa Han Fei akan memilih mutiara 188 karena dia punya uang!", "Han Fei menjalankan beberapa perhitungan. Dia masih memiliki 120 mutiara berkualitas rendah. Terlalu banyak.", "Han Fei bertanya, “Tuan. Guan, apakah Kamu memiliki Cairan Pemoles Tubuh Kepala Ikan? ”", "Tuan Guan terkejut. “Ya, tapi setiap botol berharga satu mutiara kualitas sedang. Apakah kamu yakin ingin satu? ”", "Han Fei berkata, “Ya.”", "Guan Tua dengan hati-hati mengambil sebotol cairan hijau cerah dari sebuah kotak dan berkata, “Ini adalah harta karun yang nyata. Bahkan toko kami hanya memiliki jumlah botol yang terbatas. Ingat, latih segera setelah Kamu memakainya. Efek obatnya bisa bertahan paling lama enam jam. ”", "Han Fei memasukkannya ke sakunya. “Terima kasih, Tuan Guan.”", "Ia meninggalkan toko dengan membawa pancing besi senilai 128 mutiara kualitas rendah dan belati hitam senilai delapan mutiara kualitas rendah.", "Song Fei berkata, “Baiklah, kamu telah menghabiskan semua uangmu. Siapkan makanan untuk diri Kamu sendiri. Aku akan kembali sekarang. ”", "Song Fei pergi, dan Han Fei langsung pergi ke toko Zhang Han di pasar ikan melalui jalan utama.", "Zhang Han sedang mengobrol dengan seseorang. Dia terkejut melihat Han Fei. “Hah? Kamu masih hidup?”", "Han Fei menyeringai. “Aku hampir tidak bisa kembali. Ini uang yang harus aku bayar padamu. ”", "Zhang Han tercengang saat Han Fei mempersembahkan dua belas mutiara berkualitas rendah. Bagaimana pria itu menghasilkan begitu banyak uang setelah semalaman di lautan?", "Hah! Tunggu, dia memegang pancing besi? Itu bagus!", "Zhang Han tersentak. “Kamu adalah anak laki-laki yang selamat dari gelombang ikan?”", "Han Fei tersenyum polos. Itu murni keberuntungan.", "Zhang Han sangat cemburu sehingga dia ingin menipu Han Fei dari uangnya di sana, tetapi dia tidak bisa karena Han Fei tidak memiliki mutiara berkualitas rendah. Tidak akan berakhir dengan baik jika Han Fei melaporkannya ke supervisor.", "Zhang Han berkata, “Baiklah, kamu punya uang sekarang. Apakah Kamu ingin umpan? Satu mutiara berkualitas rendah untuk sebuah kotak. ”", "Han Fei mencibir. Apakah Kamu benar-benar membawa Aku fatau bodoh? Harganya hanya delapan puluh koin laut di tempat lain.", "Namun, Han Fei hanya tersenyum. “Manajer Zhang, Aku memiliki delapan mutiara kualitas rendah tersisa. Aku mau membeli umpan dan kerang. Apakah Kamu memiliki?”", "Mata Zhang Han langsung berbinar. “Tentu saja! Saudara Zhang akan memberimu harga khusus! ”", "Oleh karena itu, ketika Han Fei pergi ke rumah, dia membawa puluhan kerang dan dua kotak umpan. Dia rupanya telah menghabiskan dua mutiara berkualitas rendah lagi untuk itu.", "Ketika Han Fei hampir pulang, beberapa bajingan muncul.", "Seperti yang diharapkan Han Fei, seseorang telah mengikutinya sejak dia meninggalkan pelabuhan.", "Seorang lemak kejam menggosok jari-jarinya dan mendekatinya. “Wah, Aku diberi tahu bahwa Kamu mendapatkan lebih dari seratus mutiara berkualitas rendah hari ini, bukan? Apakah menurut Kamu sudah waktunya Kamu membayar biaya perlindungan? ”", "Han Fei menyeringai. “Saudaraku, Aku memang menghasilkan uang, tetapi Aku menghabiskan semuanya! Aku tidak memiliki koin laut tersisa sekarang. ”", "Marah, si gendut itu berteriak, “Bohong! Kamu menghabiskan 148 mutiara berkualitas rendah dalam dua jam? Siapa yang kamu bodohi? Kamu tidak menghormati Macan? ”", "Han Fei terkejut. Bagaimana mereka tahu jumlah spesifik yang dia peroleh?", "Han Fei mengangkat pancing dan kerang dan berkata, “Saudaraku, aku menghabiskannya! Kamu tahu bahwa Aku menghindari gelombang ikan karena keberuntungan belaka. Aku mempersembahkan Sabuk Ular yang Aku temui untuk Guru Wang Jie, jadi dia meminta Saudara Song Fei untuk berbelanja di tokonya. Semua uang Aku dihabiskan di sana! ”", "Para bajingan itu linglung. Apa? Tuan Wang Jie memintamu untuk berbelanja di tokonya?", "Mereka tidak mungkin terlihat lebih mengerikan. Mempertimbangkan betapa kurangnya kecerdasan mereka, itu adalah bukti bahwa menipu seseorang memang membutuhkan keterampilan.", "Mengabaikan bagaimana Tuan Wang Jie telah menipu Sabuk Ular darinya, dia bahkan menyuruh berandal ini untuk dibelanjakan di tokonya. Tidak peduli bagaimana uang mengalir, semuanya masuk ke sakunya. Ini benar-benar penipuan besar.", "Lemak itu menampar bahu Han Fei dengan marah. “Wah, lebih pintar lain kali. Tujuh hari dari sekarang, Kamu akan membayar Aku sepuluh mutiara berkualitas rendah sebagai biaya perlindungan Kamu. Jika tidak bisa… Hehe, kamu pasti akan menyesal. ”", "Setelah bajingan pergi, Han Fei mencibir.", "Tujuh hari? Hehe, dalam tujuh hari, Aku akan membuat Kamu menyesal telah mengajukan permintaan seperti itu.", "www.worldnovel.online"]},
{"testing": ["Bab 10: Perubahan Kehidupan Penerjemah: Henyee Translations Editor: Henyee Translations", "Setelah dia kembali ke rumah, Han Fei tidak terburu-buru untuk mengambil Cairan Pemoles Tubuh Kepala Ikan, yang hanya bisa memperkuat otot dan tulangnya dan meningkatkan peluang untuk bertahan hidup di lautan.", "Han Fei memotong ikan kuning menjadi banyak bagian. Dia bermaksud memasaknya, tetapi tidak ada bumbu di rumah kecuali garam.", "Baiklah, Aku akan mengukusnya!", "Satu jam kemudian, dia kenyang dan energik.", "Membatalkan Memancing? Aku harus bisa menaikkan levelnya sekarang. Mari kita lihat seberapa baik Kamu.", "Cahaya emas meledak di depan matanya. Kemudian, kata-kata canggih yang tak terbatas muncul di kepalanya.", "Tepat ketika karya seni itu selesai, guntur bergemuruh di langit yang cerah, diikuti oleh badai besar yang membentang lebih dari sepuluh ribu kilometer.", "…", "Hampir pada saat yang sama, di kota terapung yang jaraknya sepuluh ribu kilometer, seseorang sedang menghitung dalam kehampaan.", "“Hah? Sebuah fenomena yang tidak biasa di desa di bawah komando Aku? ”", "Kemudian, pria itu melangkah maju dan menulis dekrit di udara dengan tangannya sebagai pena.", "“Mulai hari ini, pasokan sumber daya untuk semua desa akan berlipat ganda. Semua akademi akan memperhatikan bakatnya. Laporkan jika Kamu menemukan… ”", "…", "Pada saat itu, Han Fei terlalu pucat sekarang untuk peduli jika hujan. Ketika kata-kata canggih itu muncul, Han Fei merasa seperti balon yang baru saja muncul. Dia jelas merasakan bahwa dia telah mundur menjadi nelayan tingkat dua.", "Han Fei hampir menangis. Aku baru saja meningkatkan seni. Bukankah seharusnya Aku naik ke puncak hidup Aku? Mengapa kemampuan Aku menurun?", "Tapi itu belum berakhir. Setelah sebentar tinggal sebagai nelayan tingkat dua, Han Fei terus melemah sampai dia tidak lebih baik dari anak berusia lima tahun.", "Untuk sesaat, Han Fei hampir pingsan sambil menangis.", "Hah! Tunggu, mengapa Aku merasa bahwa Aku lebih kuat ketika level Aku turun?", "Guntur masih bergemuruh. Han Fei melihat Pot Pemurnian Iblis.", "Itu telah turun level dan hanya ada 104 energi spiritual yang tersisa.", "Han Fei tersentak keras saat melihat energi spiritual. Dia ingat bahwa energi spiritual dasarnya adalah enam puluh poin ketika dia berada di level tiga. Mengapa sekarang masih enam puluh saat dia berada di level satu?", "Namun seninya memiliki Hook Kiss tambahan di Void Fishing.", "Han Fei segera duduk tegak dan mulai berkultivasi.", "Setelah satu jam lagi, Han Fei menerobos.", "Hanya dalam dua jam, dia turun dari level tiga ke level satu dan kemudian kembali ke level tiga. Dia tampak sama seperti sebelumnya, tetapi hanya dia yang tahu apa yang telah dia pegang.", "Tubuhnya akan dimodifikasi oleh energi spiritual alami saat dia menjadi lebih kuat. Sekarang pembuluh darah dan tubuhnya mengeras, itu adalah tanda terobosan lain.", "Namun, apakah benar-benar baik untuk membuat terobosan terus menerus? Saat ide itu muncul di kepalanya, dia merasakan sesuatu dari jauh, jauh sekali.", "Segera, dia meminum Cairan Pemoles Tubuh Kepala Ikan.", "Aliran dingin mengalir ke seluruh tubuhnya, menenangkan kulitnya yang panas.", "Setelah seperempat lainnya, retakan lain keluar dari tubuhnya. Han Fei telah memecahkan penghalang dan menjadi nelayan tingkat empat dengan mudah. Untuk pertama kali dalam hidupnya, dia adalah seorang nelayan perantara.", "Demikian pula, Pot Pemurnian Iblis telah mencapai level empat — level menengah. Energi spiritualnya meningkat menjadi 119.", "Han Fei tersentak keras. Dia baru saja mencapai level baru, dan penyimpanan energi spiritualnya sendiri adalah 119 poin, yang mana lebih banyak 50 poin dari biasanya. Apakah dia benar-benar akan naik ke puncak hidupnya?", "Hah? Warisan Spiritual Aku telah menjadi Tingkat Satu, Kualitas Tinggi?", "Han Fei kaget. Bisakah Warisan Spiritualnya mendapat manfaat dari peningkatan seni utamanya?", "Membuka matanya, Han Fei segera mencium bau busuk di rumah.", "Dia memandangi tubuhnya, hanya untuk melihat segala macam kotoran dan lumpur yang lengket.", "Hah? Apakah ini Pembersihan Tubuh yang legendaris?", "Han Fei kehabisan. Saat itu masih hujan, jadi Han Fei mandi di air hujan.", "Setelah membersihkan semuanya, Han Fei merebus dua kerang dan memakannya, sebelum dia pergi ke sekolah dengan pakaiannya yang mengerikan.", "Han Fei menduga pakaiannya terbuat dari kulit ikan. Pakaian seperti itu sangat ketat.", "Ini akan baik-baik saja untuk pria, tetapi jika wanita mengenakan pakaian seperti itu …", "Han Fei bertemu Hu Kun di jalan sebelum dia tiba di sekolah.", "Hu Kun juga terpana melihat Han Fei. Wajahnya mengerikan. Pria itu menjadi terkenal setelah selamat dari gelombang ikan kemarin. Konon dia juga menghasilkan banyak uang dengan menjual ikan. Itu akan sia-sia, bukan scamming dia!", "Hu Kun mencibir, “Hei, bukankah ini nelayan tingkat dua yang diseret ke laut oleh penyu hijau?”", "www.worldnovel.online"]}
]