[
{"testing": [" Bab 8: Perampokan", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " “Sial, pergi dan kejar yang gemuk. Kenapa kamu mengejarku!\" Lin Xiu menoleh saat dia berlari dan segera melihat bahwa ular piton yang berubah warna mengejarnya.", " Yang Tian terus berlari juga dan ketika dia menoleh, dia menyadari bahwa Lin Xiu sudah berlari ke arah bagian hutan yang lebih dalam.", " Dia ingin memperingatkan Lin Xiu bahwa dia berlari ke arah yang salah, tetapi dia sudah menghilang.", " “Eh? Itu hilang?\" Lin Xiu menggunakan upaya terbaiknya dan berlari cukup jauh. Ketika dia berbalik, dia menyadari bahwa ular piton raksasa itu telah pergi.", " Namun, Lin Xiu tidak berani terlalu ceroboh. Python yang berubah warna ini bisa berkamuflase ke lingkungan sekitar. Ini adalah bagian yang paling menakutkan, mungkin bersembunyi di suatu tempat, menunggu untuk melakukan serangan diam-diam padanya.", " Tepat ketika Lin Xiu menarik napas sejenak, dia menyadari bahwa ada beberapa orang di depan.", " Orang-orang ini mengenakan jubah perang, tetapi jubah mereka jelas berbeda dari yang dikenakan Lin Xiu.", " Juga, mereka memiliki segala macam senjata di tangan mereka; salah satu dari mereka bahkan membawa mayat binatang yang berevolusi.", " Orang-orang ini terlihat sangat kuat dan jelas mereka semua adalah prajurit resmi!", " \"Oh, dari Akademi Xing Yao?\" Pemimpin kelompok melihat jubah pertempuran Lin Xiu dan mengangkat alisnya.", " Lin Xiu tahu bahwa dia berada di tempat yang salah saat ini; orang-orang ini jelas merupakan tim petualangan, dan mereka adalah prajurit resmi. Jika mereka ingin membunuh Lin Xiu, dia tidak akan bisa melawan sama sekali. Ini sangat buruk.", " \"Kakak, aku baru saja lewat,\" kata Lin Xiu sambil tersenyum.", " \"Dia hanya orang miskin, ya.\" Seorang pria yang membawa pisau besar berjalan mendekat dan mengukur Lin Xiu.", " Ada sedikit niat membunuh di matanya, dan dia tampak menakutkan.", " “Tinggalkan pedang perangmu dan kamu boleh pergi.”", " \"Tentu.\" Lin Xiu mengepalkan tinjunya. Tanpa pedang tempurnya, itu sama saja dengan kehilangan kekuatan tempurnya.", " Meskipun dia tidak mau, dia tidak punya pilihan lain.", " “Bawa itu!” Pria itu mencibir, lalu mengulurkan tangan dan mengambil pedang perang dari tangan Lin Xiu.", " Saat dia mengambil pedang tempur dari tangan Lin Xiu, dia menyeringai dan ingin mengayunkan pedangnya ke arah Lin Xiu!", " \"Mendesis!\" Saat itu, suara mengerikan terdengar.", " Lin Xiu segera merasakan hawa dingin di punggungnya, dan dia secara naluriah menerkam ke samping.", " Orang itu, yang merenggut pedang tempur Lin Xiu, digigit di pinggangnya langsung oleh mulut besar yang berlumuran darah!", " \"Ah!!!\"", " Orang itu jelas tertangkap basah dan dicabik-cabik oleh ular piton yang berubah warna.", " Lin Xiu, yang menerkam ke samping, berkeringat dingin. Ini terlalu berbahaya dan jika dia tidak waspada sekarang, dia mungkin akan dimakan.", " Orang-orang dari tim petualangan ini juga terkejut. Tubuh ular piton yang berubah warna itu berwarna hijau zamrud, mirip dengan pepohonan di sekitarnya. Juga, binatang berevolusi ini tampaknya hebat dalam bersembunyi dan para pejuang ini baru sadar pada saat itu.", " \"Ini adalah binatang berevolusi peringkat 3, python yang berubah warna!\" Seorang pria berteriak ketika dia melihat pemandangan yang mengerikan.", " “Python yang bisa berubah warna!?” Orang-orang itu terkesiap. Python yang bisa berubah warna ini bukan tipe yang terkuat, tapi itu cukup menakutkan. Kulitnya yang bisa berkamuflase ke sekelilingnya membuatnya menjadi 'pembunuh'.", " “Ss ss ss——”", " Pria itu, yang mengambil pedang tempur Lin Xiu, sudah tertelan ke dalam mulut ular piton yang berubah warna.", " Kepalanya sangat besar dan menjulurkan lidahnya yang berwarna merah darah. Itu tampak sangat mengancam saat menatap semua orang dengan mata merahnya.", " Seorang pria dengan pedang raksasa melirik rekan satu timnya dan berteriak, “Singkirkan! Kristal aneh dari binatang berevolusi peringkat 3 dan kulit ular sanca ini bisa dijual seharga jutaan! ”", " Mata beberapa orang berbinar ketika mereka mendengarnya.", " Seperti kata pepatah, 'Burung mati mengejar makanan dan manusia mati mengejar kekayaan.' Pada saat ini, mereka sangat bersemangat.", " Sepertinya karena kemunculan ular piton yang berubah warna ini, sekelompok orang itu telah melupakan Lin Xiu yang bersembunyi di samping.", " Lin Xiu berjongkok di sana dan melihat situasi melalui semak-semak.", " Mata Analitik diaktifkan dan dia bisa melihat bahwa orang-orang itu adalah prajurit peringkat 1.", " Prajurit berada di peringkat 1 hingga 9, dan prajurit peringkat 9 adalah yang terkuat. Dikatakan bahwa kekuatan prajurit peringkat 9 setara dengan memiliki senjata nuklir tambahan di negara ini.", " Pria dengan pedang raksasa telah menyerbu dan mengacungkan pedang raksasanya. Seolah-olah udara di sekitarnya diaduk, lalu dia langsung membidik python yang berubah warna.", " Ular piton yang berubah warna bergerak sangat cepat di hutan ini dan ketika pria itu mengayunkan pedangnya ke arah tubuhnya, ia langsung mengelak.", " Kemudian, ia membuka mulutnya yang besar dan ingin menelan pria itu.", " Saat itu, salah satu pria dengan tubuh berotot bergegas. Dia memiliki tinju baja di tangannya yang ditutupi dengan paku dan dia meninju kepala ular piton itu.", " \"Apa!?\" Tapi ular piton itu sama sekali tidak terluka oleh pukulannya. Sebaliknya, ia melemparkan ekornya dan membuat pria berotot itu terbang.", " Mata seorang pria menyipit dan beberapa belati terbang dari tangannya.", " \"Desis, desir, desir.\" Belati menembus udara. Mereka awalnya ditargetkan pada mata ular sanca, tetapi pada saat ini, tubuh ular sanca itu bergerak dan malah ditikam di bagian bawah lehernya.", " \"Mendesis!\" Bagian bawah lehernya tidak dilindungi oleh sisik, jadi belatinya bisa menembus dengan sangat mudah. Ini membuat python marah dalam sekejap.", " Dengan keras, ekornya terlempar dengan keras. Pada saat ini, pohon besar di belakang orang-orang ini langsung dicabut.", " Sial!", " Menyaksikan adegan ini, mata Lin Xiu mengerut, dan dia dengan cepat berguling untuk bersembunyi.", " Pohon besar itu hampir jatuh menimpanya.", " \"Ah!!!\" raung pria dengan sarung tangan baja, dan otot-otot di tubuhnya menonjol. Dia menyerang python yang berubah warna untuk menyerang tubuhnya dengan liar. Dia dilatih dalam pertempuran jarak dekat dan pada saat itu, pukulannya yang cepat membuat udara berderak.", " \"Bang, bang, bang.\" Saat ular piton yang berubah warna itu menyerang rekan satu timnya, tinjunya mendarat di kepala ular sanca itu.", " Setelah dipukul begitu keras secara berurutan, ular piton yang berubah warna itu tampak sedikit pusing.", " “Kesempatan bagus!” Pria dengan pedang besar dengan cepat menyerbu dan bertujuan untuk menembus bagian vital python.", " “Pff.” Tapi dia tidak menyangka bahwa ular itu benar-benar akan memuntahkan sejumlah besar zat hijau. Dia tertangkap basah dan terkontaminasi oleh zat hijau. Dia melolong kesakitan saat tubuhnya terkorosi dengan sangat cepat.", " “Serang bagian vitalnya dengan cepat!!!”", " ", "www.worldnovel.online"]},
{"testing": [" Bab 5: Pembunuhan Zombie Pertama!", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " Distrik A20 adalah wilayah yang terletak di sisi utara kota.", " Lokasi ini telah terkontaminasi dan memiliki strain virus yang terjadi. Semua distrik kota di sekitarnya dipenuhi dengan zombie dan beberapa binatang buas yang bermutasi.", " Meskipun berbahaya, peluang muncul bersamaan dengan krisis.", " Banyak bagian dari binatang yang bermutasi adalah bahan yang kuat dan beberapa senjata tingkat tinggi dibuat dari bagian ini.", " Selain itu, sebuah objek ditemukan di otak setiap binatang yang bermutasi dan telah dipuji sebagai 'Kristal Ganjil'. Benda-benda ini memiliki tubuh yang mengkristal dengan energi aneh di dalamnya yang dapat sangat meningkatkan kultivasi ketika seorang seniman bela diri menyerapnya saat berlatih.", " Karena ini adalah kunjungan pertama mereka ke Distrik A20 untuk pertarungan yang sebenarnya, Luo Li harus berhati-hati dan mengeluarkan tim.", " Mereka duduk di kereta maglev terbaru di pagi hari dan tiba di Distrik A20 dalam waktu kurang dari beberapa jam.", " Keretanya sangat cepat sehingga Lin Xiu mengira dia sedang menaiki roket.", " Mereka berada di kota skala kecil dengan dinding raksasa di sekelilingnya yang mencegah binatang bermutasi dan zombie untuk segera menerobos, jadi itu dianggap aman.", " \"Aku agak cemas.\" Yang Tian dilengkapi dengan pakaian pelindung dan memegang pisau saat dia berkomentar.", " \"Apa yang kamu takutkan?\" Lin Xiu tertawa, dia malah sangat santai.", " Tapi dia sedikit khawatir di dalam. Bagaimanapun, ini akan menjadi pertama kalinya dia membunuh apa yang disebut zombie dan binatang bermutasi.", " \"Kamu tidak takut, tapi aku.\" Yang Tian bergumam pada dirinya sendiri. Setelah apa yang terjadi sebelumnya, dia tidak lagi mengerti Lin Xiu. Kemenangan Lin Xiu atas Xu Jun berarti kekuatannya sudah berada di level prajurit pemula.", " Mungkinkah Lin Xiu selama ini berpura-pura?", " Tapi itu tidak mungkin, siapa yang bisa bertahan disebut pecundang begitu lama?", " \"Mengumpulkan!\" Tepat pada saat ini, Luo Li berteriak keras di depan.", " Semua orang berkumpul dalam barisan yang sempurna begitu suaranya terdengar, membuatnya mengangguk puas.", " “Kalian semua telah berlatih di akademi untuk waktu yang lama. Kekuatan Kamu telah mencapai tingkat prajurit pemula dan Kamu bahkan dilengkapi dengan pedang pertempuran, menangani zombie biasa dan binatang bermutasi seharusnya tidak menjadi masalah. Tetapi hanya dengan melalui pertarungan yang sebenarnya Kamu dapat menguji kemampuan Kamu sendiri. Dan hanya melalui pertempuran yang sebenarnya Kamu dapat memperkuat mentalitas dan temperamen Kamu. ”", " “Tahun lalu, beberapa prajurit pemula digigit dan dibunuh oleh zombie peringkat 1 karena mereka memiliki rasa takut di hati mereka.”", " Setelah mendengar ini, wajah semua orang menjadi serius. Beberapa dari mereka bahkan memiliki keringat yang menetes di dahi mereka.", " “Kami akan segera pindah. Kami 20 akan dibagi menjadi 4 tim, silakan berkelompok. ”", " \"Lin Xiu, ikut kami!\" Yang Tian berbicara kepada Lin Xiu saat dia melihat kerumunan.", " Lin Xiu menganggukkan kepalanya, sementara dua lainnya bernama Zhang Yi dan Ye Qiu bergabung dengan timnya.", " Tapi mereka tampaknya tidak mau, seolah-olah bersama Lin Xiu memalukan.", " Lin Xiu tidak peduli tentang mereka sama sekali.", " “Aku akan menanyakan ini untuk terakhir kalinya, apakah kalian semua memutuskan untuk berpartisipasi? Setelah Kamu meninggalkan pintu-pintu ini, jalan-jalan di luar akan dipenuhi dengan zombie dan binatang buas yang bermutasi. Apakah Kamu hidup atau mati akan tergantung pada diri Kamu sendiri. ” Luo Li bersandar ke dinding tepat di sebelah gerbang besar dan bertanya saat matanya menyapu kerumunan.", " \"Ya!\" Semua orang setuju serempak.", " Luo Li mengangguk puas, meskipun dia tidak tahu hasilnya, setidaknya tidak ada pengecut di dalam kelompok.", " \"Ingat untuk tidak menjelajah terlalu jauh di luar, zombie dan binatang buas yang bermutasi di luar sangat kuat.\" Ekspresi Luo Li menjadi serius saat ini.", " Bahkan sebagai seniman bela diri peringkat 3, ia mengalami kesulitan berurusan dengan binatang bermutasi peringkat yang lebih tinggi.", " 20 dari mereka dilengkapi dengan jubah perang dan pedang yang dipasok oleh Akademi Xin Yao.", " Meskipun jubah perangnya lembut, mereka mampu menahan serangan biasa. Pisau pertempuran diproduksi menggunakan paduan khusus dan juga sangat tajam.", " “Ayo, dan ingat untuk membawa kristal aneh kembali dari binatang yang bermutasi. Kamu bisa menukarnya dengan poin di toko perlengkapan Distrik A20.”", " Setelah perkenalan Luo Li, semua orang pergi.", " Begitu mereka keluar, semua orang melihat hutan tak berujung di depan.", " Sepertinya ada banyak bangunan yang tersembunyi di dalamnya juga.", " Lin Xiu sedikit terkejut di tempat kejadian. Kota tua telah tertutup oleh hutan besar, dan bentuk asli kota tidak lagi dapat dikenali.", " Ketika mereka pergi, keempat tim berjalan ke arah yang berbeda.", " \"Hati-hati, jangan menjadi beban bagi kami.\" Zhang Yi berjalan ke Lin Xiu dan mendengus.", " Meskipun Lin Xiu mengalahkan Xu Jun hari itu, Zhang Yi berpikir itu bukan apa-apa. Dia jauh lebih kuat daripada Xu Jun dan kekuatannya hampir mencapai level pejuang sejati!", " \"Untuk apa kamu berakting?\" Yang Tian meludah dengan jijik.", " Lin Xiu melihat sekeliling. Dia tidak peduli dengan ejekan Zhang Yi dan memusatkan perhatiannya pada sekelilingnya.", " Meskipun dia mengandalkan serangan power-up untuk mengalahkan Ma Qiang dan Xu Jun, kekuatannya yang sebenarnya masih sangat lemah.", " Dan semua zombie dan binatang bermutasi adalah fanatik yang akan terlibat dalam pertempuran hidup dan mati setelah bertemu manusia. Mereka tidak akan pernah berbelas kasih.", " Dapat dikatakan bahwa kesalahan kecil dalam penilaian akan menyebabkan kematian!", " \"Di sana!\" Saat itu, beberapa titik merah muncul di dalam struktur yang ditutupi dengan tanaman merambat. Mata Yang Tian langsung menyempit saat melihat itu.", " Lin Xiu segera mengaktifkan Mata Analitiknya.", " “Peringkat 1, Ciri-ciri Zombie: Sangat lambat, gigi tajam, membawa strain virus. Kekuatan tempur keseluruhan: 380”", " Sial, bahkan zombie peringkat bawah memiliki kekuatan tempur yang lebih tinggi darinya!", " Pada saat ini, Lin Xiu tidak bisa menahan perasaan sedih. Kekuatan tempur keseluruhannya saat ini adalah 291. Meskipun telah meningkat dari 250, itu masih sangat rendah dibandingkan dengan yang lain.", " Zombi tampaknya telah merasakan kehadiran mereka dan mulai bergegas ke arah mereka.", " Seperti yang diharapkan, Mata Analitik tidak salah. Zombi bergerak sangat lambat dan selama tidak ada yang tertangkap, mereka mudah ditangani.", " Zhang Yi, Ye Qiu, dan Yang Tian segera berkeringat dingin.", " Ini adalah pertama kalinya mereka melihat zombie asli dan zombie memiliki wajah pucat dan busuk. Mulut mereka yang terbuka memperlihatkan gigi yang tajam dan darah yang mengalir.", " Ketiganya benar-benar bingung.", " Tapi Lin Xiu agak bersemangat! Pengalaman!", " Jika dia tidak salah, membunuh zombie pasti akan memberinya pengalaman.", " Dia memegang pisau pertempuran yang sangat tipis namun tajam dan menyerbu ke depan. Dia meretas zombie terdekat dan segera memotong tubuhnya menjadi dua!", " “Ding! Selamat, Master telah berhasil membunuh zombie peringkat 1 dan memperoleh 200 poin pengalaman!”", " “Selamat Guru untuk meningkatkan level Kamu. Saat ini di level 2, Kamu telah memperoleh 2 poin potensial!”", " ", "www.worldnovel.online"]},
{"testing": [" Bab 1: Bepergian ke Masa Depan", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " Lin Xiu adalah salah satu dari banyak kutu buku yang menganggur setelah lulus.", " Saat dia dalam suasana hati yang suram hari itu, dia bermain League of Heroes dan melecehkan pihak lain. Tetapi ketika dia meninggalkan permainan, sebuah jendela muncul:", " [Apakah kamu lelah dengan kenyataan? Apakah Kamu benar-benar ingin hidup?]", " Lin Xiu agak terdiam; game-game ini selalu mengandalkan iklan semacam ini untuk menarik perhatian orang.", " Orang yang membuat pop-up ini pasti terlalu banyak membaca novel, ya?", " Saat Lin Xiu hendak menutup jendela, dia menyadari bahwa tidak ada tombol tutup atau opsi untuk membatalkan. Hanya ada tombol 'Ya'.", " Lin Xiu mengerutkan alisnya dan secara naluriah mengklik tombol 'Ya'. Tepat pada saat itu, komputer berkedip.", " Apa dia terkena virus?!", " Lin Xiu tercengang. Tepat ketika dia akan melakukan sesuatu, ada ledakan keras dan komputernya meledak dalam sekejap.", " Setelah waktu yang tidak ditentukan, ketika Lin Xiu membuka matanya lagi, sekelilingnya tampaknya telah berubah.", " \"Di mana tempat ini…\"", " Dia memegang kepalanya dan duduk.", " Lin Xiu menggelengkan kepalanya dan pandangan kaburnya tiba-tiba menjadi jelas.", " Ini adalah asrama yang mirip dengan asrama empat orang di universitas. Namun, tempat itu tampak seperti dipasangi barang-barang berteknologi tinggi, dan ada layar raksasa di dinding di depannya.", " Pada saat ini, dia merasa seperti ada banyak kenangan yang muncul di benaknya.", " “Perjalanan waktu…?”", " Dengan informasi di kepalanya, Lin Xiu tidak tahu apakah harus tertawa atau menangis.", " Itu benar, dia memang telah melakukan perjalanan waktu dan pergi ke masa depan!", " Tahun 2666. Invasi tiba-tiba dari kehidupan di luar bumi merupakan pukulan yang menghancurkan bagi umat manusia di Bumi yang lengah.", " Setelah ratusan tahun perang, negara-negara di Bumi membentuk federasi dan menggunakan senjata nuklir untuk akhirnya melenyapkan alien tersebut.", " Namun virus, dengan kode nama X, yang dibawa oleh makhluk luar angkasa telah melanda dunia.", " Orang yang terinfeksi menjadi zombie, sementara hewan yang terinfeksi berubah menjadi monster yang menakutkan.", " Namun, ada beberapa orang yang tidak berubah menjadi zombie. Tubuh mereka malah berevolusi dan menjadi lebih kuat dan lebih cepat.", " Kelompok orang tertentu ini dikenal sebagai Warriors.", " 30 tahun telah berlalu, dan Bumi telah menjadi dunia yang didominasi oleh Prajurit.", " Prajurit yang kuat, dikombinasikan dengan senjata yang terbuat dari logam khusus yang dikumpulkan dari planet lain, dapat membunuh monster raksasa yang bermutasi yang bahkan tidak dapat dibunuh dengan misil.", " Namun, saat ini, Lin Xiu merasa ingin menangis tetapi tidak meneteskan air mata.", " Pemilik tubuh yang dimilikinya ini menduduki peringkat teratas di sekolah secara intelektual. Sayangnya, dia hanya kurang dalam kekuatan dan bakat dan bahkan tidak sebagus manusia biasa.", " Apalagi orang tuanya telah meninggal, dan jika bukan karena warisan orang tuanya, dia tidak akan bisa belajar di sini.", " \"Sungguh menyia-nyiakan wajah tampan ini, dia sebenarnya tidak berguna.\" Lin Xiu berdiri di depan cermin dan mencubit wajahnya.", " Yang lebih mengejutkan adalah bahwa pemilik tubuh ini juga disebut Lin Xiu.", " Suatu kebetulan!", " “Bahkan ada kecoak di sini.” Setelah berdiri di depan cermin untuk sementara waktu, Lin Xiu tidak punya pilihan selain menerima kenyataan saat ini.", " Dia tiba-tiba melihat benda hitam di dekat kakinya dan ketika dia melihat lebih dekat, itu sebenarnya kecoa besar. Itu jauh lebih besar daripada kecoak yang pernah dilihatnya sebelumnya.", " Lin Xiu menginjaknya secara naluriah dan segera meremasnya.", " “Ding! Selamat Guru telah membunuh satu kecoa yang bermutasi. Kamu telah mendapatkan 1 poin pengalaman!”", " “Selamat Guru telah naik level, Kamu saat ini berada di level 1 dan telah mendapatkan 1 poin potensial!”", " \"Apa!? Apa yang dibicarakan?” Lin Xiu tercengang. Dia kemudian melihat sekeliling, tetapi tidak ada apa pun di dekatnya.", " 'Tunggu sebentar… suara ini terdengar seperti berasal dari kepalaku!'", " Saat itu, segala sesuatu sebelum Lin Xiu menjadi hitam dan dia merasa seperti ada di pikirannya. Tiba-tiba, ada bingkai di atas:", " Tuan rumah: Lin Xiu", " Tingkat: Tingkat 1", " Pengalaman: 0 (100 pengalaman diperlukan untuk level berikutnya)", " Kekuatan: 35", " Fisik: 33", " Kecepatan: 32", " (Catatan: Rata-rata orang mendapat skor setidaknya 38 untuk setiap segmen)", " Keterampilan: Mata analitik", " Penumpukan kemarahan: 0/100", " Kekuatan tempur keseluruhan: 250", " “Ss… sistem!?” Mulut Lin Xiu terbuka lebar. Dia kemudian tertawa terbahak-bahak. Sepertinya masih ada perlakuan istimewa untuk seorang transmigran seperti dia. Kalau tidak, dia pasti tidak akan bisa bertahan hidup di dunia ini.", " Tapi ada apa dengan kekuatan tempur keseluruhan yang hanya 250 ini!", " Saat Lin Xiu baru saja naik level, dia mendapatkan poin potensial dan menambahkan poin ini ke kekuatannya tanpa ragu-ragu.", " Saat itu, Lin Xiu merasakan sedikit peningkatan kekuatan di lengannya, tapi ini tidak membuat perbedaan besar.", " Sepertinya dia masih perlu membunuh beberapa kecoak lagi, tetapi apakah ada kecoak lagi di asrama ini?", " Tiba-tiba, ada ledakan keras dan pintu ditendang terbuka.", " Beberapa orang berdiri di pintu sambil tertawa.", " Yang berdiri tepat di depan adalah seorang pria tinggi dan besar bernama Ma Qiang, dan di belakangnya adalah Zhang Dong dan Chen Li.", " Mereka tinggal di asrama ini juga dan dianggap 'teman asrama'. Tapi sebenarnya, mantan Lin Xiu selalu diganggu oleh mereka. Dia harus membersihkan lantai, mencuci pakaian, dan banyak lagi. Setiap kali mereka dalam suasana hati yang buruk, mereka akan menggunakan Lin Xiu sebagai karung tinju untuk melampiaskan.", " “Cepat, Lin Xiu. Bersihkan lumpur di sepatuku.” Ma Qiang masuk, menyesap air, dan berkata kepada Lin Xiu.", " \"Apa? Jika kamu tidak datang, ayahmu (Aku) akan menekan kepalamu ke dalam toilet!” Ma Qiang mengancam ketika dia melihat Lin Xiu berdiri di sana, menatapnya dengan marah.", " \"Enyah!\" Lin Xiu bukan lagi orang yang lemah seperti sebelumnya. Melihat Ma Qiang dan yang lainnya, nyala api kemarahan muncul di hatinya dan dia berteriak.", " Ma Qiang dan yang lainnya tercengang ketika mereka mendengarnya berteriak. Lin Xiu akan selalu mematuhi mereka. Mereka tidak menyangka bahwa dia benar-benar akan memarahi mereka kali ini.", " “Mencari kematian!” Ma Qiang menyerbu ke depan dan langsung menendang perutnya.", " Dia bergerak sangat cepat dan Lin Xiu tidak punya waktu untuk bereaksi sama sekali. Ada ledakan keras dan Lin Xiu terlempar saat dia menabrak dinding di belakang.", " Rasa sakit yang tajam menembus hatinya.", " \"Mata Analitik diaktifkan …\"", " Karakter: Ma Qiang", " Prajurit Pemula", " Kekuatan: 55", " Fisik: 45", " Kecepatan: 47", " Kekuatan tempur keseluruhan: 480″", " Tepat pada saat itu, suara sedingin es datang dari kepalanya.", " Sementara Lin Xiu menutupi perutnya yang sakit, dia tiba-tiba teringat akan skill yang baru saja dia lihat – Analytic Eye.", " Ini harus menjadi keterampilan yang memungkinkan dia untuk menganalisis kemampuan orang-orang ini.", " Sial, kekuatan tempur Ma Qiang ini sekitar 200 lebih dari miliknya – Lin Xiu sama sekali bukan tandingannya.", " \"Beraninya kau memarahiku?\" Ma Qiang berjalan mendekat dan terus menendang Lin Xiu.", " \"Ck, betapa tak tahu malu.\" Zhang Dong dan Chen Li berjalan juga dan mulai meninju dan menendang Lin Xiu yang tergeletak di tanah.", " Mereka adalah prajurit peringkat terendah di akademi dan hanya bisa menggertak Lin Xiu untuk membuat diri mereka merasa relevan.", " Lin Xiu memeluk kepalanya dan bangkit; tinjunya mengepal erat.", " Sinar cahaya ganas berkilauan di matanya.", " 'Menjadi lebih kuat, Aku harus menjadi lebih kuat!'", " Selama waktu ini, jumlah ikon 'penumpukan kemarahan' di kepalanya terus meningkat.", " Itu hampir mencapai 100%!", " ", "www.worldnovel.online"]},
{"testing": [" Bab 4: Kamu Tidak Bisa Menyebut Aku Sampah Mulai Sekarang!", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " \"Xu Jun, bersikaplah lembut.\" Luo Li sakit kepala. Dia tidak berharap Lin Xiu menjadi begitu impulsif, tetapi dia tidak punya pilihan lain dan hanya bisa memperingatkan Xu Jun.", " Bagaimanapun, mereka adalah muridnya dan jika terjadi sesuatu, dia harus bertanggung jawab sebagai guru yang bertanggung jawab.", " \"En, aku akan membimbing Lin Xiu dengan baik.\" Xu Jun menganggukkan kepalanya dan mencibir.", " Dia bergerak pada saat ini!", " Xu Jun adalah seorang prajurit pemula dengan fisik yang sangat kuat. Dia menyerang tepat ke arah Lin Xiu dan mengangkat tinjunya yang besar dengan tujuan untuk menabrak tubuh Lin Xiu.", " “Bang!” Lin Xiu segera bereaksi dengan memblokir dengan kedua tangan, tetapi dia masih merasakan sakit yang luar biasa dari serangan itu.", " Cairan pemulihan yang baru saja dia gunakan telah menyembuhkan semua luka dalam di tubuhnya. Fisiknya saat ini telah meningkat dari 33 menjadi 35 poin.", " Meskipun perbedaannya hanya 2 poin, Lin Xiu dapat merasakan bahwa tubuhnya benar-benar berbeda dari sebelumnya.", " Dan itu segera naik 20 poin lagi karena kemarahan dari tinju Xu Jun!", " Menakjubkan! Dia hanya harus terus menghindari dan melawan sekarang.", " \"Di mana kamu bisa bersembunyi!\" Melihat Lin Xiu menghindarinya berulang kali, Xu Jun langsung marah besar. Tubuhnya melintas cepat ke arah Lin Xiu.", " \"Hahaha, seperti yang diharapkan dari sampah, kamu hanya bisa menghindarinya!\" Saat mereka menyadari bahwa Lin Xiu terus-menerus melarikan diri, beberapa orang mulai menertawakan dan mengejeknya.", " Hal ini membuat Zhang Dong dan Chen Li merasa bahwa Lin Xiu adalah serigala berbulu domba.", " Bagaimanapun, mereka secara pribadi menyaksikan kekuatan ledakan yang dilepaskan oleh Lin Xiu yang secara langsung melumpuhkan Ma Qiang.", " “30 poin… 40 poin…”", " “Sampah sialan! Jika kamu punya nyali, berhenti menghindariku!!” Xu Jun sangat marah pada saat ini. Karena ada begitu banyak penonton yang menonton pertarungan, dia ingin menendang Lin Xiu ke tanah. Tapi Lin Xiu terus menghindar dan tidak menunjukkan niat untuk menyerang.", " Meskipun Xu Jun sesekali menyerangnya, semua serangannya akan diblokir oleh lengan Lin Xiu.", " Mata Luo Li terkadang mengungkapkan keterkejutan. Sebagai guru yang bertanggung jawab, dia secara alami memahami Lin Xiu.", " Meskipun Lin Xiu telah berlatih dan bekerja keras, bakat alami dan fisiknya lemah. Hal ini membuatnya merasa rendah diri dan menjadi sasaran hinaan dan intimidasi di sekolah.", " Siapa yang mengira bahwa Lin Xiu ini tampaknya telah berubah menjadi orang yang sama sekali berbeda!", " Meskipun kekuatannya hanya rata-rata, mata Lin Xiu mengungkapkan tekad yang tak tergoyahkan, sesuatu yang belum pernah dilihat Luo Li sebelumnya.", " \"Pergi dan mati!\" Pada saat ini, Xu Jun tiba-tiba mengamuk dan mengirim tinju yang kuat!", " “Tidak bisa menghindari ini!” Semua penonton berkomentar seolah mengantisipasi bahwa Lin Xiu akan jatuh ke tanah.", " “Ding! Pengukur kemarahan Kamu penuh! Apakah Kamu ingin melepaskan serangan power-up?”", " \"Ya!\" Tepat sebelum tinju mendarat padanya, suara di kepalanya akhirnya bergema.", " Lin Xiu tertawa terbahak-bahak dan membalas tinju tepat ke Xu Jun!", " \"Mencari kematian!\" Melihat bahwa Lin Xiu tidak menghindari serangan tinjunya tetapi malah melepaskan tinjunya sendiri dengan maksud untuk bersaing dalam hal kekuatan, mata Xu Jun mengerut.", " \"Ini sudah berakhir!\" Seorang gadis berteriak dan segera menutup matanya. Xu Jun adalah seorang prajurit pemula dan kekuatan tinjunya cukup untuk menghancurkan tulang Lin Xiu.", " “Ah!!” Jeritan keluar, bukan dari Lin Xiu tetapi dari Xu Jun!", " Saat kedua tinju bertemu, Xu Jun adalah orang yang dikirim terbang. Selanjutnya, lengannya terdistorsi dan tulangnya jelas patah.", " Seluruh tempat menjadi sunyi.", " Tidak ada yang bisa mempercayai mata mereka, itu terlalu aneh dan aneh.", " Sampah, yang berada di peringkat terbawah dalam pertempuran sekolah, benar-benar menjatuhkan seorang seniman bela diri kelas pemula?", " \"Mustahil! Mustahil!\" Seolah-olah dia telah melupakan rasa sakit di lengannya, Xu Jun meraung keras.", " \"Cepat kirim dia ke rumah sakit.\" Meskipun Luo Li terkejut, dia dapat mengatur agar siswa mengirim Xu Jun ke rumah sakit untuk memperbaiki tangannya.", " \"Mulai sekarang dan seterusnya, tidak ada yang bisa memanggilku sampah!\" Lin Xiu berdiri di posisi aslinya dan melirik semua orang saat dia meraung.", " \"Jadi, sangat keren …\" Beberapa gadis merasa jantung mereka berdetak lebih cepat ketika mereka melihat adegan tirani Lin Xiu.", " Lin Xiu sudah tampan dan unggul secara akademis, tetapi karena tubuhnya yang lemah, dia tidak pernah memiliki kesempatan untuk menjadi seorang seniman bela diri. Selain itu, dia terus-menerus diganggu oleh orang lain, jadi tidak ada yang pernah menyukainya.", " Tapi sekarang, Lin Xiu tampak seperti terlahir kembali.", " Beberapa gadis memiliki cahaya di mata mereka …", " \"Guru Luo, bisakah Aku pergi ke Distrik A20 untuk pelatihan tempur yang sebenarnya?\" Lin Xiu berjalan mendekat dan bertanya pada Luo Li.", " Meskipun Distrik A20 memiliki zombie dan binatang bermutasi, dia akan mampu membunuh binatang bermutasi dan mendapatkan lebih banyak pengalaman jika dia pindah ke sana. Jika berjalan sesuai rencana, dia bahkan bisa menghadapi zombie.", " Pada saat itu, selama dia bisa meningkatkan potensinya, apalagi menjadi orang biasa, waktu akan menjadi satu-satunya batasan jika dia ingin menyalip seniman bela diri yang kuat di sekolah!", " \"Kamu boleh.\" Luo Li tersenyum pahit dan menjawab setelah lama terdiam.", " \"Bagaimana kamu melakukannya?\"", " Dia menyadari bahwa dia tidak bisa melihat atau memahami siswa di depannya. Kekuatan yang dilepaskan oleh Lin Xiu telah mencapai intensitas seorang seniman bela diri sejati.", " Tapi Lin Xiu saat ini yang berdiri di depannya jelas merupakan seseorang yang bahkan belum mencapai level seniman bela diri kelas pemula!", " 'Mungkinkah dia berlatih seni tinju yang kuat yang memberinya ledakan kekuatan besar dalam sekejap?'", " 'Tidak mungkin, fisiknya tidak mampu bertahan atau cukup mampu untuk berkultivasi dalam hal itu.'", " “Itu rahasia.” Lin Xiu tersenyum misterius dan menjawab.", " Berita tentang Lin Xiu mengalahkan Xu Jun menyebar ke seluruh kampus. Meskipun Xu Jun hanyalah seorang pejuang pemula, dia tidak kekurangan dan bukan sosok yang tidak dikenal di belakang peringkat sekolah.", " Tapi yang terpenting adalah kemampuan tempur Lin Xiu berada di urutan terbawah dengan nilai sampah 250 poin, namun dia mampu mengalahkan Xu Jun, seorang prajurit pemula. Ini telah mengubah segalanya.", " Menambahkan orang-orang yang pergi untuk menyelidiki lebih lanjut dan menemukan bahwa Ma Qiang juga dipukuli pada hari yang sama oleh Lin Xiu, berita itu beredar lebih cepat di sekitar kampus.", " Namun Lin Xiu tidak mempedulikan hal ini, sementara Zhang Dong dan Chen Li tidak berani kembali ke asrama malam itu. Kekalahan Ma Qiang bisa dibilang sedikit mengejutkan, tapi bagi Lin Xiu untuk mengalahkan Xu Jun, mereka berdua yang belum menjadi pendekar pemula tidak berani kembali.", " Mereka takut dipukuli sampai babak belur oleh Lin Xiu.", " Lin Xiu mengoleskan salep di asrama. Meskipun dia terus-menerus dalam posisi bertahan dalam pertempuran dengan Xu Jun, lawannya adalah seorang pejuang pemula dan telah meninggalkan banyak luka di tubuhnya.", " Dia harus mempersiapkan diri dengan baik setelah mendapatkan kualifikasi untuk memasuki pertarungan sebenarnya di Distrik A20; dia harus membunuh zombie dan binatang buas yang bermutasi dan terus maju!", " ", "www.worldnovel.online"]},
{"testing": [" Bab 6: Bos Zombie", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " 2 Poin Potensial?", " Lin Xiu merasa gembira. Dia awalnya mengira dia hanya akan menerima 1 poin potensial untuk setiap level. Siapa yang mengira bahwa dia akan mendapatkan 2 poin potensial setelah naik level!", " Jika itu masalahnya, apakah dia akan mendapatkan 3 poin potensial di level 3?", " Lin Xiu tidak lagi ragu-ragu dan menambahkan kedua poin ke dalam Kekuatan.", " Saat ini, kekuatannya berada di 38 poin dan dianggap rata-rata untuk orang normal.", " Pada titik ini, zombie menerkam dari arah lain dan mengejutkan Lin Xiu, yang segera mundur.", " Zhang Yi mendengus dan menyerbu ke depan.", " Dia adalah seorang prajurit pemula dan jauh lebih kuat dari Lin Xiu. Dia berlari ke depan dan mengerahkan kekuatannya untuk meretas dan dengan cepat menangani beberapa zombie.", " \"Kuat, Zhang Yi.\" Ye Qiu bergegas maju dengan cemas dan mulai menyanjungnya.", " \"Siapa yang awalnya tidak berani terburu-buru?\" Yang Tian mencibir.", " \"Kamu …\" Zhang Yi menunjuk Yang Tian, ​​​​dan ekspresinya menjadi jelek.", " Lin Xiu tidak peduli tentang mereka. Baginya, yang terpenting adalah berburu dan membunuh zombie untuk naik level.", " Beberapa zombie yang direbut oleh Zhang Yi menyebabkan Lin Xiu sakit hati.", " Itu semua adalah poin pengalaman!", " Saat mereka terus menjelajah, mereka bisa melihat garis besar kota dengan jelas. Ini menyebabkan Lin Xiu terkesiap kaget.", " Itu tampak seperti hutan beberapa saat yang lalu. Yang benar adalah bahwa pohon-pohon itu terlalu tinggi dan menutupi semua bangunan.", " Yang Tian dan yang lainnya melihat sekeliling. Mereka berhati-hati dan takut sesuatu akan muncul.", " \"Zombie ini lagi, biarkan aku yang mengurus mereka!\" Ye Qiu melihat beberapa zombie yang tersisa dan bersukacita saat dia bergegas ke depan.", " \"Ayo kita pergi juga!\" Yang Tian angkat bicara juga.", " Mereka keluar untuk meredam diri mereka sendiri. Ketika mereka melihat zombie, mereka tahu mereka harus mengeluarkan setidaknya satu atau dua sendirian.", " \"Mengaum!\" Tetapi ketika Ye Qiu tiba di depan mereka, zombie terdekat benar-benar menyerangnya dengan kecepatan tinggi.", " Itu sangat tiba-tiba sehingga Ye Qiu tidak bisa bereaksi tepat waktu dan benar-benar dipaksa ke tanah!", " Zombie itu membuka mulutnya yang berdarah dan menggigit tubuhnya!", " “Enyah!” Zhang Yi bereaksi cepat dan menendang zombie di dadanya, menyebabkannya terbalik.", " \"Bagaimana zombie bisa begitu cepat!\"", " Mata Lin Xiu menyempit saat dia dengan cepat mengaktifkan Analytic Eye.", " “Sifat Bos Zombie Level 1: Sangat cepat, cakar dan giginya tajam, mampu memanggil zombie level 1. Kekuatan tempur keseluruhan: 580”", " Apa-apaan!", " Seorang Bos Zombie!", " “Yang Tian! Jangan pergi!” Lin Xiu segera memperingatkan Yang Tian ketika dia menyadari itu.", " \"Ada apa?\" Yang Tian memandang Lin Xiu dengan curiga.", " “Itu Boss Zombie, dia akan bisa memanggil zombie level 1. Itu akan merepotkan kalau begitu. ” Lin Xiu menjawab dengan ekspresi serius.", " Meskipun dia ingin membunuh zombie dan mendapatkan pengalaman, hidupnya lebih penting.", " \"Sampah! Berapa nilai Boss, kita bisa membunuhnya! ” Zhang Yi jelas tidak senang dengan Lin Xiu dan segera maju dengan pedang tempurnya.", " Bos Zombie sebenarnya tahu bagaimana menghindar setiap kali Zhang Yi menebas ke depan. Itu menghindar terus menerus dan menggunakan kukunya yang tajam untuk menggores Zhang Yi pada jubah perangnya dan segera merobek lubang di dalamnya.", " “Enyah!” Zhang Yi memegang jubahnya dan menebas lengan Bos Zombie. Dengan keras, lengan itu dipotong dengan bersih.", " \"MENGAUM!!!\" Zombi itu tiba-tiba mengeluarkan raungan keras yang mengguncang seluruh hutan.", " “Lihat itu, sampah. Aku, Zhang Yi, dapat menangani zombie ini dengan mudah.”", " Dia berbalik dan berbicara dengan Lin Xiu dengan jijik.", " \"Zhang Yi… Di belakang… kau\" Tapi tepat saat ini, Ye Qiu mundur sambil merangkak dan berguling dengan sekuat tenaga saat dia berbicara.", " Lin Xiu melihat ke arah yang sama dan mendapat kejutan dalam hidupnya. Mata Analitiknya benar, ada zombie yang menyerbu ke arah mereka!", " Zhang Yi baru saja berbelok ketika zombie menerkamnya dari belakang.", " Semakin banyak zombie muncul, berjumlah lebih dari selusin.", " Zhang Yi kehilangan kata-kata. Dia terus menebas sambil mundur.", " Jumlah zombie juga membuatnya takut.", " \"Lin Xiu, mengapa kamu berlari ke sana!\" Lin Xiu melihat bahwa zombie yang ditebas Zhang Yi masih hidup dan bergegas maju untuk mendaratkan serangan lagi.", " “Ding! Selamat, Guru telah berhasil membunuh zombie peringkat 1, memperoleh 200 poin pengalaman! Suara jernih keluar lagi.", " Suara sedingin es terdengar menyenangkan di telinga Lin Xiu.", " Tetapi masih perlu beberapa saat baginya untuk mencapai level 3. Dia melihat bilah kemajuan dalam benaknya: 200/500", " Tiga lagi, hanya tiga lagi!", " “Lin Xiu! Ayo pergi sekarang!\" Yang Tian melihat zombie perlahan bergerak ke arah mereka dan berteriak.", " Zhang Yi, yang terkejut sebelumnya, memiliki perubahan ekspresi. Dia langsung kabur. Jika dia terinfeksi karena jumlah zombie, itu akan berakhir!", " Meskipun dia dianggap kuat di kelas, dia sangat takut mati.", " \"Zhang Yi, tunggu aku!\" Ye Qiu sangat takut sehingga dia kencing di celananya saat melarikan diri dengan Zhang Yi.", " Darah di tubuh Lin Xiu mulai mendidih ketika dia melihat zombie mengelilingi mereka.", " Dia masih belum cukup kuat. Selama dia bisa membunuh zombie, naik level beberapa kali mungkin!", " Selain Boss Zombie, zombie level 1 lainnya lambat. Dia merasa itu mungkin, dan Boss Zombie saat ini berdiri di tempat dan memegang lengannya yang patah, seolah-olah mencoba untuk memasangnya kembali.", " 'Sebuah kesempatan! Seperti kata pepatah, 'Kekayaan dan kehormatan di kedalaman bahaya', Aku akan mengambil risiko!'", " Dia memegang pedangnya dan menebas zombie yang mendekat dari samping!", " “Bang!” Kepala zombie itu segera dipenggal, saat darah menyembur ke seluruh tanah.", " Ini adalah pertama kalinya dia membunuh zombie hari ini dan Lin Xiu mulai merasa jijik dan mual.", " \"Lin Xiu …\" Melihat bagaimana dia terus membunuh zombie, Yang Tian berpikir sejenak sebelum mengambil pedangnya dan bergabung dengan Lin Xiu untuk menghadapi zombie.", " Zombie memiliki kecepatan reaksi yang lambat. Di bawah peretasan konstan Lin Xiu, dia membunuh zombie yang tak terhitung jumlahnya.", " Pemberitahuan dia mendapatkan poin pengalaman muncul tanpa henti.", " \"Haruskah kita mengambil risiko begitu banyak untuk ini …\" Yang Tian memandang Lin Xiu yang dengan fanatik meretas bilah pertempuran dan merasakan getaran di tulang punggungnya saat dia bergumam pada dirinya sendiri.", " \"Mengaum!\" Pada saat ini, Bos Zombie entah bagaimana telah menyambungkan kembali lengannya yang patah ke tubuh utama. Itu melihat Lin Xiu membantai gerombolan zombie dan segera bergegas ke depan!", " ", "www.worldnovel.online"]},
{"testing": [" Bab 7: Python Mutasi yang Tidak Dapat Dianalisa", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " “Hai!” Zombie itu melolong, dan jari-jarinya menjadi sangat tajam. Itu kemudian menerkam ke arah Lin Xiu.", " Saat Lin Xiu baru saja menyerang dan membunuh zombie itu, tubuhnya sudah basah oleh darah segar.", " Dia tampak sangat mengerikan!", " Lin Xiu ingin menghindar dengan cepat, tetapi Bos Zombie itu terlalu cepat. Dengan keras, zombie itu menerkam Lin Xiu dan dia jatuh ke tanah. Kemudian, zombie membuka mulutnya yang penuh darah dan ingin menggigit leher Lin Xiu.", " Berengsek!", " Lin Xiu menarik kembali kakinya dan menekan area perut zombie saat dia meraih pergelangan tangannya dan menolak untuk membiarkannya menggigitnya.", " \"Apakah kamu tahu bahwa nafasmu bau?\" Lin Xiu berteriak sambil menggertakkan giginya.", " Yang Tian masih membunuh zombie yang terus datang dan tidak memiliki kesempatan untuk peduli dengan Lin Xiu.", " Oh benar, dia membunuh begitu banyak zombie sekarang, berapa kali dia naik level!?", " Lin Xiu tiba-tiba menyadari dan hampir melupakannya ketika dia sibuk membunuh zombie.", " Dia melirik sekilas dan melihat bahwa dia telah mencapai level 5!", " Juga, dia memiliki 12 poin potensial!", " \"Gunakan semuanya dengan kekuatan!\" Lin Xiu berteriak. Kekuatannya segera naik dari 38 menjadi 50 pada saat ini!", " Kekuatan yang kuat melonjak ke tubuh Lin Xiu secara instan.", " Dia sudah mencapai kekuatan prajurit pemula.", " \"Apa!?\" Yang Tian mendengar teriakan Lin Xiu dan secara naluriah menoleh ke arahnya.", " Yang dia lihat hanyalah ketika Lin Xiu meneriakkan kata-kata \"tersesat\", dia menendang dengan keras dan langsung mengirim zombie itu terbang.", " Sebenarnya, dengan kekuatan Lin Xiu saat ini, dia tidak akan bisa membunuh zombie itu dengan mudah. Tetapi karena salah satu lengan zombie itu telah dipotong oleh Zhang Yi dan meskipun telah dipasang kembali, kekuatan fisiknya tampaknya telah melemah.", " Lin Xiu mengejar dan menyerang, lalu mengambil pedang perang dari tanah dan menyerbu!", " \"Pergi ke neraka!\"", " Zombie itu jelas tidak menyangka Lin Xiu akan menyerang seperti itu dan menusuk dadanya secara langsung.", " Itu melolong keras, lalu mencoba meraih Lin Xiu dengan tangannya.", " Lin Xiu dengan cepat mundur selangkah dan menghindar dengan mudah.", " Ini memang Bos Zombie – belum sepenuhnya mati dan masih berjuang di tanah.", " Dahi Lin Xiu dipenuhi keringat dingin saat kuku tajam zombie hampir menggores lehernya.", " Jika itu terjadi, akan ada risiko terinfeksi.", " Lin Xiu menendang kaki zombie itu dengan keras dan membuatnya jatuh ke tanah. Kemudian, dia menginjak dadanya dengan kaki kanannya dan dengan cepat mengakhiri pertarungan dengan memenggal kepalanya!", " Zombie itu akhirnya berhenti meronta setelah kepalanya dipenggal.", " “Ding~~”", " “Selamat Guru telah membunuh Bos Zombie. Kamu telah naik level ke level 6 dan membuka kunci sistem kunci gen.”", " “Selamat Guru telah menerima 6 poin potensial.”", " Lin Xiu terengah-engah di tanah dan melihat atributnya sendiri di benaknya:", " Tuan rumah: Lin Xiu", " Tingkat: 6", " Pengalaman: 0 (100 pengalaman diperlukan untuk level berikutnya)", " Kekuatan: 50", " Fisik: 35", " Kecepatan: 32", " (Catatan: Rata-rata orang mendapat skor setidaknya 38 untuk setiap segmen)", " Keahlian: Mata Analitik", " Penumpukan kemarahan: 0/100", " Kekuatan tempur keseluruhan: 380", " 'Kekuatan tempur sudah 380?' Lin Xiu senang, tetapi dia segera merasa bahwa sistem ini penuh dengan kebencian. Sebelumnya, itu 250 dan kali ini, itu benar-benar mencapai 380 di setengah pertandingan.", " Itu hanya mengejeknya!", " Lin Xiu memikirkannya dengan hati-hati. Dia tidak bisa terus menambah kekuatannya. Jika dia tidak meningkatkan kecepatan dan fisiknya, itu akan sangat mempengaruhi kekuatan tempurnya.", " Dia hanya bertarung sebentar dan sudah terengah-engah.", " Setelah mempertimbangkannya sejenak, dia menambahkan tiga poin potensial ke fisiknya, memungkinkan fisiknya mencapai level orang biasa.", " Kemudian, dia menambahkan tiga poin lagi untuk mempercepat dan membiarkan kecepatannya mencapai 35.", " Pada saat ini, Lin Xiu melihat ke bawah dan di bagian bawah bingkai sistem, ada banyak ikon yang tampak seperti dikunci dengan rantai.", " “Kunci gen !?”", " Manusia adalah hewan yang paling rumit.", " Dalam gen manusia, ada sebagian besar yang tidak digunakan dan berpotensi besar, tetapi tidak pernah dirangsang oleh manusia. Apa yang disebut kunci gen mengacu pada potensi paling dasar dalam tubuh manusia dan dikatakan bahwa ketika seseorang membuka gen dalam tubuhnya secara ekstrim, dia akan menjadi seperti dewa.", " Lin Xiu menahan napas dan mengetuk ikon kunci gen pertama dengan pikirannya.", " \"Peringatan, belum mencapai level 15, tidak dapat membuka kunci.\"", " 'Sial!' Lin Xiu mengutuk secara internal, tetapi dia hanya perlu terus membunuh zombie ini untuk mencapai level 15, dan itu tidak akan memakan waktu terlalu lama. Dengan pemikiran itu, Lin Xiu tergerak sekali lagi.", " \"Lin Xiu, kamu baik-baik saja?\" Pada saat ini, Yang Tian yang sudah berurusan dengan zombie itu segera berjalan menuju Lin Xiu.", " \"Aku baik-baik saja.\" Lin Xiu menggelengkan kepalanya dan berdiri.", " Bau darah di tubuhnya benar-benar menjijikkan.", " Yang Tian sedikit terkejut bahwa Lin Xiu benar-benar membunuh Bos Zombie itu tanpa banyak kesulitan.", " Juga, dia bisa merasakan bahwa sepertinya ada beberapa perubahan di tubuh Lin Xiu. Seolah-olah dia tiba-tiba menjadi jauh lebih kuat.", " \"Ayo pergi, kita akan terus mencari ke dalam,\" kata Lin Xiu.", " Saat ini, kekuatannya hampir pada level yang sama dengan prajurit pemula dan jika mereka masuk, akan lebih mudah untuk berurusan dengan zombie itu.", " “En.” Yang Tian mengangguk.", " Keduanya terus menjelajah lebih dalam dan segera, mereka melihat tanda di depan. Bunyinya: \"Pejuang pemula dilarang masuk.\"", " \"Sepertinya ini adalah area terlarang yang disebutkan Guru Luo.\"", " “Jangan masuk…”", " Lin Xiu mengerutkan kening; mereka tidak melihat zombie di sepanjang jalan, dan tidak ada kesempatan untuk mendapatkan pengalaman.", " Haruskah kita masuk dan melihatnya?", " \"Lin … Lin Xiu …\" Ketika Lin Xiu sedang berpikir keras, Yang Tian tampaknya telah melihat sesuatu. Dia menarik lengan Lin Xiu saat dia gemetar dan berbicara.", " \"Apa itu?\" Lin Xiu tercengang. Kemudian, dia melihat ke arah mata Yang Tian dan matanya melebar.", " Ada seekor ular di pohon di sana; itu adalah ular piton besar!!!", " Piton ini memiliki mata merah dan tubuhnya setebal tong. Juga, sepertinya bisa berubah warna dengan lingkungan.", " Tidak heran dia tidak menyadarinya sekarang.", " 'Ini yang disebut binatang berevolusi?'", " Mata Analitik!", " “Python pengubah warna peringkat 3; Sifat-sifat: ??? Kekuatan: ???\"", " Tidak dapat dianalisis? Apa-apaan!", " Lin Xiu ketakutan. Ini adalah pertama kalinya dia menemukan sesuatu yang tidak dapat dianalisis.", " \"Lari, cepat.\" Lin Xiu berkeringat dingin dan berteriak saat dia segera melarikan diri.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 2: Menarik Hadiah!", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " “Ding! Pengukur build-up kemarahan penuh! ”", " \"Apakah Guru ingin menggunakan serangan power-up?\"", " Mendengar suara ini, Lin Xiu terkejut pada awalnya, lalu dia sangat gembira.", " \"Menggunakan!\"", " Lin Xiu meraung di dalam.", " “Sial, kamu masih berpura-pura, ya ?!” Melihat Lin Xiu tidak berbicara, Ma Qiang ingin menginjak-injak bagian bawah tubuhnya.", " Dan tempat yang ingin dia injak adalah bagian vitalnya – dia akan memastikan Lin Xiu tidak memiliki keturunan!", " Tetapi tepat pada saat ini, bahkan sebelum dia bisa bereaksi, Lin Xiu bangkit dan langsung meninjunya.", " Terdengar ledakan keras dan sebelum Ma Qiang bisa menjawab, dia terlempar seperti layang-layang yang rusak!", " Terdengar suara benturan keras dan pintu di depan hancur berkeping-keping. Ma Qiang menabrak pagar di luar dan bahkan pagar yang terbuat dari logam itu berubah bentuk.", " Mata Ma Qiang berputar ke belakang dan dia benar-benar tidak sadarkan diri.", " \"Ini…\"", " Zhang Dong dan Chen Li tercengang ketika mereka melihat ini, dan mereka mulai gemetar.", " Mereka tidak bisa membayangkan bagaimana Lin Xiu menjadi begitu kuat secara tiba-tiba.", " Ma Qiang adalah seorang pejuang pemula dan mereka lebih lemah darinya. Jika Ma Qiang dikirim terbang, maka mereka…", " \"Kamu … jangan datang …\" Chen Li menelan ludahnya dan menatap Lin Xiu dengan ketakutan.", " \"Enyah!\" Lin Xiu berteriak dengan marah. Zhang Dong dan Chen Li dengan cepat berlari keluar, dan mereka tidak lupa menyeret Ma Qiang yang tidak sadarkan diri.", " \"Fiuh …\" Lin Xiu duduk di lantai dan merasakan seluruh tubuhnya kesakitan.", " Jika bukan karena serangan peningkatan kekuatan barusan, dia mungkin akan dipukuli habis-habisan oleh mereka.", " Kekuatan, kekuatan! Dia harus cepat naik level dalam kekuatan!", " Tapi dia hanya mendapatkan 1 poin pengalaman setelah membunuh seekor kecoa. Jika dia ingin naik level lagi, dia harus membunuh 100 kecoak.", " “Ding! Selamat Guru telah menggunakan 'power-up strike', Kamu telah mendapatkan kesempatan untuk menarik hadiah!”", " Kesempatan untuk menarik hadiah!?", " Lin Xiu, yang awalnya duduk di lantai dan terengah-engah, tiba-tiba bersemangat dan segera berdiri.", " Dia memeriksa sistem dan mengetuk opsi untuk menarik hadiah di belakang kepalanya.", " Roda lotere besar muncul tiba-tiba.", " Itu dibagi menjadi sepuluh bagian dan setiap bagian memiliki sejumlah besar item berkilau.", " Tiga bagian memiliki segala macam teknik pedang, pedang, dan bahkan tombak.", " Tiga bagian lainnya adalah koin serikat yang merupakan mata uang umum yang digunakan di dunia saat ini.", " Tiga bagian terakhir adalah pil potensial.", " Bagian terakhir adalah [Hadiah Utama] yang memancarkan cahaya keemasan.", " Mata Lin Xiu berkilau. Pedang dan teknik lain itu tidak terlalu berguna baginya saat ini karena dia setidaknya harus menjadi prajurit level 1 untuk mengembangkan keterampilan itu. Koin serikat setara dengan RMB dunia sebelumnya, dan itu bukan hal terpenting yang dia butuhkan saat ini. Sebaliknya, pil potensial adalah yang paling dibutuhkan Lin Xiu saat ini.", " Meskipun mendapatkan hadiah utama mungkin yang terbaik, bagian itu terlalu kecil dan dia mungkin tidak akan mendapatkannya.", " Lin Xiu mengertakkan gigi dan memutuskan untuk menarik hadiah.", " Pikirannya diaduk dan roda lotere itu mulai bergerak.", " Jarum bergerak cepat di awal dan mulai melambat setelah itu.", " Lin Xiu menahan napas dan jarumnya melintasi berbagai teknik dan akan berhenti di pil potensial!", " \"Berhenti! Berhenti! Berhenti!\"", " Wajah Lin Xiu merah dan dia tampak sangat bersemangat.", " Tapi jarumnya terus bergerak dan sepertinya akan mencapai [Hadiah Utama]!", " Mungkinkah…", " \"Ding, selamat Guru telah menerima 10.000 koin serikat!\"", " Tapi tepat di ujungnya, jarumnya bergeser sedikit dan menunjuk ke bagian union coin.", " “Sialan!”", " Pada saat ini, sebuah kartu muncul di hadapan Lin Xiu yang mungkin berisi 10.000 koin serikat.", " Harga komoditas di dunia ini hampir sama dengan dunia sebelumnya, jadi 10.000 koin serikat setara dengan sekitar 10.000 RMB.", " Tetapi saat ini, dia semua terluka dan dapat menggunakan koin serikat ini untuk mengunjungi dokter sekolah untuk perawatan.", " ———", " Dunia ini benar-benar berbeda dari dunia aslinya, teknologi di sini jauh lebih maju dari sebelumnya.", " Bangunan di sekitarnya mirip dengan gaya dunia fiksi ilmiah yang dia lihat di film terakhir kali, dan sepeda yang dikendarai beberapa orang sekarang adalah sepeda maglev. Tenaga dan magnetisme dihasilkan melalui penjajakan sepeda dan mereka melakukan perjalanan ke roda belakang, lalu ke roda gigi di tengah. Selama berada di kota, sepeda maglev ini bisa bergerak bebas dan tidak lagi terkena batu atau gundukan.", " Kantor dokter sekolah juga merupakan sistem yang cerdas, dan ada beberapa kabin perawatan di dalamnya. Selama seseorang berbaring di dalamnya dan mengisinya dengan cairan kultur, itu akan secara otomatis memulihkan tubuh seseorang.", " \"Ketuk, ketuk.\" Sepertinya tidak ada orang di sekitar, tetapi karena kesopanan, Lin Xiu masih mengetuk pintu.", " Menurut informasi di kepalanya, harus ada komisaris di sekitar.", " Tidak ada orang di sekitar?", " Saat Lin Xiu hendak mengetuk pintu utama, dia menyadari bahwa pintu itu tidak terkunci. Dia memikirkannya dan langsung memutar kenop dan masuk.", " Ada beberapa lampu redup di dalam dan seluruh ruangan didekorasi dengan warna putih.", " Tetapi pada saat ini, Lin Xiu mendengar beberapa suara samar.", " Dia berjalan dengan hati-hati dan melalui pintu yang sedikit terbuka itu, dia melihat seorang wanita dengan rambut panjang dengan jas putih duduk di sana, melihat sesuatu dengan konsentrasi.", " \"Siapa ini?\" Segera setelah itu, wanita berjas putih itu melihat ke luar pintu.", " Lin Xiu bereaksi cepat dan mundur beberapa langkah. Dia kemudian dengan polos berteriak, \"Apakah ada orang di sekitar?\"", " Wanita itu berjalan keluar dan Lin Xiu tercengang.", " \"Oh? Jadi itu murid Xiao Lin.” Wanita itu tersenyum dan berkata.", " \"Kamu kenal Aku?\" Lin Xiu terkejut, lalu tanpa sadar dia bergumam pada dirinya sendiri.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 3: Berjuang untuk Sebuah Tempat", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " \"Siapa yang tidak mengenal Xiao Lin, siswa terbawah di Akademi Xing Yao?\" Wanita itu terkikik.", " \"Jangan panggil aku Xiao Lin!\" Lin Xiu berseru.", " Pada saat ini, wanita itu bertanya dengan serius, \"Lanjutkan, cairan restorasi apa yang Kamu inginkan?\"", " \"Yang 9.800 serikat koin satu.\" Lin Xiu menghela nafas dan menjawab.", " Saat dia berbicara, Lin Xiu menyerahkan kartu bank itu dari tadi kepada wanita ini.", " \"Bukankah ini kantor Xiao Qiang …\" Lin Xiu bertanya, sedikit bingung saat ini.", " “Dia sedang cuti hari ini, jadi aku akan membantunya selama sehari. Ngomong-ngomong, namaku Xiao Ruoshui.”", " Mendengar kata \"shui\" dalam namanya yang berarti 'air' dalam bahasa Inggris, Lin Xiu segera memiliki gambaran kotor tertentu di kepalanya.", " \"Yah, berbaring di dalam.\" Xiao Ruoshui berkata kepada Lin Xiu setelah mengurangi 9.800 koin serikat dari kartu.", " Lin Xiu sedikit malu saat memasuki kabin perawatan cerdas.", " Dia harus menanggalkan pakaiannya untuk memasuki kabin perawatan, tetapi dia jelas bisa meninggalkan pakaian dalamnya.", " “Kau tidak malu, kan?” Xiao Ruoshui menyipitkan matanya dan menyeringai.", " \"* Batuk, batuk *\" Lin Xiu tersipu, tetapi dia segera memulihkan ketenangannya.", " Cedera di tubuh Lin Xiu sedikit mengejutkannya.", " Ada berbagai macam tanda merah di tubuhnya, dan sepertinya ada cukup banyak luka dalam yang timbul karena dipukuli selama bertahun-tahun.", " Setelah berbaring di kabin perawatan, Xiao Ruoshui menuangkan cairan kultur hijau dari sisi lain ke kabin.", " Semakin mahal cairan restorasi ini, semakin baik daya restorasinya. Tapi luka Lin Xiu adalah memar jaringan lunak. Meskipun mereka sedikit serius, cairan restorasi biasa sudah cukup.", " Dia hanya tersisa 200 koin serikat sekarang, itu benar-benar cukup mahal …", " Segera, Lin Xiu merasakan cairan restorasi perlahan menutupi seluruh tubuhnya.", " \"Kabin perawatan akan segera ditutup …\"", " \"Perkiraan waktu pemulihan adalah lima jam …\"", " Lima jam berlalu dengan sangat cepat dan ketika Lin Xiu bangun, cairan restorasi perlahan berkurang dan menghilang. Pintu kabin terbuka dan luka-luka di tubuhnya hilang.", " Cedera internal yang dia dapatkan sebelum melakukan perjalanan melalui waktu telah pulih juga, dan seluruh tubuhnya terasa seperti penuh dengan energi.", " Lin Xiu berpakaian dan berjalan keluar ruangan, tetapi wanita itu sudah pergi.", " Dia tidak terlalu memikirkannya, dia melihat waktu dan dengan cepat bergegas ke kelasnya.", " “Ada 20 tempat yang tersedia untuk pergi ke distrik A20 untuk pertarungan sebenarnya kali ini dan semua prajurit pemula di kelas kita dapat bergabung.” Guru yang bertanggung jawab, Luo Li, berdiri di podium dan berkata kepada semua orang.", " Ada persis 20 prajurit pemula di kelas, jadi tidak perlu berebut tempat.", " \"Di mana Ma Qiang?\" Saat itu, tatapan Luo Li menyapu semua orang dan dia bertanya.", " \"Ma Qiang, dia … sedang menjalani operasi di distrik C.\" Zhang Dong dan Chen Li saling memandang dan menjawab.", " \"Pembedahan?\" Luo Li tercengang.", " “Apa yang sebenarnya terjadi!”", " “Dia dipukuli oleh Lin Xiu sampai tulang rusuknya patah. Ada juga retakan di tulang punggungnya.” Chen Li mengertakkan gigi dan menjawab.", " \"Kamu bercanda!\" Seorang pria di samping tertawa terbahak-bahak.", " Yang lain mulai tertawa juga. Lin Xiu adalah siswa paling bawah di akademi dan semua orang lebih kuat darinya. Bagaimana bisa seseorang yang begitu tidak berguna memukuli Ma Qiang dengan sangat buruk?", " Tidak ada yang bisa mempercayainya.", " \"Aku serius …\" kata Chen Li. Dia juga tidak tahu bagaimana Lin Xiu memiliki ledakan kekuatan pada saat itu dan menyebabkan Ma Qiang berada dalam kondisi ini hanya dengan satu serangan.", " “Lupakan saja, kalau begitu Ma Qiang tidak harus pergi untuk latihan tempur distrik A20 kali ini…” Luo Li menggosok pelipisnya sebelum berbicara.", " \"Guru, bisakah Aku pergi?\" Pada saat ini, Lin Xiu masuk dan bertanya.", " Mata semua orang beralih ke Lin Xiu.", " Chen Li dan Zhang Dong terkejut dan tampak sedikit ketakutan.", " Ma Qiang dalam keadaan ini hanya dengan satu serangan, jadi mereka pasti ketakutan.", " “Lin Xiu, distrik A20 penuh dengan zombie dan binatang buas yang bermutasi. Kamu bahkan belum mencapai kekuatan prajurit pemula. Itu hanya mencari kematian.” Seorang pria mencibir dengan jijik.", " Yang lain juga memandang Lin Xiu seolah-olah dia terbelakang.", " “Lin Xiu, jangan impulsif. Distrik A20 sangat berbahaya, Kamu harus berlatih lebih dulu. ” Luo Li angkat bicara setelah terdiam beberapa saat.", " Lin Xiu sangat luar biasa dalam hal pengetahuan teoretis, tetapi dia masih terlalu lemah secara fisik.", " “Jika aku mengalahkanmu, apakah itu berarti aku bisa pergi?” Lin Xiu menatap pria yang mencibir dengan jijik tadi dan bertanya dengan jelas.", " \"Kamu?\" Pria itu bernama Xu Jun dan dia sangat tinggi dan kekar. Pada saat ini, dia berdiri dan menatap Lin Xiu.", " Mendengar Lin Xiu memprovokasi dia, dia merasa terhina – pecundang yang lemah mencoba menantangnya?", " “Mau mencoba?” Lin Xiu berbicara dengan mata menyipit.", " Mata Analitik telah diaktifkan:", " Xu Jun", " Level: Prajurit pemula", " Kekuatan: 52", " Fisik: 41", " Kecepatan: 37", " Kekuatan tempur keseluruhan: 443", " Chap ini sedikit lebih lemah dari Ma Qiang dan selama Lin Xiu menghindar dengan hati-hati dan menunggu rage meternya penuh, dia akan bisa menggunakan serangan power-up dan menjatuhkannya secara langsung.", " \"Tentu!\" Xu Jun sangat marah dan mengejek. Dia harus mengalahkan Lin Xiu ini dengan buruk, pikirnya dalam hati.", " \"Kalian …\" Luo Li tercengang, tetapi Xu Jun sudah pergi keluar bersama Lin Xiu.", " \"Lin Xiu, jangan berkelahi dengannya, dia sudah menjadi prajurit pemula!\" Seorang pria berkata kepada Lin Xiu.", " Orang ini adalah Yang Tian, ​​dia cukup gemuk dan satu-satunya di kelas yang tidak memandang rendah Lin Xiu.", " \"Jangan khawatir, aku sudah lama ingin menghajarnya,\" jawab Lin Xiu sambil menyeringai.", " Xu Jun ini juga selalu menggertak Lin Xiu di kelas. Pada saat ini, Lin Xiu mengepalkan tinjunya dengan erat.", " “Cepat, lihat. Pecundang itu Lin Xiu sebenarnya meminta untuk berkelahi. Bukankah dia mencari kematian, ya!” Sudah waktunya untuk kelas, tetapi banyak siswa berada di lapangan memiliki pelatihan tempur. Ketika mereka melihat Lin Xiu dan Xu Jun berdiri di tengah lapangan seni bela diri, sejumlah besar dari mereka pergi dan berkerumun.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 9: Mendapatkan Kristal Ganjil Peringkat 3!", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " Mata beberapa orang itu memerah, dan mereka memiliki ekspresi fanatik di wajah mereka saat mereka menyerang dan menyerang ular piton yang berubah warna itu dengan keras!", " Lin Xiu terus bersembunyi di semak-semak itu dan menahan napas.", " Meskipun binatang berevolusi bermutasi peringkat 3 itu kuat, ia tidak bisa menangani serangan begitu banyak prajurit.", " Apalagi bagian vital dari ular adalah jantungnya. Meskipun telah berevolusi dan menjadi sangat besar, tubuh raksasa itu masih jatuh ke tanah secara bertahap dengan bunyi keras.", " “Hahaha, itu sudah mati. Akhirnya mati!” Salah satu pria itu tertawa terbahak-bahak.", " Meskipun mereka berhasil membunuh ular piton yang berubah warna ini, sebagian besar rekan tim mereka juga mati.", " Zat hijau yang dimuntahkan ular piton pengubah warna itu telah merusak tubuh banyak orang.", " Tepat ketika Lin Xiu hendak bangun, dia secara tidak sengaja mengetuk pohon di samping, membuat suara.", " “Keluar sekarang!” Saat itu, seorang pria dengan pedang panjang menunjuk ke arah tempat Lin Xiu bersembunyi.", " Lin Xiu mengutuk dirinya sendiri karena membuat suara itu. Dia saat ini memiliki kekuatan seorang prajurit pemula, dan sangat tidak mungkin baginya untuk berurusan dengan seorang prajurit resmi.", " “Jadi kau yang menarik benda ini, ya?” Orang itu mencibir ketika dia melihat Lin Xiu.", " “Untuk apa kau berdiri di sana? Kemari!\"", " Lin Xiu mengertakkan gigi dan berjalan dengan patuh.", " “Bantu aku menghilangkan kulit ular piton yang berubah warna ini dan menggali kristal aneh itu, lalu membawa saudara-saudaraku kembali. Jika kamu tidak patuh, aku akan membunuhmu dengan pedangku.” Dia mencibir dan mengarahkan ujung pedangnya ke Lin Xiu.", " \"Cepat dan gali, hal yang tidak berguna!\" Pria itu berjalan mendekat dan langsung menendang Lin Xiu ke tanah saat dia berteriak.", " Karena pria itu baru saja bertarung dengan ular piton yang berubah warna, dia tampak sedikit terluka saat ini.", " Lin Xiu, yang jatuh ke tanah dan memunggungi dia, memiliki sinar ganas di matanya.", " Sejak dia pindah, dia dengan sungguh-sungguh bersumpah bahwa dia tidak akan menjadi orang yang tidak berguna seperti mantan pemilik tubuh ini.", " Dia melirik ke tanah dan melihat pedang pertempuran.", " Orang itu sudah terluka, dan kekuatannya pasti sangat berkurang!", " Membunuh…!", " Saat pikiran ini muncul di kepala Lin Xiu, dia dengan cepat memperkirakan tindakan orang itu dan mengambil pedang perang dari tanah. Dia kemudian mengayunkan pedang ke arahnya!", " Ada ledakan keras dan lengan pria yang memegang pedang panjang itu langsung dipotong oleh Lin Xiu!", " \"Kamu …\" Matanya melebar tidak percaya.", " “Aku lupa memberitahumu bahwa aku benci orang yang menyebutku tidak berguna. Juga, jangan injak Aku, ”ejek Lin Xiu.", " Orang yang kehilangan lengan kanannya jatuh ke tanah dan meratap.", " Mayat lainnya di tanah terkorosi oleh racun yang dikeluarkan oleh ular piton yang berubah warna, dan mereka akan berubah menjadi tulang putih saja.", " “Hahaha, bunuh aku jika kamu berani! Kalau tidak, keluarga Zhang Aku pasti tidak akan membiarkan Kamu pergi! ” Wajah pria itu berkerut marah saat dia tertawa sinis.", " Seorang pejuang secara fisik lebih kuat daripada orang biasa dan meskipun rasa sakit dari lengannya yang terputus tidak dapat ditoleransi, dia tidak akan kehilangan nyawanya karenanya.", " \"Keluarga Zhang?\" Lin Xiu mengerutkan alisnya. Masih ada beberapa keluarga prajurit di dunia masa depan ini.", " Dan Lin Xiu sepertinya telah mendengar tentang keluarga Zhang juga.", " \"Betul sekali! Kamu lebih baik mengirim Aku ke stasiun medis distrik A20 dan menempelkan lengan Aku kembali. Kemudian, potong kedua lengan Kamu. Kalau tidak… Aku akan memastikan kamu mati tanpa kematian!” Pria itu berteriak marah.", " Jelas bahwa dia sudah sedikit tidak rasional.", " Pada saat ini, wajah Lin Xiu menjadi gelap juga.", " \"Kamu pikir kamu siapa?\" Lin Xiu mencibir sambil memegang pedangnya dan berdiri di sisinya.", " \"Kamu ingin membunuhku? Apakah Kamu tahu konsekuensi dari membunuh Aku? Aku akan membunuh seluruh keluargamu…” Pria itu melihat sinar ganas di mata Lin Xiu dan ekspresinya berubah seketika, tapi dia masih mengancam dengan kejam.", " “Bang.” Saat itu, Lin Xiu langsung menikam dadanya tanpa ragu-ragu.", " Mata pria itu melebar tidak percaya.", " \"Maaf, Aku tidak punya keluarga.\"", " “Ding~~”", " “Selamat Guru telah membunuh prajurit peringkat 1, Kamu telah memperoleh 2.500 poin pengalaman.”", " “Selamat Guru telah naik level ke level 6, Kamu telah memperoleh 7 poin potensial.”", " \"Selamat Guru telah membunuh seorang prajurit untuk pertama kalinya, Kamu telah mendapatkan kesempatan untuk menarik hadiah!\"", " Suara sedingin es bergema di kepalanya, tetapi Lin Xiu tidak punya waktu untuk bersukacita karena tubuh-tubuh di tanah itu membuatnya merasa jijik.", " Dia memegang dadanya dan tersedak beberapa kali di samping sebelum perasaan tidak nyaman ini berangsur-angsur menghilang.", " Karena dia telah mendapatkan 7 poin potensial lainnya, ke mana dia harus menambahkannya?", " Kekuatan, fisik, dan kecepatan – ketiganya harus seimbang karena tidak ada gunanya hanya memiliki kekuatan saja.", " Lin Xiu memikirkannya dan memutuskan untuk menambahkan 7 poin ini ke kecepatan dan fisik. Saat ini, fisik dan kecepatannya telah meningkat menjadi 40 poin!", " Setelah dia selesai menambahkan, Lin Xiu merasakan rasa nyaman di sekujur tubuhnya.", " Dia akhirnya menjadi orang biasa sekarang, kan?", " Dia melihat ke tanah di sisi lain dan semua orang di tim petualangan tadi sudah mati. Juga, python yang berubah warna itu juga tidak mengeluarkan suara.", " Tubuh ular piton yang berubah warna itu sangat bagus dan bernilai banyak uang, tetapi benda ini terlalu besar dan sulit untuk dibawa.", " Lin Xiu memikirkannya dan mengeluarkan pedangnya dan mengayunkannya ke kepala ular piton itu.", " “Bang.” Suara suram bergema dan retakan muncul di kepala ular itu.", " 'Ini sangat sulit …'", " Setelah memotong berkali-kali, Lin Xiu akhirnya bisa membelah kepala ular piton itu. Cahaya di tengah kepalanya itu langsung terlihat.", " Kristal aneh adalah sejenis lensa kristal yang ada pada binatang berevolusi dan sumber energi untuk binatang raksasa ini.", " Prajurit dapat mengolah dan menyerap energi di dalamnya, sehingga meningkatkan kultivasi mereka.", " Mereka juga dapat menggunakannya sebagai sumber tenaga untuk beberapa mesin.", " \"Ini harus mendapatkan harga yang bagus.\" Lin Xiu mengambil kristal aneh ini dan tersenyum.", " Dia menemukan dua kristal aneh lagi dari tas orang-orang ini. Sepertinya mereka mendapatkannya dari berburu binatang buas yang berevolusi. Namun, kedua bidak itu cukup kecil dan seharusnya berasal dari binatang berevolusi peringkat 1.", " Setelah mengobrak-abrik, dia tidak menemukan barang khusus lainnya yang bisa dia ambil. Selain itu, senjata mereka juga tidak cocok untuknya.", " Lin Xiu tidak banyak berpikir dan terus masuk lebih dalam ke hutan.", " Yang paling penting untuk naik level dan meningkatkan kekuatan sekarang. Dia mungkin tidak akan seberuntung itu lagi jika dia bertemu dengan tim petualangan seperti ini yang ingin membunuhnya.", " Dia tidak menyadari bahwa dia telah berlari ke arah yang berlawanan sekarang dan jika dia terus bergerak maju, dia akan masuk lebih dalam ke hutan!", " ", "www.worldnovel.online"]},
{"testing": [" Bab 10: Serangan balik!", " Penerjemah: Editor Terjemahan Perahu Naga: Terjemahan Perahu Naga", " Saat dia terus berjalan ke depan, Lin Xiu menjadi semakin terkejut.", " Ada puing-puing bangunan di sekitar, tetapi banyak yang ditutupi oleh tanaman.", " Beberapa tahun yang lalu, tempat ini masih merupakan kota yang berkembang dan makmur, tetapi sekarang telah menjadi hutan.", " Dia tidak bisa membantu tetapi merasa sedikit emosional.", " “Bang, dong.” Lin Xiu menginjak kaleng pull-top, dan sepertinya itu adalah Coca-Cola.", " “Eh?” Lin Xiu penasaran. Desain pada pull-top ini bisa terlihat persis seperti yang ada di zamannya.", " Lin Xiu melihat lebih dekat dan bahkan ada tanggal pembuatannya – itu sebenarnya diproduksi pada tahun '2016'!", " Melihat produk ini yang berasal dari era yang sama dengannya, Lin Xiu tidak tahu apakah harus tertawa atau menangis.", " Aneh, kenapa dia belum melihat teman sekelasnya? Juga, kemana perginya Yang Tian yang gendut itu?", " Ada tanda di depan yang bertuliskan 'Zona Bahaya', tetapi tiba-tiba, ada sedikit getaran di tanah dan tanda itu jatuh ke tanah. Lin Xiu tidak menyadarinya.", " Setelah getaran ini, beberapa burung raksasa di pohon-pohon besar juga bubar.", " \"Mengaum!\"", " Raungan memekakkan telinga bergema di seluruh hutan.", " Lin Xiu menutupi telinganya; auman binatang itu hampir membuat kakinya mati rasa.", " 'Apa itu…?'", " Lin Xiu melihat lebih dalam ke dalam hutan dan melihat sosok besar bergegas!", " Tidak baik!", " *Crackle* *Rattle* Kilatan petir terus menyambar, dan batang-batang tebal di sekelilingnya segera hangus sebelum pecah dan terbelah.", " Lin Xiu menelan ludahnya dan dengan cepat melompat ke atas pohon, menahan napas.", " Pada saat ini, dia dengan hati-hati melihat ke depan dan melihat binatang berevolusi besar di tengah.", " Tubuhnya seukuran sapi, tetapi menyerupai macan tutul.", " Itu membuka mulutnya dan mengungkapkan satu set taring yang tajam dan panjang. Yang lebih mengejutkan adalah ada beberapa sambaran petir yang berputar di sekitar tubuhnya, dan dengan lambaian cakarnya, pohon-pohon di sekitarnya terbakar oleh petir.", " \"Binatang berevolusi peringkat 4, Macan Tutul Petir !?\"", " Lin Xiu tersentak.", " Meskipun atribut fisik mantan Lin Xiu buruk, dia sangat berpengetahuan.", " Dia bisa mengingat gambar banyak binatang berevolusi.", " Python pengubah warna peringkat 3 itu hampir membunuh Lin Xiu, jadi dia pasti tidak akan bisa mengalahkan Leopard Petir peringkat 4 ini!", " Kabur! Cepat, lari!", " Tapi saat itu, dia melihat seorang wanita di sana. Dia mengenakan jubah perang dan memegang pedang panjang yang memancarkan cahaya putih dingin. Wajahnya yang indah setenang air dan dia tidak memiliki ekspresi sama sekali.", " Dia menyerang dengan pedangnya dan sinar putih yang seperti bulan sabit muncul, menebang pohon di samping dengan seketika.", " \"Mengaum!\" Macan Tutul Petir terbang menjadi sangat marah. Saat meraung, sejumlah besar petir meledak dari tubuhnya.", " Ada suara berderak seperti suara petir dan udara bertabrakan satu sama lain.", " Meskipun Lin Xiu masih cukup jauh dari sisi itu, dia masih bisa merasakan tubuhnya gemetar.", " Kuat, terlalu kuat!", " Mata Analitik!", " Lin Xiu memandang wanita yang bertarung melawan Macan Tutul Petir itu dan menjadi penasaran.", " “Tidak dapat dianalisis.”", " Lin Xiu tercengang. Mengapa dia tidak dapat dianalisis? Bahkan ketika dia tidak bisa menganalisis kekuatan tempur ular piton yang berubah warna itu, dia setidaknya bisa mengetahui peringkatnya!", " Tunggu sebentar, mungkinkah Mata Analitik ini tidak akan menganalisis siapa pun yang lebih kuat dari dirinya?", " Lin Xiu mencoba menggunakan Mata Analitik pada Macan Tutul Petir dan itu menunjukkan bahwa itu juga tidak dapat dianalisis.", " Pertempuran di depan berlanjut. Dengan Macan Tutul Petir dan wanita di tengah, pohon-pohon di sekitarnya semuanya hancur.", " Mungkin karena mereka bisa merasakan udara yang menakutkan di sana, banyak binatang berevolusi tingkat rendah mencoba melarikan diri pada saat ini.", " “Pak.” Pedang panjang wanita itu, yang seputih salju, menusuk ke arah itu lagi. Namun, petir biru keunguan yang berputar di sekitar tubuh Macan Tutul Petir itu seperti perisai alami dan membentuk pertahanan untuk itu.", " \"Mengaum!\" Itu mengeluarkan raungan keras sekali lagi dan memukul dengan cakarnya. Namun wanita itu berhasil mengelak dengan pose mistis.", " \"Desir.\" Pedangnya menyerang lagi. Retakan dalam muncul di tanah karena dampaknya, dan itu terlihat sangat menakutkan.", " Ini adalah kekuatan prajurit berpangkat tinggi! Menyaksikan ini, Lin Xiu tidak bisa menahan diri untuk tidak bergerak.", " Selama dia terus bekerja keras, dia akan mampu melakukannya suatu hari nanti dan bahkan menjadi lebih kuat!", " Pertempuran berlanjut saat Lin Xiu terus menatap pemandangan di sana. Duel antara seorang ahli dan binatang berevolusi tingkat tinggi pasti bermanfaat baginya.", " Tidak lama kemudian, petir di sekitar tubuh Lightning Leopard tampaknya telah melemah. Wanita itu mengambil kesempatan ini dan menyerang dengan pedang panjangnya lagi. Macan Tutul Petir dikirim terbang di udara dan kilat di sekitar tubuhnya menghilang sekaligus.", " Selesai!?", " Wanita itu merajut alisnya dan memegang erat pedang panjang di tangannya. Dia kemudian perlahan berjalan menuju Lightning Leopard.", " Macan Tutul Petir itu menderita pukulan fatal dari pedangnya dan banyak darah segar mengalir keluar dari tubuhnya.", " Sepertinya akan mati atau kehilangan kesadaran.", " Alis rajutan wanita itu telah mengendur pada saat ini, dan dia akan menusuk pedang panjangnya ke arah kepalanya, memberikan pukulan fatal lagi!", " Tapi saat itu, Macan Tutul Petir yang tergeletak di tanah tanpa bergerak membalik tubuhnya dan berdiri tiba-tiba.", " Beberapa petir raksasa dilepaskan dan mereka berubah menjadi bola petir besar saat mereka menyerang wanita itu.", " Betapa liciknya, itu benar-benar berpura-pura mati!", " Lin Xiu menerima kejutan besar pada saat ini. 'Benda ini sudah memiliki IQ, ya?'", " “Zizzi.” Bahkan Lin Xiu bisa mendengar suara petir dengan sangat jelas.", " Wanita itu jelas tidak menyangka bahwa serangan balik Macan Tutul Petir ini akan sangat mengerikan. Dia menggunakan pedang panjangnya dan memblokir bagian depannya, lalu melepaskan energi di tubuhnya dan segera membentuk perisai pelindung.", " Tapi bola petir itu terlalu menakutkan, bahkan menyebabkan kegemparan di udara di sekitar mereka.", " \"Berdebar.\" Terdengar bunyi gedebuk keras dan tubuh wanita itu terlempar.", " Saat pepohonan hancur, Lin Xiu bisa melihat semuanya dengan jelas. Di sisi itu ada tebing curam dan wanita itu dikirim langsung ke bawah!", " Ddd… mati?", " ", "www.worldnovel.online"]}
]