[
{"testing": ["Bab 1: Makam Artefak", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Danau Rusty.", "Instalasi Pengolahan Limbah Khusus Federal No. 23.", "Juga dikenal sebagai “Makam Artefak.”", "Pertumbuhan peradaban telah dipicu terus menerus oleh kekuatan budidaya. Artefak dulu berada di luar jangkauan pada hari itu, tetapi artefak yang hanya bisa dioperasikan oleh Penggarap menyebar ke setiap rumah tangga. Mereka menjadi barang penting dalam kehidupan sehari-hari, membantu mereka hidup, bepergian, belajar, dan bekerja.", "Mereka membuat hidup orang lebih mudah, tetapi juga menghasilkan banyak limbah – limbah artefak dan potongan logam.", "Limbah artefak biasanya memiliki energi esensi yang tersisa di dalamnya, dengan mudah menyebabkan polusi radiasi. Array mesin terbang yang menyusun artefak sangat mudah menguap sehingga ada risiko ledakan. Jika dibiarkan tanpa pengawasan, limbah artefak dapat menyebabkan kerusakan besar pada lingkungan.", "Oleh karena itu di setiap kota federal, “Instalasi Pengolahan Limbah Khusus” dipasang untuk mengolah limbah artefak.", "Instalasi Pengolahan Limbah Khusus No. 23, yang terletak di pinggiran selatan Kota Budidaya Federal “Floating Spear.”", "Di bawah langit kuning yang kabur, rawa ungu berpolusi mengeluarkan bau busuk. Puncak gunung serpihan logam menonjol dari rawa seperti tulang belakang dinosaurus. Fragmen pedang terbang tergeletak berantakan di puncaknya. Duduk di sebelah pedang adalah golem kristal berkarat; rongga mata yang kosong menunjukkan api rohnya telah lama padam. Satu-satunya yang tersisa adalah serangga pemakan saripati, yang menyembul keluar dari tengkorak, dengan hati-hati melihat-lihat di “Artifact Graveyard” di mana bahaya mengintai di semua sudut.", "“LEDAKAN!”", "Berada di dekat gunung sampah, susunan mesin terbang artefak yang dibuang mulai pecah. Energi esensi berlebihnya tiba-tiba meledak dan mengirim setengah gunung terbang di udara.", "Bagian logam yang tak terhitung jumlahnya tersebar di langit seperti bunga gadis yang tersebar, berhamburan ke segala arah. Gunung-gunung di sekitarnya dipicu menjadi reaksi berantai. Mendongak, yang terlihat hanyalah asap dan debu. Itu memberi gambar tarian iblis yang menutupi seluruh langit.", "Di sini, tampaknya kehidupan itu dilarang. Hanya kecoak dan cacing yang tidak penting yang dapat menganggap ini sebagai surga.", "Namun…", "Li Yao diam-diam mengintai di balik gunung sampah. Menjilati bibirnya yang pecah, dia mengenakan jaket kuning yang tertutup debu yang membuatnya menyatu dengan lingkungan.", "Dia melirik awan jamur yang perlahan naik di dekatnya. Di mata mudanya yang jelas, tidak ada jejak emosi yang bisa dilihat, tidak ada perasaan berdesir.", "Hanya ketika kotoran dan serpihan logam berhamburan di atas gunung tempat perlindungannya, barulah ia mundur agak lebih dalam ke tumpukan sampah. Pada saat yang sama, ia mengenakan kacamata, menutupi setengah wajahnya.", "“Itu disini!”", "Ketika arloji di pergelangan tangannya mulai bergetar, pemuda itu menjadi bersemangat dan sudut mulutnya menyeringai licik.", "3:52:38 pm, waktu pembuangan sampah rutin setiap hari, juga dikenal oleh “penyelamat” seperti Li Yao sebagai waktu pesta!", "Jam tangan esensi di pergelangan tangan kirinya adalah Model Elite Hunter yang diproduksi tiga tahun lalu oleh guild pembudidaya “Zephyr Guild”. Dia menemukannya di gunung sampah dan butuh waktu kurang dari dua bulan untuk memperbaikinya.", "Itu memiliki fungsi luar biasa selain memberi tahu waktu. Itu bisa merekam frekuensi getaran unik. Ketika getaran unik merambat di sekitarnya, pemilik diberitahu.", "Fungsi ini dimaksudkan untuk digunakan untuk memperingatkan para pemburu akan keberadaan Fiend Beasts yang kuat di dekatnya.", "Namun, setelah dimodifikasi oleh Li Yao, fungsinya diubah untuk mengingatkan pada kedatangan kapal sampah.", "Singkatnya, disertai dengan suara dengung yang tidak penting, selusin titik hitam muncul di cakrawala utara.", "Menutupi bumi dan menyembunyikan langit, asap dan debu yang ditimbulkan oleh ledakan masih belum hilang. Selusin titik hitam bercampur di dalam dan tidak bisa dibedakan.", "Li Yao mengangkat hidungnya. Jarinya menyapu lembut mesin terbang yang terletak di samping kacamata. “Swoosh.” Selembar darah merah muncul di permukaan googles.", "Di bawah tatapan merah, kapal-kapal sampah yang disembunyikan oleh asap memiliki bayangan bundar mereka dibuat dengan jelas.", "Fungsi berburu jam tangan esensi juga memungkinkan penguncian ke frekuensi getaran unik dari satu kapal sampah.", "“Kapal Sampah No. 1327, aku memilihmu!”", "Sejak Li Yao lahir sampai ia berusia sepuluh tahun, sepuluh tahun ini ia tinggal di “Artifact Graveyard.” Ia tahu setiap inci tanah dan setiap kapal sampah di langit, seolah-olah jari-jari itu berada di tangannya. “Kapal Sampah No. 1327” ini secara khusus bertanggung jawab untuk mengumpulkan sampah dari Sisi Timur Atas Floating Spear Inner City.", "Sisi Timur Atas adalah yang paling mewah dari distrik kaya, berisi tempat tinggal beberapa pembudidaya. Artefak yang mereka buang memiliki nilai paling tinggi.", "Beberapa artefak masih dalam kondisi baik. Mereka hanya dibuang tanpa perawatan oleh para pembudidaya dan orang kaya hanya karena mereka keluar dari gaya, atau karena generasi baru artefak telah dirilis.", "Dari perspektif Li Yao, ini bukan kapal sampah. Itu adalah kapal harta yang terisi penuh dengan emas!", "“Swoosh!”", "Sepasang kaki Li Yao mengeluarkan kekuatan. Seperti sebuah peluru yang ditembak, dia dengan gila berlari melewati pegunungan sampah dan menerjang ke dalam asap dan debu, menyerbu menuju Kapal Sampah No. 1327.", "Gunung-gunung sampah di sekelilingnya berada di ambang kehancuran. Gelembung rawa racun berbahaya bergemuruh di bawah kakinya. Li Yao seperti monyet gunung dan hutan yang paling gesit. Sesekali, dia akan menerapkan kekuatan di suatu tempat di gunung sampah, bergerak puluhan meter dengan setiap langkah. Gerakannya seperti awan mengambang dan air yang mengalir, memberikan rasa ketenangan.", "“Li Yao, Kamu bajingan. Kamu datang untuk memperebutkan makanan dengan Aku lagi! ”", "Saat ini, dari belakang pangkalan beberapa gunung muncul selusin figur. Mereka berpakaian serupa dengan Li Yao, kecuali mereka tidak memiliki kacamata merah canggih dan arloji esensi yang dilengkapi pada Li Yao.", "Sambil memegang sekop dan batang logam, orang-orang ini mendekat dengan agresif.", "Mereka sama dengan Li Yao. Mereka mengandalkan “Instalasi Pengolahan Limbah Khusus No. 23” untuk bertahan hidup sebagai penyelamat sampah", "Di mana ada untung, ada persaingan. Limbah artefak buangan kapal hanya dapat menjadi sampah bagi para pembudidaya eselon atas, tetapi bagi orang-orang ini di anak tangga terendah, artefak ini mewakili harapan untuk bertahan hidup. Li Yao adalah penyelamat yang telah beradaptasi yang terbaik dengan Artifact Graveyard. Tentu saja, ini juga menjadikannya duri terhebat di sisi tempat sampah lain, duri dalam daging.", "Sebenarnya, Li Yao tidak peduli tentang rukun. Dengan tawa, pinggangnya tiba-tiba memancarkan kekuatan dan tubuhnya berputar dengan cara yang aneh. Tanpa peringatan, dia berbalik 90 derajat, memisahkan diri dari pemuda gemuk yang mencolok dengan alis berkerut yang ada di depannya. Dia mengambil kesempatan untuk menggunakan kakinya untuk dengan ganas meluncurkan wajah gemuk, mendorong seluruh tubuhnya sejauh 30-40 meter.", "“Fatty Leung, semua orang di sini untuk membawa makan malam ke meja. Itu semua tergantung siapa yang lebih cepat! Kamu harus menurunkan berat badan! ”", "Wajah pemuda yang gemuk itu dicap merah, hidungnya hampir tenggelam ke dalam dagingnya yang berlemak. Dia marah sampai-sampai mengamuk. Tidak dapat menerima ini, ia memerintahkan pasukannya untuk mengejar dan mereka dengan cepat memasuki area yang dipenuhi asap dan debu.", "Ketika ledakan baru saja terjadi, daerah itu sangat tidak stabil. Lusinan gunung sampah bisa runtuh kapan saja, bahkan menyebabkan kelompok pemuda Fatty Leung yang kejam tidak memiliki pilihan lain selain memperlambat langkah mereka dan menatap kosong pada kecepatan kilat Li Yao.", "Melihat ini, Fatty Leung tidak bisa membantu tetapi meludah seteguk air liur.", "“Bajingan ini! Dia benar-benar hidup dengan reputasi peduli tentang uang lebih dari hidupnya! Tuhan, jika Kamu memiliki mata, semoga kilat menusuknya mati … ”", "Sesuai dengan kata-kata itu, segunung sampah meledak di dekat Li Yao. Ribuan demi ribuan bagian logam dan artefak rusak membanjir bagaikan torrent!", "“Itu menjadi kenyataan!” Fatty Leung dan para pemuda terperangah. Mereka benar-benar bingung!", "Namun, pekikan menembus asap dan debu sambil berteriak, “Hitam Kecil, Selamatkan aku!”", "Sebuah jalan yang lebih dalam dari langit malam, garis hitam melesat seperti kilat dan mengukir lubang dalam banjir logam. Itu berkarat, memiliki tepi sobek, dan itu benar-benar hitam. Pedang terbang ini memiliki handguard raksasa yang memiliki bentuk dua sayap hitam memanjang. Li Yao seperti seorang lelaki tenggelam yang dengan gigih memegang jerami. Dia memeluk pedang terbang untuk hidup tersayang. Melengkung seluruh tubuhnya ke garis hitam, dia menusuk ke langit.", "Di tengah langit, sosok raksasa selusin kapal sampah sudah muncul. Setiap kapal sampah memiliki panjang ratusan meter dan memiliki sosok bulat bundar seperti kura-kura mitologis yang menopang bumi. Di atas setiap “cangkang kura-kura” diukir puluhan ribu mesin terbang, semua padat bersama. Mereka berkedip-kedip dengan cahaya esensi dalam lima warna cerah, membantu para lelaki raksasa yang jumlahnya lebih dari sepuluh ribu ton itu melawan efek gravitasi.", "“Jatuh!”", "“Kura-kura raksasa” membuka palka pada perut mereka satu demi satu. Keluarlah hujan bagian-bagian logam dan artefak rusak yang menghancurkan langit, menghantam bumi tanpa henti.", "Dalam beberapa saat, energi esensi di dalam seluruh bidang itu terganggu dan bergetar. Situasi berbahaya dipicu!", "Bahkan lebih dari sepuluh ribu ton kapal sampah berguncang ke kiri dan ke kanan di tengah gelombang energi esensi. Di bawah gejolak hebat, mereka tidak punya pilihan selain menggunakan semua kekuatan mereka untuk berpisah satu sama lain, dengan harapan mengurangi kerusakan.", "Kelompok Fatty Leung bahkan lebih tidak berani gegabah mendekati. Mereka takut terperangkap dalam kekacauan.", "Li Yao masih menunggangi pedang terbang hitam, berlari cepat melalui gelombang energi esensi. Penampilannya melarat sampai ekstrem, tetapi ia bergerak dengan gesit seperti ikan lumpur.", "Secara alami, dia tidak berani menghadapi ombak yang langsung mengamuk dan menyerbu ke atas. Sebaliknya, ia mengandalkan lebih dari sepuluh tahun pengalaman bertahan hidup, berusaha untuk menemukan daerah di mana gelombang energi esensi mengganggu satu sama lain dan dibatalkan menjadi ketenangan, semata-mata demi mendekati sedekat mungkin dengan lokasi limbah artefak yang dibuang. . Paviliun yang paling dekat dengan air adalah yang pertama berjemur di bawah sinar bulan.", "Akhirnya–", "Setelah hampir 10 menit pembuangan, kapal-kapal sampah mengeluarkan suara gemuruh seperti raksasa. Mereka mengubah arah, dengan malas pulang ke rumah. Asap dan debu berangsur-angsur hilang juga.", "Fatty Leung baru saja naik ke tengah tempat pembuangan sampah besar-besaran. Dia segera melihat Li Yao duduk dengan nyaman di atas gunung sampah yang baru dibuat, menatapnya dengan senyum berseri-seri.", "“Sh * t!” Wajah Fatty Leung bergetar karena marah, tetapi hatinya berantakan.", "Li Yao memilih gunung sampah ini dengan cukup cerdik. Itu bukan yang terbesar, dan juga tampaknya tidak memiliki bahan yang paling banyak.", "Masih ada puluhan gunung sampah di sekitar, semua berisi artefak yang dibuang tak ternilai.", "Adapun penyelamat, ada lebih dari hanya dua pihak ini …", "Jika Fatty Leung terus bersaing dengan Li Yao, ada kemungkinan bahwa sebagian dari keuntungannya bisa diambil oleh penyelamat perikanan lainnya.", "Sosok-sosok penyelamat lain sudah samar-samar muncul. Tangisan gembira terdengar dari puncak beberapa gunung sampah; orang telah menemukan harta berharga.", "Apalagi…", "Fatty Leung telah mendengar bahwa anak yang menjijikkan ini, Li Yao, adalah seorang siswa dari Sekolah Menengah Terafiliasi Kedua Crimson Nimbus Guild yang terkenal.", "Crimson Nimbus Guild adalah sekte terkenal yang terletak di bagian selatan Federasi. Kekuatan mereka tiran dan mereka memiliki banyak ahli.", "Meskipun Li Yao mungkin tidak belajar teknik-teknik sejati dari para master, dia bukan seseorang yang bisa ditangani hanya dengan tiga kepalan tangan dan dua kaki. Kalau tidak, dia tidak akan bisa bertahan hidup selama lebih dari sepuluh tahun di Makam Artefak ini, masih sehat dan sigap, juga menyita julukan “Hering!”", "Tapi bagaimana mungkin Fatty Leung membiarkannya begitu saja? Kemana perginya wajahnya? Hidungnya masih tertanam di dalam dagingnya!", "Sementara hatinya berantakan, angin kencang menyapu. Fatty Leung tanpa sadar menggenggam tangannya, dan tangannya merasakan sesuatu yang sedingin es. Di tangannya sebenarnya adalah unit prosesor kristal yang dihancurkan seukuran kepalan tangan.", "Li Yao tertawa terbahak-bahak, berkata, “Fatty Leung, semua orang di sini mencari nafkah. Aku baru saja mengambil CPU kelas “Starlight” dari Kamu terakhir kali. Bukannya aku membunuh ayahmu. Bukankah tidak perlu sejauh ini, menjadi tak henti-hentinya sampai titik kematian? Di sini, Aku baru saja menemukan CPU ‘Brave Dragon-17’ yang diproduksi oleh Viridian Dragon Guild. Ini adalah model terbaru, yang mampu menghitung lebih dari 5000 pemikiran telepati per detik. Meskipun digoreng, Aku rasa Kamu bisa mendapatkan tiga atau empat ribu dolar untuk itu. Anggap saja sebagai tanda penghormatan dari Aku, kakak Fatty Leung. Mulai sekarang kita genap, apa yang Kamu katakan? ”", "“Kamu …” Fatty Leung tidak berharap Li Yao mengatakan sesuatu seperti ini. Dia langsung terpana dan agak tidak percaya, saat dia menggaruk lemak di wajahnya.", "“Yo! Lihat ke sana. Pasukan Wild Wolf hampir tiba. Mereka tidak menjalankan solo seperti orang ini. Mereka benar-benar akan mencerna puluhan gunung sampah sepenuhnya t3l4nj4ng. Mereka tidak akan meninggalkan satu sekrup pun untuk Kamu! “Kata Li Yao saat dia dengan cepat menunjuk ke arah barat.", "Wajah Fatty Leung berubah warna. Dia menyipitkan matanya cukup lama dan akhirnya membuat resolusi. Dia segera memberi Li Yao acungan jempol besar, meremas sebuah kalimat, “Baiklah nak, kamu punya daging! Mari kita cari barang secepatnya! ”", "Sekelompok penyelamat tersebar ke segala arah, menuju pegunungan sampah di segala arah.", "“Wah….”", "Li Yao menghela nafas panjang. Pantatnya duduk di atas tumpukan sampah dan butiran-butiran besar keringat bergulir di dahinya. Seringai di wajahnya berubah menjadi ratapan saat dia tiba-tiba bangkit.", "“Die Fatty! Aku dengan susah payah menemukan Prosesor Berani Dragon-17 itu, dan itu menjadi milikmu tanpa apa-apa! ”", "“Tunggu saja. Apakah Kamu pikir itu mudah diambil dari Aku, ‘Hering’ Li Yao? Akan ada hari di mana apa yang Kamu makan dari milik Aku akan diludahi kembali kepada Aku. Aku akan mengambil kembali apa yang Kamu ambil dari Aku dengan bunga. Aku akan memastikannya juga menarik! Aku akan memberi tahu Kamu … Mengapa semua orang memanggil Aku ‘Hering yang lebih menghargai uang daripada hidup’! ‘”", "“Tidak, ini tidak akan dilakukan. Aku harus lebih cepat. Wild Wolf’s Gang, tandan daging cincang itu, mereka bahkan lebih tidak masuk akal daripada Fatty Leung! ”", "Li Yao menurunkan kaca matanya sehingga menggantung di lehernya. Menggosokkan kedua tangannya, kedua matanya mengandung sinar cahaya. Menjilati bibirnya, dia bergegas menuju tumpukan sampah yang baru dibuat!", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 7: Dewi Sekolah Kedua", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "“BZZZZ …”", "Ruang pemeriksaan yang ketinggalan zaman dibuka perlahan-lahan, memungkinkan Li Yao untuk mengambil langkah di luar. Dia menggelengkan kepalanya mencoba membersihkan sakit kepala yang samar, efek samping dari overtaxing pikiran setelah tinggal terlalu lama di Great Illusionary Land.", "“Sial! Kepalaku sakit sekali! Satu-satunya siswa yang masih menggunakan perangkat sampah semacam ini adalah kami yang ada di ‘kelas Mish-mash’. Semua siswa Kelas Penting dan Kelas Naik memiliki ruang ujian roh mereka untuk generasi terbaru. Tidak akan ada efek samping bagi mereka tidak peduli seberapa melelahkannya! “Meng Jiang ada di sampingnya mengeluh dengan keras, menggosok matanya segera setelah itu. “iblis kecil, kali ini, kesulitan simulasi ujian sangat tinggi. Aku mungkin gagal lagi. Ketika Aku kembali, Aku pasti akan makan rebung rebus. Bagaimana kamu melakukannya?”", "“Jadi, kurasa begitu.” Li Yao menggosok hidungnya. Kali ini, kesulitan ujian memang agak tinggi. Meskipun sebagai perbandingan fundamentalnya lebih solid dan mentalitasnya cukup tenang, dia merasa bahwa dia telah ditarik ke batas maksimalnya.", "“Ayo, mari kita lihat!” Meng Jiang pindah ke sisi ruang pemeriksaan dan mulai mengekstraksi perangkat. Setiap ruang pemeriksaan memiliki unit pemrosesan kristal berkecepatan tinggi yang dipasang, memungkinkan skor tes dihitung secara instan. Skor tes dirilis segera setelah ujian berakhir.", "“Wow! 525 poin! Skor yang sangat tinggi! Itu cukup untuk diterima di universitas utama. Namun, Kamu mengatakan Kamu melakukannya begitu-begitu? Menjadi terlalu sederhana benar-benar hanya menjadi sombong. Pergi mati Iblis Kecil! “Meng Jiang berteriak kaget.", "Li Yao melirik hologram. Dia benar-benar mengeluarkan desahan gelap di dalam hatinya. Memang, skor 525 poin secara teknis tidak rendah. Itu hampir tidak cukup untuk memenuhi skor kelulusan minimum untuk beberapa universitas utama yang terkenal di Uni. Namun, nilai numerik berikut adalah merah, menyebabkan matanya merasa agak tertusuk.", "“Aktualisasi Spiritual Quotient, 35%.”", "Akar Roh. Sebuah “kelenjar pineal” yang terletak di bagian medial depan otak orang-orang dari ras manusia. Itu adalah organ misterius. Itu adalah sebuah misteri karena dari sudut pandang anatomi, organ ini pada dasarnya tidak ada; tidak satu pun spesimen akar roh yang benar-benar sejati telah ditemukan dalam ratusan ribu tahun hingga sekarang.", "Namun, organ ini benar-benar ada di dunia kultivasi. Terlebih lagi, organ ini sangat penting bagi para pembudidaya. Ini adalah hubungan antara manusia dan energi esensi dari surga dan bumi. Ini adalah kunci Energi Esensi Semesta!", "Hanya ketika Spirit Actualization Quotient seseorang mencapai 100% dapat “Kebangkitan Akar Spirit” seseorang terjadi. Hanya dengan demikian satu langkah ke jalan kultivasi!", "Ketika universitas biasa memutuskan penerimaan mereka, mereka tidak melihat nilai dari Aktualisasi Spiritual pelamar. Tidak masalah bahkan jika nilainya hanya 1% karena universitas biasa hanya membina orang-orang biasa.", "Tetapi ketika sampai pada proses penerimaan “Sembilan Elite Universitas”, yang berspesialisasi dalam membina pembudidaya, mereka akan mengambil skor ujian dan mengalikannya dengan Spirit Actualization Quotient untuk menghasilkan skor akhir. Secara alami, Spiritualual Quotient Spirit yang lebih tinggi adalah, semakin banyak keuntungan yang dimiliki.", "Aktualisasi Spiritual Li Yao sangat rendah. Setelah mengalikan 500 atau lebih poin dengan 35%, hanya 200 poin yang tersisa.", "Adapun Kelas Penting arogan surga, itu biasa memiliki Spiritual Actualization Quotient melebihi 60%. Dengan kata lain, orang lain hanya perlu mencetak 300 atau lebih poin untuk dapat dengan mudah menghancurkan Li Yao.", "Yang lebih buruk lagi adalah ketika Aktualisasi Spiritual Quotient seseorang menjadi lebih tinggi, proses berpikir mereka menjadi lebih cepat, kelima indera mereka menjadi lebih tajam, dan tingkat kontrol atas tubuh mereka menjadi lebih besar. Bagaimana mungkin skor mereka dari Kelas Penting tidak berbeda dengan mereka dari Kelas Umum tumbuk Aku.", "Li Yao tidak pernah berpikir untuk melakukan pekerjaan yang melelahkan untuk meningkatkan Gelar Pembukaan Basis Rohnya. Masalahnya berbeda dengan belajar. Fakta-fakta dari buku dapat dipelajari dari menghafal. Kemampuan fisik dan keterampilan bela diri dapat dilakukan dan dipupuk dengan gila-gilaan. Namun, tingkat pembukaan basis semangat seseorang benar-benar membutuhkan seseorang untuk mengandalkan banyak sumber daya alam untuk meningkat.", "Ambil contoh surga yang dipilih orang-orang arogan dari Kelas Penting. Setiap hari, mereka mengonsumsi segala macam bahan surgawi, harta duniawi, dan ramuan yang menguatkan. Mereka membeli “Pelatih Aktualisasi Quotient” khusus untuk digunakan di rumah atau mereka pergi ke “Toko Budidaya Bawah Tanah” untuk pelatihan khusus. Jumlah uang yang mereka habiskan untuk membuka markas roh mereka setiap bulan bervariasi dari kurang dari beberapa puluh ribu hingga lebih dari puluhan miliar. Hanya dengan menghancurkan gunung emas dan perak mereka dapat meningkatkan Aktualisasi Kuota mereka dengan satu persen.", "Adapun Li Yao, ia memulung sisa-sisa dari Makam Artefak. Yang paling dia hasilkan adalah 10.000 sebulan. Setelah membayar sewa, biaya hidup, dan biaya sekolah, yang tersisa hanyalah pakan ayam, bahkan tidak cukup untuk mengisi perutnya. Bagaimana dia bisa mendapatkan uang untuk meningkatkan Aktualisasi Kuotensinya?", "Untuk meringkas dalam sebuah kalimat— Dia miskin seperti f * ck!", "Tepat ketika hatinya macet karena kekhawatiran, dia mendengar Meng Jian melolong seperti babi yang disembelih, “Sial! Dua orang mendapat 691 poin! Si Jiaxue dan Helian Lie, dua bajingan itu. Keduanya terikat untuk tempat pertama lagi dalam simulasi ujian kali ini! ”", "Kali ini, semua tahun ketiga mengikuti simulasi ujian secara bersamaan. Di depan kelas ada proyektor hologram. Nama-nama dan informasi dari 10 siswa terbaik di seluruh sekolah terlihat dengan kecepatan kilat.", "Yang terikat pertama kali adalah seorang gadis cantik yang sedingin dan semurni salju dan remaja tinggi dengan tatapan mengintimidasi dan penampilan heroik yang berkembang.", "Skor mereka tidak benar-benar mengejutkan Li Yao. Tapi Aktualisasi Spirit Quotient yang diikuti menyebabkan api kecemburuan meletus di dalam matanya.", "Si Jiaxue, Aktualisasi Quotient 71%; Helian Lie, Aktualisasi Quotient 72%!", "Meng Jian masih berteriak, “Tsk Tsk Tsk, Mereka benar-benar layak menjadi bintang Crimson Nimbus Second. Keindahan sekolah dan sekolah Adonis. Para elit dari selusin elit dari Kelas Penting! Ayo lihat dua bajingan ini. Tidak hanya pria tampan dan cewek cantik, tetapi mereka juga berasal dari keluarga kaya dan kuat. Rumor mengatakan bahwa beberapa pembudidaya telah muncul di garis keluarga mereka. Nilai mereka bagus dan Aktualisasi Pandai mereka juga tinggi. Mereka adalah senjata rahasia sekolah kami untuk menyerang ujian masuk! Semua orang mengatakan bahwa itu harus mudah bagi mereka untuk menguji ke Sembilan Universitas Elite. Sekolah secara khusus meminta Fiend Blade Peng Hai untuk memberi mereka pelatihan khusus. Ini juga memiliki arti lain. Sekolah berharap bahwa mereka akan dapat masuk ke nilai teratas ujian masuk universitas Floating Spear City. Setidaknya menembus 10 besar di kota! ”", "Berbicara dan berbicara, Meng Jian menghela nafas berlebihan, “Sayangnya, barang akhirnya akan dibuang, orang akhirnya akan mati. Semua orang di sini setara dengan siswa sekolah menengah. Semua orang nongkrong di sekolah ini, tetapi begitu kita melewati ujian universitas, Aku takut mereka akan terbang, terbang jauh, dan memasuki lingkaran para pembudidaya, menyeberang untuk menikmati kehidupan mewah, menjalani kehidupan yang menurun dari kemunduran. Adapun anak-anak miskin seperti kita, kita hanya bisa menjadi buruh seumur hidup, kelas bergaji. Memikirkan hal ini mendinginkan hatiku! ”", "Dia sudah bicara lama, tapi dia tidak mendapat reaksi. Meng Jiang menoleh untuk melihat dan terkejut melihat sepasang mata Li Yao menatap kosong, menatap gambar Si Jiaxue. Sorot matanya tenang dan jauh, tidak meninggalkan petunjuk tentang apa yang dia pikirkan. Meng Jiang segera mengetuk kepala sahabatnya, “Hei nak, bukankah kamu jatuh cinta pada Si Jiaxue? Aku akan mengingatkan Kamu tentang kebaikan hati Aku. Wanita ini memang tidak tersentuh untuk Kamu dan Aku. Dia dan Helian Lie adalah teman keluarga masa kecil. Rumor mengatakan bahwa dua keluarga utama mereka memiliki niat untuk bergabung dengan pernikahan. Dan juga, Helian Lie menjadikannya sebagai target yang harus dimiliki. Kamu bahkan tidak melihat kekuatan yang tidak dapat diatasi ini, karena ia memiliki toleransi terkecil. Dia tidak pernah membiarkan orang lain mendekati Si Jiaxue. Terakhir kali, itu adalah siswa pindahan baru yang tidak tahu batas kemampuannya. Dia mengeluarkan deklarasi bahwa dia akan mengejar Si Jiaxue. Hasilnya adalah bahwa di ‘Kelas Seni Bela Diri’, Helian Lie mematahkan tiga tulangnya. Bagi kamimurid-murid yang kesal, Helian Lie hanya perlu bersin tunggal untuk membuat kami batuk darah dari luka-luka internal. ”", "“Omong kosong.”", "Li Yao menarik pandangannya dan muncul untuk membuat resolusi. “Jangan menyebutkan Helian Lie untuk saat ini. Mari kita bicara tentang Si Jiaxue ini, yang menghabiskan sepanjang hari dengan asumsi wajah dingin orang yang sudah mati. Kemungkinan besar, itu karena dia memiliki kepribadian yang dingin. Bagaimana Aku bisa menyukai tipe gadis seperti ini? ”", "……", "……", "Sumber daya sekolah sebagian besar bias terhadap Kelas Penting dan Kelas Meningkat. Kebijakan mereka terhadap Kelas Umum sangat santai. Setelah mengikuti ujian simulasi, siswa-siswa Kelas Umum memusatkan perhatian pada setiap kelemahan mereka dan mempraktikkan keterampilan khusus. Hari berlalu dengan cepat. Pukul 4 sore, kelas akan segera berakhir.", "“Tunggu sebentar agar kita bisa berjalan bersama. Aku menemukan warung pancake baru-baru ini. Paman ketiga pemilik bekerja paruh waktu sebagai burner Sekte Vulcan. Pemilik juga diajarkan keterampilan ‘Fire Cloud Palm’. ‘Omelet Nyala Api Crimson Terukir Tangan’ yang ia hasilkan memiliki kualitas terbaik. Hari ini, aku akan mentraktirmu makan malam. Apa yang Kamu katakan? ” Meng Jian dengan gagah memukul dadanya beberapa kali.", "“Aku tidak bisa, aku punya sesuatu yang harus aku lakukan hari ini.”", "“Atau, aku akan mentraktirmu besok!” Sahabatnya menjawab tanpa ragu-ragu. Li Yao meninggalkan kelas dengan kecepatan kilat.", "Sejenak, dia melihat ke kiri dan ke kanan, bertingkah seperti pencuri. Berkeliling di sekitar kampus, dia bergerak setengah jarak lingkaran raksasa. Dia melewati dua aula chow dan berhenti di hutan belantara di belakang kampus selama selusin menit sebelum berbalik ke arah dia datang. Dia berjalan diam-diam berjinjit, menyelinap ke lantai pertama sebuah bangunan sekolah tua di mana ada kamar yang dipenuhi sampah.", "Dia menutup pintu dengan lembut dan disambut dengan aroma anggrek lembah liar yang samar dan tidak jelas.", "Sepasang mata dingin seperti mata air bening melotot ke arahnya dari kegelapan dengan tidak sabar. Di bawah murid-murid itu ada hidung yang tinggi dan terangkat dan bibir tipis yang mengerucut.", "Jika Meng Jiang ada di sini, dia benar-benar akan mengeluarkan lolongannya yang disembelih babi yang ikonik, “Oke, Kamu iblis kecil yang sudah mati. Kamu benar-benar benar-benar terhubung dengan Dewi Sekolah Kedua! Kamu! Rasa hausmu tidak mengenal batas! ”", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 2: Proyektor Hologram", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Lima jam kemudian, senja turun.", "“Desa Pagi Matahari” terletak di sebelah Instalasi Pengolahan Limbah Khusus No. 23.", "Meskipun namanya terdengar menyenangkan, Morning Sun Village sebenarnya adalah daerah penyewaan perumahan paling bobrok di Kota Terapung Spear.", "Lokasi tepat di sebelah Artifact Graveyard berarti iklimnya sangat buruk. Sepanjang tahun, bau tajam akan meresap di udara. Bahkan ketika kota utama memiliki langit biru dan awan putih, akan ada selembar awan kelabu di sini. Dari sembilan belas area sewa perumahan Floating Spear City, yang satu ini memiliki kualitas hidup terendah. Secara alami, sewa adalah yang terendah.", "Tidak peduli seberapa murah sewanya, tidak banyak orang yang ingin tinggal di sebelah pabrik pengolahan limbah. Beberapa bangunan tempat tinggal benar-benar kosong. Karena keausan bertahun-tahun tanpa perawatan apa pun, baik eksterior maupun interiornya tertutup retakan. Koridor tertutup sarang laba-laba. Itu, untuk semua maksud dan tujuan, kota hantu.", "Dan Li Yao adalah penduduk jangka panjang “Kota Hantu” ini.", "Dia menyukai ketenangan di sini. Dia tidak akan mengganggu siapa pun ketika dia memperbaiki dan mengubah artefaknya di rumah. Itu dekat dengan Makam Artefak. Harga sewanya murah. Ini hanya melayani banyak manfaat.", "Rumahnya kira-kira lima puluh meter persegi. Ada dua kamar, yang luar dan yang dalam. Ruang luar adalah untuk makan, minum, dan hiburan. Kamar tidur bagian dalam diubah menjadi bengkel artefak.", "Ketika seseorang memasuki rumah, gambar pertama yang menarik yang akan dilihat adalah ratusan prosesor kristal yang tergantung dengan tali, tampak seperti ratusan tengkorak kerangka.", "Unit-unit prosesor kristal ini sebagian besar merupakan peninggalan beberapa ratus tahun yang lalu, sudah kehilangan kemampuan komputasi mereka. Mereka dijemput oleh Li Yao, menjadi bagian dari koleksinya. Dia adalah penggemar prosesor kristal gila dan super ke dalam artefak semacam ini yang mampu memproses segudang pemikiran telepati seperti otak para kultivator.", "Di ruang tamu mungil ini ada tumpukan buku kertas, sesuatu yang jarang terlihat di era ini. Tumpukan mengungkapkan judul seperti , , , , dan . Banyak teks kuno dari ratusan tahun yang lalu. Warnanya abu-abu dan kuning, juga flakey dan lembek.", "Dikelilingi oleh buku-buku dan prosesor kristal adalah kasur jerami bekas dan agak tua. Ini adalah meja, kursi, dan tempat tidur Li Yao.", "Dan di dalam bengkel artefak ruang dalam adalah tumpukan harta berharga yang dikumpulkan Li Yao dari pabrik pengolahan limbah. Ada pedang terbang berkilauan, jimat dengan kaligrafi mistis digambar di atasnya, dan elixir dengan aroma yang sangat menyenangkan …", "Bahkan lebih banyak artefak yang dibongkar olehnya menjadi komponen paling dasar dan tanpa sadar tertimbun di sudut, menjadi gunung sampah mini.", "Pada saat ini, Li Yao mengangkat artefak berbentuk kubus putih keperakan. Matanya bersinar dan berkilau, seperti serigala jahat yang mengincar kelinci kecil. Garis air liur hampir menetes di ujung mulutnya.", "Pedang terbang panjang bersayap hitam itu membentang dari punggungnya, mencoba untuk melihat-lihat seperti ular gemuk yang agak ingin tahu.", "“Yang mengejutkan itu adalah ‘Proyektor Hologram 3D’ generasi terbaru dari Seribu Illusion dengan harga pasar lebih dari 20.000 dolar! Jika Aku bisa memperbaiki ini, Aku mungkin bisa mendapatkan 10.000 dolar untuk itu! Black Kecil, kita sudah berhasil besar kali ini! “Li Yao tidak bisa menahan diri untuk mengeluarkan peluit panjang.", "Pedang terbang hitam itu membuat suara mencicit. Dua lembar sayap itu terbang ke atas dan ke bawah, seolah menari dengan gembira. Tanpa diduga itu menampilkan petunjuk yang sama tentang “keserakahan” sebagai pemiliknya.", "Tangan Li Yao berkobar dan tujuh hingga delapan alat berbentuk aneh yang digunakan untuk pemeliharaan muncul di antara jari-jarinya. Beberapa menyerupai obeng, beberapa menyerupai tang kecil. Ada juga jarum perak panjang dan tipis serta alat melengkung dan kait yang tidak bisa disebutkan namanya.", "“Hitam Kecil, tebak beberapa detik?”", "The Black Flying Sword membuat dua suara mencibir mencibir, terbang di udara menggunakan ujung runcingnya untuk mengeluarkan “50.”", "“50 detik? Kamu benar-benar meremehkan Aku! ”", "Dia menutup matanya dan mengambil napas dalam-dalam, menjadi tenang selama tiga detik. Setelah membuka matanya, keserakahan dan kegembiraan di dalam matanya menghilang tanpa jejak. Seperti sumur kuno yang tidak bergerak, yang tersisa hanyalah rasa percaya diri yang dingin dan jelas.", "Sepasang tangan Li Yao tiba-tiba bergerak. Sepuluh jari berubah menjadi sepuluh jalur cahaya yang mengalir, benar-benar menyelimuti artefak putih keperakan. Pada awalnya, jika seseorang melihat dari dekat, mereka samar-samar bisa melihat jalan dan gerakan ujung jari-jarinya. Namun, tak lama kemudian, hanya awan fluoresensi yang menyilaukan yang bisa dilihat. Di dalam fluoresensi terdengar suara gemerisik.", "Setengah menit kemudian, fluoresensi bergetar dan suara gemerisik memudar. Ratusan bayangan mundur kembali ke asalnya. Sepasang mata Li Yao masih tertuju pada posisi aslinya, tidak membuat gerakan sekecil apa pun.", "Adapun artefak putih keperakan, “Proyektor Hologram 3D” telah dibongkar oleh Li Yao menjadi 425 bagian dasar.", "“39 detik, dan selesai!”", "Li Yao menjerit kemenangan, mengedipkan mata bangga pada pedang terbang hitam itu. Kemudian, dia mulai belajar dengan konsentrasi penuh.", "“Sial, proyektor hologram model terbaru Thousand Illusion Guild ini benar-benar sesuatu. Komposisi yang rumit, keseimbangan esensi adalah seperti karya alam. Bagian yang paling menakjubkan adalah chip kristal utama ini berukuran sebesar kuku, tetapi entah bagaimana lebih dari tiga ratus mesin terbang terukir pada chip kristal ini, semua bekerja bersama-sama untuk membentuk lebih dari dua puluh mesin pencari – itu hanya sebuah karya seni!”", "Tangan Li Yao memegang gelas pembesar, dengan hati-hati mengamati chip kristal utama yang diekstraksi. Wajahnya dipenuhi dengan keracunan seperti seorang peziarah. Semakin dia mengamati, semakin mendalam ekspresinya.", "“Itu tidak benar … Tidak hanya ada tiga ratus mesin terbang. Chip kristal induk ini tampaknya memanfaatkan teknologi pelipatan kristal, mengambil tiga keping kristal dan meletakkannya di atas satu sama lain, semuanya mengandung lebih dari seribu mesin terbang dan membentuk lebih dari seratus susunan mesin terbang tiga dimensi. Ini tak terbayangkan! ”", "Semakin banyak dia belajar, semakin mendalam dan mendalam yang dia rasakan. Li Yao memasuki keadaan asyik total, melupakan berlalunya waktu, dan belajar dengan cermat selama tiga jam atau lebih lengkap. Dia gagal sepenuhnya memahami array mesin terbang tunggal; sebaliknya, pengamatannya menyebabkan dia menjadi pusing dan pusing karena visinya menjadi hitam.", "Saat ini, ia memiliki paling banyak tingkat “Teknisi Artefak Junior.” Jurang antara tingkatnya dan bahwa dari “Seribu Illusion Guild” Master Artificer benar-benar terlalu lebar, jauh terlalu lebar.", "Jika “master crystal chip” ini bermasalah, maka ia tidak punya pilihan selain mengambil Proyektor Hologram 3D ini dan menjualnya sebagai cacat.", "Untungnya, setelah menggunakan “alat cadangan esensi” untuk menyuntikkan energi esensi, Li Yao menemukan bahwa energi esensi mengalir dengan lancar dalam chip kristal induk. Sirkuit esensi jelas, susunan mesin terbang stabil, dan tidak ada anomali.", "Setelah diperiksa dengan teliti, ia menemukan bahwa masalahnya berasal dari saluran kristal. Anomali fluktuasi energi esensi telah menyebabkan saluran kristal ini terbakar.", "Beruntung bagi Li Yao, saluran kristal ini adalah komponen standar dan sangat mudah untuk diganti. Li Yao dengan cepat menemukan pengganti dari persediaan di rumahnya.", "Menutup matanya, dia ingat dalam diam proses pembongkarannya baru-baru ini. Gambar diagram struktural lengkap muncul di benaknya. Tangannya bergerak secara otomatis, embusan angin menyapu, dan Proyektor Hologram 3D dipasang sekali lagi.", "Dia menggunakan alat cadangan esensi untuk menyuntikkan sungai energi esensi. Eksterior putih murni samar-samar memancarkan fluoresensi biru seolah-olah itu adalah safir transparan berkilau, memberikan penampilan yang dimiliki oleh peri hidup.", "Ketika cahaya biru menyapu dahinya, dari kedalaman pikiran Li Yao, puluhan mesin terbang kontrol otomatis muncul.", "“Proyektor Hologram, hidupkan!” Li Yao berpikir untuk dirinya sendiri dan mesin terbang kontrol dalam pikirannya menyala.", "Fluoresensi biru dari proyektor hologram menyatu menjadi mesin terbang tunggal dalam bentuk “回”. Kedua cincin berputar cepat, tampak seperti pusaran. Dari tengah pusaran, seberkas cahaya biru dipancarkan ke udara dan dipadatkan menjadi hologram besar. Apayang muncul adalah gambar seorang pembudidaya setengah baya yang mengenakan Delapan Trigram Dao Robe, dirender hingga ke rambut terbaik, tampak setia pada kehidupan.", "Di belakang punggung pembudidaya yang terhormat ini adalah hologram yang bahkan lebih besar. Di hologram ada jalinan huruf merah dan hijau, angka, dan panah, semuanya terus berdenyut dan berfluktuasi.", "Wajah pembudidaya paruh baya itu tanpa ekspresi. Dengan suara seperti sumur kuno yang tidak bergerak, dia berkata, “Selanjutnya, berita di dunia keuangan. Berita utama hari ini tidak diragukan lagi adalah pengumuman “Traceless Sword Faction” tentang rilis array mesin terbang propulsi pedang terbang terbaru mereka, “Violet Lightning”. Laporan mengatakan bahwa setelah menerapkan “Violet Lightning,” kecepatan maksimum dapat ditingkatkan sebesar 9 persen, daya penghancur seketika dapat ditingkatkan sebesar 11 persen, dan konsumsi esensi dapat dikurangi sebesar 5 persen. Menuju pedang terbang, peningkatan kinerja komposit jelas. ”", "“Menerima ulasan yang menguntungkan, harga saham dari Fraksi Pedang Jejak sedang meningkat. Mulai sebelum jam 10 pagi, harga saham mendekati batas pasar dan tetap pada tingkat itu sampai penutupan pasar.", "“Sisa Industri Budidaya Pedang merasakan efek riak dari pengumuman. Ini termasuk Gerbang Pedang Raksasa, Sekte Pedang Utara Kutub, dan 22 keluarga sekolah dalam Fraksi Pedang Laut Selatan. Saham-saham panas dan terus naik sampai penutupan pasar. Industri Budidaya Pedang secara keseluruhan naik 5,42 poin persentase. ”", "“Di sisi lain dari pengumuman ini, harga saham” Gold Armor Sect “yang berfokus pada pertahanan turun. Para ahli percaya bahwa dengan pengumuman mesin terbang “Violet Lightning”, pedang terbang telah membuat lompatan revolusioner dalam teknologi. Armor perang arus utama modern pada dasarnya tidak dapat melindungi terhadap model terbaru pedang terbang ofensif. Dengan penutupan pasar, saham Golden Armor Sekte telah jatuh 8%. ”", "“Setelah penutupan pasar, Sekte Emas Armor menyerukan konferensi pers dadakan. Juru bicara Golden Armour Sect, tetua Hei Yan, mengumumkan perkembangan dalam generasi terbaru “Star Strike Shields” berkat terobosan yang dekat dalam penelitian dan pengembangan armor perang. Sebuah prototipe akan tersedia dalam tahun ini dan benar-benar akan dapat menjaga dan membatalkan semua serangan pedang terbang.", "“Sedangkan untuk Daerah Padang Rumput di bagian utara Federasi, musibah yang dikenal sebagai Epidemi Roundworm Hitam terus menyebar, sudah berkembang biak ke basis budidaya dari banyak binatang roh Beast Taming Sekte sekte. Roh binatang yang menderita berjumlah lebih dari 500.000. Bencana yang jarang terlihat ini mendorong harga saham industri beast terus turun. Beberapa harga saham Beast Taming Sekte telah jatuh ke level terendah tiga tahun. ”", "“Sekarang, mari kita beralih ke analis pasar terkenal, Tianxingzi, di sini untuk mengomentari semua orang tentang perkembangan hari ini.”", "“…”", "Li Yao mengawasi sebentar. Dia mengkonfirmasi bahwa gambar itu stabil, bahwa suaranya jernih, dan tidak ada garis atau statis. 3D itu luar biasa, sangat berbeda dan menyebabkan orang merasa terbenam. Artefak harus sepenuhnya diperbaiki.", "Setelah merenung sedikit, dia berpikir dalam benaknya, “Beralihlah ke saluran hiburan.”", "Cahaya biru menyala. Kultivator paruh baya dan hologram merah-hijau melintas dan memudar. Di tempat mereka ada stadion yang penuh dengan aktivitas.", "Stadion rumah penuh ini dipenuhi dengan seratus ribu orang dengan suara gemuruh orang yang gemuruh di udara. Di bawah sinar pelangi yang bersinar, seratus ribu remaja yang bersemangat mengangkat tangan tinggi-tinggi. Bersama-sama, mereka bersorak nama:", "“Lu Yinxi!”", "“Lu Yinxi!”", "“Lu Yinxi!”", "Di atas panggung utama tiga lantai menjulang selusin kristal menjorok seperti menjalin gigi taring. Ketika sorak-sorai para remaja menyatu ke puncaknya, kristal paling tebal tiba-tiba meledak. Dengan penampilan seperti itu, salju dingin yang jelas namun memiliki ekspresi yang dipanaskan seperti lava, seorang wanita muda mengenakan pakaian putih melompat keluar dari kristal. Miring di pinggangnya adalah siter yang tampaknya terbentuk dari tumpukan kristal. Tangan putih rampingnya menyapu senar, dan suara bentrok magis seperti logam dari pasukan yang kuat meraung.", "“Dalam hati Aku, Aku memiliki impian untuk terbang dengan bangga. Pantai yang berlawanan dari sungai selestial adalah arah kami! Ini milik kita. Mengolah! SEBUAH! Baru! Era!”", "Sama seperti semua remaja lainnya, darah Li Yao juga mulai mendidih.", "Gadis itu, “Lu Yinxi”, memancarkan energi di seluruh panggung. Dia adalah seorang penyanyi dari sebuah sekolah idola yang baru-baru ini bangkit dengan tiba-tiba dalam dua tahun terakhir. Segera memulai debutnya dengan sosok yang sedingin es dan gaya penampilan yang eksplosif, dia menarik banyak remaja. Dia menggubah lagu “Empat Puluh Milenium Budidaya” yang menjadi populer di seluruh negara dalam waktu setengah tahun. Remaja yang tak terhitung jumlahnya termotivasi oleh lagu ini untuk berjalan di jalur kultivasi.", "Li Yao juga salah satu penggemarnya, tetapi karena alasan yang berbeda dari orang lain. Alasan mengapa dia menyukai Lu Yinxi adalah karena masa lalu mereka sama.", "Mereka berdua yatim piatu.", "Li Yao lahir di Instalasi Pengolahan Limbah Khusus No. 23. Sepanjang yang bisa diingatnya, langit selalu abu dan kuning.", "Dia makan daging busuk dari tumpukan sampah. Dia minum air busuk yang terkontaminasi. Dia mengandalkan naluri primal serta sedikit “rahasia” yang tersembunyi di dalam ingatannya, berjuang untuk bertahan hidup. Sejak awal, ia menderita dan bertahan selama sepuluh tahun ini, berubah menjadi keberadaan Artifact Graveyard yang paling berbahaya, “Vulture”.", "Jika “Pak Tua” tidak pernah muncul, Li Yao mungkin akan menjadi bagian dari pabrik sampah, berubah menjadi “Leak Berlemak” atau “Serigala Liar”.", "Tetapi suatu hari, enam tahun yang lalu, sebuah kapal sampah telah membuang lelaki tua itu bersama dengan puluhan ton sampah. Li Yao merasa kasihan dan menyeret bekas luka itu ke rumah tua itu.", "Sejak saat itu, takdir telah sepenuhnya berubah untuknya.", "Orang tua itu tidak pernah membicarakan masa lalunya. Li Yao hanya tahu pasti bahwa dia adalah Ahli Artifak Modder yang sangat terampil. Dalam lima tahun singkat, lelaki tua itu mengajari Li Yao segala macam keterampilan fantastis dan aneh untuk memodifikasi artefak. Dia mengajarkan pengetahuan Li Yao tentang semua jenis mata pelajaran akademik yang mendasar. Dia juga menghabiskan uang untuk Li Yao untuk menghadiri sekolah menengah swasta di kota, yang memungkinkan Li Yao berbaur dengan masyarakat normal.", "Setahun yang lalu, salah satu luka lama pria tua itu berkobar lagi dan dia meninggal. Dia meninggalkan Li Yao untuk pedang terbang misterius bernama “Black Wing.” Pria tua itu mengatakan Black Wing adalah senjata aneh yang dia coba pelajari selama setengah seumur hidup tanpa hasil. Pada akhirnya, dia meninggalkan Li Yao beberapa kata:", "“Yao kecil, lelaki tua ini telah mengunjungi puluhan dunia dalam hidupnya. Aku telah melihat dan bertemu beribu-ribu Pengubah dan Ahli Artefak Ahli Artefak. Tapi, bakat alami Kamu adalah yang tertinggi yang pernah Aku lihat! ”", "“Hanya dengan tangan makhluk fana yang tidak berarti, kamu dapat mempertahankan artefak level rendah. Kamu benar-benar berbakat. ”", "“Tapi hanya mengandalkan bakat alami saja tidak cukup! Dengan hanya mengandalkan bakat seseorang, Kamu akan selalu hanya mampu mempertahankan artefak tingkat rendah, artefak sipil! ”", "“Berjanjilah pada lelaki tua ini bahwa kamu akan belajar, bertarung, dan diterima dengan baik di universitas, dan menjadi seorang kultivator! Hanya dengan menjadi seorang kultivator maka Kamu memiliki kesempatan untuk bergerak lebih jauh dalam perbaikan artefak. Sedemikian rupa sehingga suatu hari di masa depan Kamu … ”", "“Menjadi Master Artificer!”", "Ketika pria tua itu mengucapkan kata-kata ini, kedua matanya terbuka lebar. Matanya berseri-seri dengan cahaya dan dipenuhi dengan energi tanpa batas. Memori ini segar di benak Li Yao.", "A Master Artificer … Bagian dari lingkaran para peladang, salah satu profesi paling bergengsi.", "Dia tidak tahu apakah dia akan mengecewakan orang tua itu.", "Pedang Sayap Hitam diam-diam menemani sisinya, mendengarkan wanita muda dan penampilan vulkaniknya. Dua sayap pelindungnya memutar dengan kuat, menari mengikuti irama nyanyian.", "Setelah beberapa waktu, ekspresi pemuda menjadi jelas. Sudut mulutnya sekali lagi mengait pada senyuman yang tidak terganggu.", "“Untuk apa aku banyak berpikir? Terlepas dari konsekuensinya, Aku hanya perlu mempertaruhkan semuanya! ”", "“Lu Yinxi adalah seorang yatim kecil dan dia berubah menjadi penyanyi wanita paling populer di federasi. Mengapa Aku, seorang penyelamat kecil, tidak bisa menjadi Master Artificer? ”", "Pemuda itu teringat kembali pada zaman dahulu kala, di tempat yang jauh sekali. Dia ingat pernah mendengar kalimat ini:", "“Seseorang harus selalu memiliki mimpi, karena bagaimana jika itu menjadi kenyataan suatu hari nanti?”", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 6: Zaman Kegelapan yang Hebat", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Alis Li Yao bergetar; kulitnya agak suram. Periode “Zaman Kegelapan Besar” adalah fase yang paling penting dalam pengembangan Peradaban Kultivator. Sedemikian rupa sehingga orang dapat mengatakan Zaman Kegelapan Besar membagi peradaban menjadi dua periode – “Periode Kultivasi Klasik” dan “Periode Kultivasi Modern”. Ini adalah pertanyaan yang sangat khas. Meskipun semua orang tahu tentang hal itu, tidak mudah untuk memberikan jawaban yang komprehensif.", "Bergumam dalam-dalam sesaat, pikiran Li Yao mengalir dengan listrik dan diucapkan secara telepati, terbang ke atas, “Para kultivar zaman dahulu memegang kehidupan kekal tanpa kematian sebagai ambisi mereka, menciptakan Peradaban Kultivator Kuno yang tak tertandingi yang penuh dengan kemegahan. Mereka didirikan dari tahap Refinement dan Foundation ke tahap Orichalcum dan Monad … sampai tahap Tribulation Ascension dan True Immortal Sejati. Ini adalah tahapan naik dalam sistem mereka untuk mendapatkan keabadian. Selain itu, untuk maju dengan berani di jalur setapak ini berarti menembus batas kehidupan tanpa henti dan melangkah menuju lautan bintang yang tak berujung. ”", "“Ketika Peradaban Penggarap Kuno berada pada puncaknya, Dunia Seribu Besar didirikan satu demi satu oleh Penggarap Kuno. Mereka membangun formasi transmisi kuno untuk berjalan melalui lautan bintang yang tak berujung, memungkinkan untuk melakukan perjalanan sesuka hati antara bintang dan dunia. Mereka telah mencapai tingkat di mana mereka mulai menjelajahi misteri waktu! ”", "“Dengan evolusi berkelanjutan dari Peradaban Penggarap Kuno, Penggarap Kuno menjadi lebih dan lebih kuat, rentang hidup mereka tumbuh lebih lama dan lebih lama, dan jumlah sumber daya yang mereka ambil semakin besar dan semakin besar.”", "“Ketika Peradaban Penggarap Kuno berada di tahap awal, hanya ada beberapa ratus pembudidaya tahap Orichalcum dan puluhan pembudidaya tahap Monad dalam tiga ribu dunia. “iblis-iblis Iblis Lama” dan “Kesengsaraan Naik Raja Sejati” tidak pernah terdengar sebelumnya. Di banyak dunia, hanya satu yang akan muncul setelah ribuan tahun. Mereka adalah eksistensi yang sedikit dan jarang.", "“Tapi ketika Peradaban Penanam Kuno mencapai tahap selanjutnya, jumlah pembudidaya tingkat tinggi meledak secara masif, mengalikan faktor dengan faktor seperti deret geometri. Selama waktu ini, ada pepatah: ‘Monad banyak seperti anjing dan orang-orang Apotek senang berjalan-jalan dengan mereka.’ ”", "“Jadi, ada banyak pembudidaya tingkat tinggi, semua membutuhkan sumber daya yang luar biasa untuk mengolah. Selain itu, semakin banyak pembudidaya mencapai tahap kedua dari belakang menuju keabadian. Keinginan mereka terhadap sumber daya juga mencapai – batas tanpa akhir! ”", "“Pada awalnya, adalah mungkin untuk memuaskan ketamakan para pembudidaya tingkat tinggi melalui eksploitasi sumber daya di Dunia Seribu Besar. Tetapi setelah menghancurkan sumber daya selama ribuan tahun, setelah menemukan hampir lima ribu dunia dan menghabiskan seluruh milenium, Peradaban Penggarap Kuno datang untuk menemukan bukan satu pun keberadaan baru dari Dunia Seribu Besar. ”", "“Dunia terbatas, tetapi tuntutan para pembudidaya tidak terbatas – Bangsa Nenek menghabiskan milenium untuk memahami kebenaran ini. Secara alami, perang saudara pecah ketika para pembudidaya memperebutkan sumber daya alam. ”", "“Perang saudara tiga ribu tahun melanda seluruh Dunia Seribu Besar. Penanam kuno yang dapat menyulap sihir yang mendalam dan mengubah alam terlibat dalam pembantaian pada setiap bintang! Planet dinyalakan dan formasi transmisi kuno dihancurkan. Kapal perang kristal meledak satu demi satu, dan pembudidaya tingkat tinggi yang mengaku abadi jatuh satu per satu. Izers Orichalcum Seizers ’dan Dev Old Monad Devils’ adalah seperti manusia yang pernah mereka perlakukan seperti semut, berubah menjadi makanan meriam yang tidak berharga. Mereka hancur menjadi abu dan asap yang tersebar oleh serangan yang cukup untuk menyebabkan penghancuran planet. ”", "“Lebih dari tujuh puluh persen dari Dunia Seribu Besar dihancurkan selama tahap-tahap akhir perang saudara, dan banyak Dunia Seribu yang Lebih Besar memiliki koneksi mereka terputus dari Dunia Guru. Lebih dari 90% pembudidaya tingkat tinggi berubah menjadi abu. Kultivator tingkat rendah yangtersisa berjuang di pintu kematian di tengah kehancuran.", "“Sepertinya perang saudara akan runtuh, kemungkinan mengantarkan fajar era damai baru – sampai seorang jenius pembudidaya bodoh di Dunia Seribu Besar yang tidak dikenal menciptakan ‘Penemuan Main Curang Kecil’.”", "“Catatan sejarah nama dan sekte pembudidaya jenius ini telah lama hilang. Metode pemurniannya juga tersapu oleh angin waktu. Masyarakat modern menyebut apa yang ia ciptakan – Virus Fiend God Virus ’!”", "“Mungkin proses pemikirannya sangat sederhana: karena tidak ada tentara yang cukup, mengapa tidak menciptakan sesuatu yang bisa meningkatkan kemampuan tempur binatang buas untuk menggantikan pembudidaya di medan perang – lagipula, sepertinya tidak ada habisnya jumlah roh binatang buas! ”", "“Dia berhasil. Binatang buas yang dikatalisasi oleh Virus Fiend God, binatang buas yang pernah jinak tak terhitung jumlahnya, ditransformasikan ke dalam mesin pembantaian yang mengerikan, menjadi mesin perang yang dikenal sebagai Fiend Beasts. Mereka tidak lelah. Mereka tidak goyah. Mereka tampaknya tidak mati! ”", "“Dalam 10 tahun singkat, genius kultivator ini mengandalkan pasukan Fiend Beast untuk menyatukan Dunia Seribu Besarnya. Pasukan Fiend Beast-nya berjumlah seratus juta kuat. Penggarap dari dunia lain menemukan apa yang telah ia lakukan dan masing-masing mulai memperbaiki ‘Fiend Beasts’ mereka sendiri. ”", "“Dalam waktu seratus tahun, Fiend Beasts menjadi kekuatan utama perang saudara pembudidaya, muncul di setiap sudut dan sudut di dalam lautan bintang-bintang.”", "“Sayangnya, semua pembudidaya gagal menyadari dua masalah utama.”", "“Yang pertama, ‘Fiend God Virus’ memiliki kemampuan mereplikasi diri yang sangat kuat dan sangat menular.”", "“Yang kedua, sementara ‘Fiend God Virus’ meningkatkan kekuatan bertarung dari Fiend Beasts, itu juga terus meningkatkan kecerdasan dari Fiend Beasts dengan kecepatan yang tidak dapat digerakkan pada awalnya. Dalam seratus tahun pertempuran biadab yang dipenuhi darah, sejumlah besar 10 miliar binatang buas telah mengalami katalisasi. A ‘Fiend Race’ yang memiliki kecerdasan melebihi umat manusia telah lahir! ”", "“Akhirnya, pada hari terakhir perang saudara tiga ribu tahun – Ras Fiend terbangun!”", "“Semua Binatang Iblis di dalam lautan bintang-bintang memberontak hampir bersamaan melawan tuan mereka, seolah-olah mereka dilakukan oleh keberadaan teror. Para kultivator, yang telah bersembunyi di balik pintu tertutup yang hidup seperti bangsawan selama berabad-abad, tidak memiliki kesempatan tunggal melawan Fiend Beast yang berpengalaman. Selain itu, Fiend Beasts memahami teknologi dan keterampilan masyarakat manusia pembudidaya! ”", "“Negara-negara roh dihancurkan satu demi satu. Seluruh sekte benar-benar padam. Dalam seratus tahun, Ras Fiend dengan ganas memburu para pembudidaya yang berhasil melarikan diri dari jaring mereka di lautan bintang-bintang. Penggarap yang dulunya tinggi dan tinggi sekarang seperti anjing liar. Mereka bersembunyi di daerah gelap dan memecahkan ruang-waktu lautan bintang-bintang, hidup dalam teror tanpa akhir, tidak mampu melanjutkan.", "“Keseluruhan 30.000 tahun ke depan adalah ‘Umur Kegelapan Besar’ umat manusia. Dalam kegelapan yang tak terbatas ini, Ras Fiend membentuk ‘Dinasti Binatang Buas’ yang luar biasa dan semua umat manusia direduksi menjadi budak rendahan. Mereka kehilangan martabat mereka. Mereka kehilangan harga diri mereka. Dan mereka kehilangan apa yang paling berharga dari semuanya – hak untuk berkultivasi! ”", "“Itu berlangsung tiga mileniumsthirty-ribu tahun, tiga mileniumstirty-ribu tahun! Hari-hari tua dipenuhi dengan kemuliaan di mana Peradaban Penggarap Kuno memerintah lautan bintang yang tak terbatas. Namun, itu seperti istana pasir, dihancurkan oleh ombak yang mengamuk, tanpa jejak tertinggal! Keturunan para pembudidaya tingkat tinggi pada zaman dahulu, yang memiliki “kehidupan abadi yang kekal”, hanya bisa mengandalkan metode reproduksi primitif yang paling kuat, mereproduksi dalam jumlah besar, berusaha memastikan pelestarian ras mereka! ”", "“Zaman Kegelapan yang Hebat berakhir hanya setelah lewat 30.000 tahun karena perebutan kekuasaan internal di dalam Fiend Race; mereka terus-menerus memiliki pandangan yang saling bertentangan yang memisahkan masyarakat mereka. Hanya pada saat itulah manusia mampu mengambil napas kesempatan yang samar. Penggarap meluncurkan tiga ‘Revolusi Penggarap’ dari bayang-bayang di bawah upaya tanpa henti dari para genius pembudidaya yang tak terhitung jumlahnya. Mereka membuat ‘Sistem Peradaban Penggarap Modern’ yang sama sekali berbeda dari Peradaban Penggarap Kuno. Hanya dengan begitu mereka dapat berjalan lagi di jalan kultivasi yang melonjak, menghidupkan kembali jalan kemuliaan ini! ”", "“Di bawah bimbingan dan keuletan ‘Kaisar Tertinggi’ yang belum pernah terjadi sebelumnya, manusia mampu menggali sejumlah besar sisa-sisa peninggalan Peradaban Penggarap Kuno dan dapat menemukan dua puluh ‘Guilds of Provenance’ lagi. Seribu tahun pertempuran penuh darah berlalu dan manusia mencapai kemakmuran. Manusia menjadi penguasa lautan bintang tak berujung sekali lagi; Peradaban Penggarap Modern telah mencapai penangguhan hukuman yang bersinar dan berkembang dari pemusnahan! ”", "“Sepuluh ribu tahun telah berlalu sejak akhir ‘Zaman Kegelapan Besar’. Dan seluruh empat puluh ribu tahun telah berlalu sejak runtuhnya Peradaban Penggarap Kuno. Saat ini adalah usia terbaik dari sejarah budidaya; itu adalah tahun empat puluh ribu Era Kultivasi yang glamor tiada akhir! ”", "Sementara Li Yao merenungkan perikop terakhir, hitungan mundur telah muncul di langit, menyatakan bahwa pemeriksaan akan segera berakhir, meninggalkan dia tidak punya pilihan selain meninggalkan pikirannya untuk terus menguraikan kehidupan “Kaisar Agung”. Dia berbicara beberapa kalimat faktual tanpa banyak berpikir, mengakhiri bagian terburu-buru.", "Hampir seketika kata terakhir muncul di benaknya, seluruh dunia runtuh dengan ledakan keras dan hancur menjadi serpihan mirip kupu-kupu. Li Yao dikeluarkan oleh kekuatan yang luar biasa, visinya berkembang, dan kesadarannya kembali ke ruang kelas.", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 3: Mimpi Luar Biasa", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "“F * ck, Li Yao, tidak heran semua orang memanggilmu ‘Tangan Tanpa Jejak’! Model 2011 Mustang GT yang Kamu mod dapat berubah dari nol menjadi seratus dalam tiga detik. Sepertinya Kamu menukarnya dengan mobil lain! Ini praktis sebuah roket! Aku sangat gembira! ”", "“…”", "Satu menit lima puluh sembilan detik! Satu menit lima puluh sembilan detik! Astaga, apa aku membaca ini kan? Dewa baru balap bawah tanah telah lahir! ”", "“…”", "“Berjanjilah padaku Kamu tidak akan pergi balap jalanan lagi. Menjadi mekanik mobil yang jujur, tidak ada yang akan memandang rendah Kamu. Akan ada hari ketika kita akan memiliki Toko Auto 4S kita sendiri! ”", "“…”", "“Kakak Yao, Kakak Yao, aku mohon padamu, bantu aku. Melambung untuk yang terakhir kalinya. Selain Kamu, siapa lagi yang dapat mencapai waktu 1 menit 59 detik di trek ini? Aku berhutang 300.000 bekas luka. Jika Aku tidak membayarnya kembali hari ini, Aku akan mati. Aku AKAN MATI!”", "“…”", "“Dokter! Dokter! Cepat dan selamatkan dia! Dia baru berusia 23 tahun! ”", "“…”", "Sementara di tengah menghasilkan teriakan menusuk telinga, Li Yao tiba-tiba melompat dari lantai. Tubuhnya basah oleh keringat.", "Dari luar jendela, sinar fajar pagi menyinari sekeliling. Proyektor Hologram terus chitter dan obrolan, menyiarkan lagu-lagu klasik. Pemuda itu, seperti boneka, tak bernyawa selama setengah menit; dia perlahan-lahan melepaskan mimpi buruk yang benar-benar realistis.", "Mimpi buruk ini adalah rahasia terdalamnya. Bahkan lelaki tua itu tidak pernah diberitahu tentang itu. Karena dia pertama kali dapat mengingat, dia akan memiliki mimpi aneh yang sama setiap beberapa hari. Itu seperti periode dari ingatan … yang tidak mungkin dilupakan.", "Dalam mimpi aneh ini, namanya masih disebut Li Yao, tetapi ia memiliki kehidupan yang sama sekali berbeda. Dia berada di dunia yang benar-benar aneh, di tempat yang disebut Toko “4S” Otomatis, bekerja sebagai “Mekanik Mobil.”", "Dan pada malam hari di bawah lampu pelangi kota yang aneh, ia adalah bagian dari “Lingkaran Balap Jalanan Bawah Tanah” sebagai ahli modder dan pembalap mobil yang sangat ahli. Gemuruh setiap mesin membakar adrenalin di malam hari. Dia melonjak, membuat catatan mengejutkan – sampai dia melonjak hingga kematiannya!", "Berkali-kali, ia berulang kali meninggal di dunia mimpi itu. Meskipun ini adalah pengalaman yang penuh dengan penderitaan, Li Yao sebenarnya tidak membencinya. Sebaliknya, dia agak senang. Jika dunia mimpi tidak memberinya pengalaman hidup yang lain, dia benar-benar tidak akan dapat bertahan hidup di Makam Artefak yang dipenuhi krisis sampai sekarang.", "Tidak masalah apakah ini adalah mimpi buruk yang aneh atau jika ini adalah ingatan yang terjerat dari kehidupan masa lalu, tidak ada yang penting.", "Ada berbagai hari kemarin, seperti kemarin kematian; ada berbagai hari ini, seperti hari ini kehidupan.", "Tidak masalah seperti apa orang Li Yao kemarin. Li Yao hari ini adalah salah satu dari Heaven’s Origin Sector, Star Glory Federation, Floating Spear City, siswa sekolah menengah biasa", "—Satu yang akan menjadi Master Artificer!", "Dia menarik napas panjang. Dia telah selesai merapikan kamarnya dengan cara yang sederhana dan selesai mencuci wajahnya dan berkumur. Waktu sudah lewat dari jam enam. Li Yao memanggul tas sekolahnya, membawa Generator hologram 3D, dan dengan langkah besar berjalan keluar pintu rumah.", "Hari ini hari Senin. Fajar baru saja akan hancur. Dia harus bergegas ke sekolah sebelum 7:30.", "Jarak Morning Sun Village ke Crimson Nimbus Second Affiliateated High School adalah panjang 30 mil. Dia bisa mengambil jalur ketiga kereta kristal bawah tanah dan pindah ke jalur ketujuh untuk tiba di tujuannya. Namun, itu akan membutuhkan pengeluaran 8 dolar untuk ongkos kereta api.", "Li Yao benci menghabiskan uang. Dia mengayunkan kakinya yang panjang, menggunakan keterampilan yang diajarkan sekolahnya, Seni Tubuh Ular Roh, dan menembak keluar seperti kilat menuju kota utama.", "Pada saat ini, matahari pagi baru saja terbit dan sinar matahari berwarna-warni tidak terbatas; itu adalah fajar yang menggelegak dengan energi roh.", "Dari jauh, Floating Spear City muncul seperti binatang buas yang bangun. Setiap sekte besar melepaskan dan menyebarkan kekuatan mereka, memancarkan pelangi terang.", "Banyak pembudidaya mengambang di udara. Menghadapi transisi antara malam dan siang, mereka menyerap dan memancarkan esensi matahari dan sinar bulan. Tubuh mereka berputar dan melengkung dalam bentuk skrip mesin terbang yang bercahaya bercorak delapan. Di beberapa sisi orang ada derek abadi dan gagak api. Meteor mengorbit di sekitar. Suara-suara besar dan kuat dihasilkan. Secara keseluruhan, mereka menghasilkan penampilan yang mendominasi.", "Sebuah pesawat terbang mengambang berskala besar diseret di sepanjang ekor berapi-api, bergerak lamban di tengah-tengah langit. Ekor berapi menjalin dengan langit biru dan awan putih, menjadi jaring esensi. Layanan antar-jemput pribadi yang halus dan indah terus-menerus menembus jala, memancarkan peluit yang terdengar indah.", "—Ini benar-benar pagi hari Federal Cultivation City Floating Spear!", "Li Yao memantul dan memantul seperti pegas yang disimpan dengan energi besar. Dengan setiap langkah, dia melompat lebih dari dua puluh meter. Kecepatannya sangat cepat. Meskipun sikapnya terlihat sangat jelek dan menyebabkan orang yang lewat menatap, dia tidak bisa memedulikan dan terus berkonsentrasi untuk mengembangkan seni. Hanya dalam setengah jam, dia tiba di sekolahnya. Kabut putih berputar di atas kepalanya dan di punggungnya ada lapisan garam putih murni yang dihasilkan dari keringat.", "Dia tidak langsung masuk ke gerbang sekolah. Tubuhnya berkedip dan dia melompat ke gang miskin di sebelah sekolah.", "Jauh di dalam gang kecil ini tergantung papan nama berkarat. Di atasnya tertulis lima kata: “Toko Barang Bekas Wang Lama.” Di bawah ini adalah sederetan kata-kata kecil yang padat: “Mengkhususkan diri dalam segala macam artefak bekas, juga menyediakan pemodelan artefak, penyempurnaan armor perang, pelatihan binatang ajaib, mesin terbang pemeliharaan array, upacara biara, dan layanan profesional lainnya. ”", "Seolah mengetahui bahwa Li Yao akan tiba, sebuah jendela terbuka untuk mengekspos kepala botak besar. Dia adalah lelaki tua bermata juling.", "“Haaa, tadi malam aku kehilangan lebih dari dua kartu remi. Aku hanya khawatir tentang bagaimana menjelaskan masalah ini kepada istri Aku, tetapi Dewa Kekayaan mampir segera. iblis kecil, barang bagus apa yang kamu bawa ke kakekmu kali ini? ”Orang tua itu tersenyum jahat.", "“Simpan itu! Bahkan jika Kamu kehilangan pakaian dalam Kamu, jangan mengira Aku akan menurunkan harga Aku! “Li Yao, tanpa pengekangan, melawan cakar yang diperpanjang dari Siswa Lama Wang. Dia ragu-ragu sejenak dan meskipun itu menyebabkannya sakit secara emosional, dia masih mengeluarkan dan melewati proyektor hologramnya.", "Sebagian besar dari dirinya ingin memegang perangkat tersebut sehingga ia dapat mempelajari lebih lanjut teknologi chip kristal lipat tiga lapis, tetapi ketika semua dikatakan dan dilakukan, emas dan perak asli lebih penting. Belajar di sekolah menengah swasta mahal. Untuk mengolah, orang harus membeli pil esensi dan peralatan tambahan, berlomba untuk meningkatkan kemampuan membunuh mereka.", "Tidak peduli apa, pada akhir tahun, menjadi miskin dalam pendidikan dan kaya akan kekuatan bela diri juga berlaku dalam mengarahkan ke jalan kultivasi – yang membutuhkan tumpukan perak putih bersinar untuk menyelesaikan.", "“Ini benar-benar barang bagus!”", "Jelas bahwa Wang Tua tahu barang-barangnya. Menerima Proyektor Hologram, matanya menyapu. Matanya memancarkan sinar pujian. Dia tidak mengujinya dan malah berbicara, “Harga tetap, 9.500!”", "Kehangatan menggelegak dari lubuk hati Li Yao. Harga ini tidak jauh berbeda dari harga pasar bekas yang sebenarnya. Wang yang lama sekali lagi memberi Li Yao harga yang bagus.", "Meskipun Old Fellow ini memiliki penampilan mata yang mencurigakan dari seorang pria yang mencurigakan, dia sebenarnya satu-satunya orang, selain orang tua itu, yang memperlakukan Li Yao dengan terbaik. Setiap transaksi, ia akan sedikit banyak menambah sedikit harga untuk Li Yao. Dan setiap beberapa hari, dia akan memberi Li Yao pekerjaan dengan bayaran tinggi.", "Tanpa bantuan Old Fellow Wang setelah kematian lelaki tua itu, Li Yao kemungkinan besar tidak akan dapat terus membayar biaya mahal sekolah menengah swasta.", "“Aku tidak membutuhkan sebanyak itu, hanya 9.000 yang baik-baik saja. Berikan 500 yang tersisa kepada Ms. Wang, katakan saja Kamu memenangkannya dari kartu. Tidak perlu terima kasih, siapa yang menyuruh Aku untuk menghormati yang tua dan menghargai yang muda? Aku tidak tahan melihat Kamu dan tubuh tua Kamu yang lelah harus berlutut dan mencuci pakaian di atas papan cuci. Harus menangkap perakitan pagi. Setorkan saja uang itu ke rekening bank Aku! ”Li Yao melambaikan tangannya dan melompat pergi.", "Wang Tua tiba-tiba berteriak di belakangnya, “Tunggu, iblis Kecil.”", "Li Yao berdiri dan dengan sengaja berkata, “Wa, Die, orang tua. Kamu tidak berpikir 500 terlalu sedikit, bukan? ”", "“Bah, kembali pada hari itu, orang tua ini adalah langkah di atas modifikator master artefak peringkat atas. Dalam beberapa menit, Aku dapat menghasilkan beberapa juta. Dari kelihatannya, dalam hal ini, Kamu hanya dapat membuat memo? Orang tua ini ingin memberi tahu Kamu bahwa ujian universitas dalam seratus hari. Kamu, anak muda, perlu menerimanya dengan benar dan diterima di universitas yang bagus. Jangan percaya bahwa Kamu sudah memiliki keterampilan perbaikan artefak dan tidak tahu besarnya langit dan bumi! Dunia ini sangat besar dan Kamu akan menyadari ini ketika Kamu kuliah di universitas. Di depan Master Artificer sejati, kemampuan Kamu saat ini tidak ada artinya! “Teman Lama Wang marah.", "Hati Li Yao sekali lagi bergerak dengan kehangatan dan dia dengan penuh semangat melambaikan tinjunya, “Aku benar-benar akan diterima di universitas, Kakek Wang!”", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 4: Fiend Blade Peng Hai", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Instruktur kepala menatap seperti seekor harimau yang mengawasi mangsanya ketika Li Yao menunduk dan berlari sedikit demi sedikit ke gerbang sekolah yang tertutup. Li Yao menghela napas dan memeriksa arlojinya 7:29 – tepat pada waktunya!", "Sama seperti semua sekolah menengah lainnya di federasi, Crimson Nimbus telah memasuki awal “Musim Ujian Masuk Universitas Crazed” tahunan. Aura pembunuhan merasuki kampus, mirip dengan medan perang. Tepat melalui pintu gerbang sekolah menjulang hologram raksasa di tengah. Di atasnya ada beberapa kata:", "“Waktu sampai ujian masuk: 99 hari 18 jam 32 menit dan 57 detik!”", "Angka-angka pada hologram berdenyut dan berubah setiap detik. Perubahan itu kecil, tetapi itu membawa para kandidat ujian banyak tekanan.", "Di kedua sisi ada beberapa baris slogan:", "“Selama belajar belum mencapai titik kematian, seseorang harus mengalahkan belajar sampai mati!”", "“Naik satu poin berarti menghancurkan seribu orang!”", "“Crimson Nimbus Second mendominasi federasi. Sumpah untuk menembus ujian atau diasingkan! ”", "“Dapatkan tiket masuk ke ‘Sembilan Elite Universitas’. Menjadi seorang kultivator. Melangkah ke puncak kehidupan! ”", "Pawai yang bersemangat dan penuh semangat bergaung di seluruh kampus. Hampir seribu siswa bergerak seperti gelombang air, bergegas menuju lapangan olahraga. Li Yao meningkatkan langkah kakinya juga, menyelinap ke gelombang orang. Segera setelah mereka tiba di lapangan, gelombang orang dipisahkan menjadi tiga bagian, berubah menjadi kelompok yang sama sekali berbeda.", "Kelompok pertama memiliki sekitar empat puluh siswa. Semua membawa penampilan yang bermartabat dengan fitur-fitur tampan yang tampak dipahat secara alami. Ini adalah surga yang sombong dan sombong yang dipilih. Seragam sekolah yang menutupi tubuh mereka terbuat dari sutra surga, dirancang khusus, dan disempurnakan oleh para pembudidaya. Mereka berkibar karena tidak ada angin, bergerak dari sinar harta yang tersembunyi. Semua ini berkontribusi untuk memberikan penampilan bela diri yang tidak biasa. Orang-orang ini berasal dari “Kelas Penting” siswa; masing-masing adalah jenius kultivasi satu dari sepuluh ribu. Mereka memiliki kekuatan untuk mengejutkan bibit ‘Sembilan Elite University.’", "Kelompok orang kedua adalah yang paling banyak, berjumlah sekitar tujuh hingga delapan ratus siswa. Pakaian yang mereka kenakan juga dipintal dari sutera surga, tetapi itu bukan pakaian yang dirancang khusus, juga tidak mengalami penyempurnaan dari pembudidaya. Mereka tampak kusam dan biasa-biasa saja, seperti wajah seribu orang. Mereka adalah “Kelas Meningkat” siswa, yang sebagian besar terdiri dari anak-anak keluarga kaya dan elit Kota Terapung Spear. Berkenaan dengan bakat mereka, kekuatan mereka berasal dari menggunakan banyak sumber daya.", "Kelompok ketiga memiliki sekitar seratus orang. Pakaian mereka adalah seragam sekolah rendah yang terbuat dari bahan biasa. Seragamnya longgar dan usang, besar dan longgar, memberikan penampilan yang agak ceroboh. Pemilik seragam ini juga tidak mengeluarkan energi khusus. Ini adalah “Kelas Umum” siswa. Sebagian besar dilahirkan sebagai anak-anak dari keluarga kelas pekerja biasa. Di sekolah menengah swasta “Crimson Nimbus Second”, mereka adalah eksistensi seperti mishmash of fish.", "Li Yao cukup akrab dengan “Kelas Umum” dan menemukan posisinya dalam formasi. Tepat ketika dia akan berdiri tegak, seseorang menepuk pundaknya. Sebuah suara yang terdengar agak berminyak terdengar, “iblis kecil, Kamu baru saja sampai di sini? Mungkin akan ada orang penting yang datang ke sekolah kita hari ini! ”", "Li Yao tidak perlu menoleh ke belakang untuk mengetahui bahwa ini adalah sahabatnya, “Meng Jiang”. Mengangkat matanya, dia melihat platform utama. Benar saja, ia menemukan bahwa ada kepala sekolah, wakil kepala sekolah, dan direktur disiplin di antara orang-orang di atas panggung. Semua orang berpangkat tinggi hadir. Ini memang acara khusus yang tidak pernah dilihat pada pagi yang khas.", "“Orang penting mana yang bisa begitu luar biasa? Bahkan Baldy Zhao secara pribadi muncul untuk menyambutnya! ”", "Tepatnya, Baldy Zhao adalah Kepala Sekolah Crimson Nimbus Second, Zhao Shude. Dia adalah anggota inti yang sangat serius dan serius dari Crimson Nimbus Guild. Tahap Penyempurnaannya adalah seorang kultivator tingkat tinggi. Namun, rumor mengklaim bahwa ketika ia masih muda, ia mengalami cedera internal saat berkultivasi di “Fiend Beast Wasteland” ke barat laut. Sepanjang tahun, ia akan tetap berada di belakang pelatihan tertutup, jarang keluar secara pribadi untuk mengawasi urusan sekolah.", "“Ini Peng Hai! Sobat, itu adalah ‘Hai Fiend Blade’ Peng Hai! ” Kegembiraan Meng Jiang sudah maksimal. Suaranya benar-benar bergetar.", "Nama yang satu ini juga menyebabkan detak jantung Li Yao mempercepat tempo dalam sekejap.", "Fiend Blade Peng Hai adalah legenda alumni Crimson Nimbus Second terbesar dalam beberapa ratus tahun.", "Ia dilahirkan di daerah kumuh. Sejak kecil, ia memamerkan hadiah yang luar biasa untuk kultivasi. Ketika dia berusia sebelas tahun, dia secara khusus direkrut oleh Crimson Nimbus Second. Pada usia dua belas tahun, “Aktualisasi Aktualisasi Roh” -nya mencapai 100% dan ia terbangun dengan akar semangat kualitas tertinggi, melangkah ke jalan kultivasi. Pada usia tiga belas, ia diterima di “Sembilan Elite Universitas ‘”, “Lembaga Perang Grand Desolate”. Pada saat ia lulus pada usia lima belas tahun, ia telah melangkah ke peringkat 10 dari tahap Perbaikan, menjadi bintang harapan Federasi!", "Dari setelah waktu di “Grand Desolate War Institution”, dia menolak tawaran gaji tinggi dari lebih dari selusin Sektivator Pemupuk, dengan tegas memutuskan untuk bergabung dengan “Tentara Federal”. Di Fiend Beast Wasteland, ia bertarung melawan jutaan binatang buas untuk mempertahankan pemuda dan darah federasi, menciptakan segunung mayat dan lautan darah dari binatang buas, mengumpulkan nama “Fiend Blade” yang ganas dan mengesankan. Akhirnya pada usia 22, ia menjadi Penggarap termuda federasi yang mencapai tahap Foundation!", "Setelah pensiun dari tentara, Peng Hai kembali ke kota asalnya. Dengan bonus pendaftaran astronomi sebagai syarat, ia bergabung dengan Crimson Nimbus Guild. Dalam waktu tiga tahun yang singkat, dia sudah menjadi manajer bisnis departemen “Crimson Nimbus Transporter Group” baru dari Crimson Nimbus Guild, yang bertanggung jawab untuk menciptakan rute transportasi baru di daerah berbahaya di mana binatang buas berlari merajalela. Selain gajinya yang luar biasa, konon ia juga memiliki saham dalam jumlah besar di “Crimson Nimbus Transporter Group,” menerima pegunungan emas dan perak setiap tahun hanya dari dividen!", "“Apakah kamu mendengar rumor? Peng Hai berada di perbatasan ‘Silver White Beach’. Dia membeli sebuah vila tepi pantai yang tak tertandingi yang dinamai. Dikatakan bernilai tujuh puluh hingga delapan puluh juta! Wartawan Tabloid mengatakan dia sering membawa lusinan wanita kembali ke vilanya untuk pesta terbuka! ”Meng Jiang ngiler ketika dia berbicara, tidak bisa menyembunyikan pikirannya yang cemburu dan iri.", "Dari menjadi anak yang tidak punya uang di daerah kumuh hingga menjadi manajer tingkat atas faksi yang hebat. Memiliki kekayaan bersih lebih dari seratus juta, mobil dan keindahan eksotis, dan rumah besar di tepi laut – ini hanyalah impian semua anak kumuh. Li Yao dan Meng Jiang juga tidak ada pengecualian.", "Mereka semua haus menjadi Peng Hai berikutnya!", "“Ia disini!”", "Jam tangan Li Yao bergetar dengan ringan, menunjukkan bahwa ada sesuatu yang datang dengan kecepatan tinggi di udara. Dia mengangkat matanya untuk melihat ke arah cakrawala timur. Aliran kilat hitam melesat, kecepatannya sangat cepat. Sedetik yang lalu, itu di cakrawala. Dengan keterampilan Blink tunggal, itu sudah diam-diam mengambang di langit di atas lapangan. Itu adalah pesawat ulang-alik hitam!", "Tubuh pesawat ulang-alik terbang ini ramping dan sempit seperti setetes air yang membentang. Panjangnya hampir dua kali lipat dari angkutan umum. Bagian luarnya sangat jernih dan tidak ada keliman atau keling yang bisa dilihat; itu dengan kualitas terbaik. Sulit untuk mengatakan dari luar seperti apa perangkat sihir ofensif yang dilengkapi dengan pesawat ulang-alik ini. Namun, tersembunyi di bawah pancaran cahaya hitamnya sebenarnya adalah udara berbahaya yang menyebabkan denyut nadi orang berhenti. Itu adalah niat membunuh yang tampaknya menolak terbatas pada batas-batas ruang dan menyebabkan ribuan siswa sekolah menengah secara bersamaan merasa tertahan.", "“Ini adalah Bird Battle Mystic Bird’! Pesawat ulang-alik militer paling canggih federasi! Kekuatan pertempurannya mungkin lebih besar dari pada seorang pembudidaya panggung Yayasan puncak! Ketika mengemudikan ‘Battle Shuttle Mystic Bird’, bahkan Fiend Beast Wasteland dapat dilintasi tanpa hambatan, tanpa menahan diri! ”Li Yao memanggil dengan liar dari dalam hatinya.", "Karena Li Yao adalah seorang fanatik artefak, tak perlu dikatakan lagi bahwa “Battle Shuttle Mystic Bird” menimbulkan kekaguman besar, lebih besar dari itu terhadap Peng Hai sendiri!", "Lebih penting lagi, dia tahu bahwa konfigurasi paling sederhana dari Battle Shuttle Mystic Bird akan mencapai harga pasar hampir seratus juta. Bahkan keluarga yang biasanya kaya dan berkuasa benar-benar tidak mampu membelinya.", "Sedetik berlalu. Lubang ribuan perut siswa melonggarkan. Mereka mampu melanjutkan napas. Battle Shuttle Mystic Bird yang dulu ada di udara sudah menghilang dari pandangan.", "Tertinggal hanya sepasang murid, gelap gulita ke jurang. Masih ada sinar di dalam diri mereka. Sesekali, mereka melayang-layang, mengingatkan pada kilat, seperti bilah iblis.", "Siapa pun yang dicapai tatapannya terpengaruh. Bahkan Kepala Sekolah Kedua Zhao Shude dan Direktur Disiplin yang biasanya jahat tidak dapat menanggungnya, menyeret sedikit ke samping. Mereka tidak berani memenuhi pandangannya.", "“Penggarap benar-benar kaya! Mereka benar-benar menakjubkan! Mereka benar-benar mendominasi! ”Li Yao bergumam, menelan air liur.", "“Ada desas-desus bahwa sekolah secara khusus mengundang Peng Hai kembali untuk melatih ‘Kelas Penting’ siswa! iblis Kecil, hei, tahukah Kamu bahwa Crimson Nimbus Second adalah sekolah yang terkenal seabad, tetapi nilai ujian selama beberapa tahun terakhir tidak terlalu luar biasa. Tidak banyak siswa yang diterima di ‘Sembilan Elite Universitas’. Dengan demikian, reputasi The Crimson Nimbus Guild belum begitu panas, jadi kali ini, mereka secara khusus mengundang Peng Hai untuk kembali melakukan beberapa pelatihan khusus dengan harapan membalikkan penurunan kekayaan ini dan sekali lagi melahirkan kemuliaan! “Meng Jiang Suara itu dipenuhi dengan kecemburuan.", "Setelah semua, hanya “Kelas Penting” siswa yang cukup beruntung untuk menikmati diajar secara pribadi oleh Fiend Blade Peng Hai. Tidak ada kesempatan bagi mereka, “Kelas Umum” para pemuda miskin.", "Li Yao mendengar berita itu dan dia juga mendesah dalam hati.", "“Sembilan Universitas Elite” memiliki pengetahuan batin yang paling mendalam dari federasi ini. Mereka berlimpah sumber daya, dan sembilan lembaga ini memiliki jumlah ahli tingkat tinggi terbesar. Dari sekian banyak sekolah di federasi, ini adalah impian utama.", "Universitas biasa tidak selalu menempatkan pembudidaya sebagai tujuan utama mereka. Bahkan jika seorang siswa memiliki bakat alami yang tinggi, tidak peduli seberapa keras mereka berusaha, tidak peduli berapa banyak keberuntungan yang mereka temui, kemungkinan menjadi seorang kultivator tidak melebihi satu dari sepuluh ribu.", "Namun, Sembilan Universitas Elite mendapat dukungan dari banyak sekte pembudidaya. Mereka berspesialisasi dalam membina pembudidaya sebagai tujuan mereka. Selama seseorang mendapatkan penerimaan ke Universitas Sembilan Elite, seseorang akan memiliki peluang tiga puluh persen untuk menjadi seorang kultivator, melangkah ke puncak kehidupan!", "Menjadi Master Artificer mengharuskan seseorang harus menjadi seorang kultivator. Dan untuk menjadi seorang kultivator, seseorang harus terlebih dahulu lulus ujian masuk universitas untuk Universitas Sembilan Elite. Li Yao selalu menganggap ini sebagai tujuannya untuk diperjuangkan, tetapi dari awal hingga akhir, bakat bawaannya berada pada posisi yang kurang menguntungkan, tidak mampu ditebus. Jarak ke mimpinya tampaknya tumbuh semakin jauh.", "Dengan kekhawatiran ini di benaknya, antusiasme Li Yao agak berkurang, bahkan menyebabkan dia tidak mendengar apa yang dikatakan di atas panggung. Waktu seorang kultivator sangat berharga. Fiend Blade Peng Hai tidak berbicara terlalu lama dan Kepala Sekolah Zhao Shude segera mengumumkan akhir pertemuan pagi.", "Peng Hai dikawal oleh para pemuda terpilih dari Kelas Penting yang sombong dari surga dan pergi. Maka, siswa-siswa kelas Ascending dan Common juga memiliki antusiasme mereka bubar ketika mereka berjalan berdua-tiga menuju gedung sekolah.", "Dan dengan itu, penelitian hari ini telah resmi dimulai!", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 8: Memperbaiki Prosesor Kristal", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "“Kamu terlambat 55 menit,” kata si cantik, seperti gunung yang membeku.", "“Maaf, tempat ini agak sulit ditemukan. Apakah Kamu membawa barang-barang itu? ”Li Yao mengkritik secara tersirat saat ia mengulurkan cakarnya yang kotor.", "Alis seperti willow Si Jiaxue sedikit berkerut saat dia menilai penampilan Li Yao. Dia merasa sepertinya dia telah memilih lokasi tanpa banyak berpikir. Dia ragu-ragu untuk sementara waktu tetapi, bagaimanapun, mengambil unit pengolahan kristal dari tas sekolahnya.", "“Ini CPU ini. Sangat tidak stabil setelah boot. Itu crash setiap kali jika Kamu membiarkannya berjalan lebih dari tiga menit. Aku sudah pergi ke lusinan bengkel dan mereka semua mengatakan bahwa arsitekturnya terlalu kuno, bahwa ada banyak komponen di dalamnya yang tidak lagi diproduksi, dan tidak mungkin diperbaiki. Aku pernah mendengar Kamu adalah penggemar prosesor kristal veteran dan juga ahli lengkap dalam memperbaikinya. Jika Kamu dapat memperbaikinya, sebutkan berapa pun harga yang Kamu inginkan. Uang bukan masalah. Tentu saja, jika Kamu tidak dapat memperbaikinya … Tolong jangan hancurkan salah satu komponen yang tak terhitung jumlahnya di dalam. ”", "“Mari kita bahas ini setelah Aku melihatnya.”", "Memperbaiki prosesor kristal membutuhkan keterampilan yang luas dan mendalam. Li Yao tidak berani memberikan jaminan. Dia mengeluarkan sepasang sarung tangan anti debu dan memakainya. Baru saat itu ia dengan sungguh-sungguh mengambil CPU.", "Ketika CPU ditekan ke tangannya, ia merasakan sepenuhnya keteguhan prosesor klasik kristal sejati. Ini adalah CPU antik dengan setidaknya lebih dari seratus tahun sejarah. Setengah dari arsitektur itu masih bersifat mekanis. Ada tombol segitiga di bagian luar berbentuk bola.", "Ketika Li Yao menekan tombol dengan ringan, unit pemrosesan kristal mengeluarkan suara berdengung dan bergetar pelan saat terbangun. Tampaknya arsitektur mekanisnya beroperasi dengan kecepatan kilat. Beberapa detik berlalu dan tiba-tiba, itu terbang dari telapak tangan Li Yao untuk melayang di udara. Dua sinar cahaya keluar dari dua lubang di bagian atas dan bawahnya, menyatu membentuk hologram raksasa. Ini berubah menjadi berkilau, bersinar karakter mesin terbang menjadi ada, yang membentuk keyboard mesin terbang virtual yang rumit.", "“Ini hanyalah sebuah karya seni …” Mata Li Yao menjadi dipenuhi dengan kelembutan yang tak tertandingi.", "Dia mengidentifikasi bahwa ini adalah CPU Type Heavenly Zither Sect’s Tube, Vast Tomb-7, yang dikembangkan lebih dari seratus empat puluh tahun yang lalu.", "Dalam sejarah pengembangan prosesor kristal, “Tube-Type CPU” hanya ada di arena selama belasan tahun sebelum jatuh ke “CPU Type-Chip” yang lebih maju. Selain itu, Sekte Surgawi Sekte adalah sekte kecil yang hanya ada selama 50 tahun atau lebih. Sekte kecil ini mengandalkan keberhasilan melepaskan generasi arsitektur “Prosesor Kristal” Vast Tomb “, tetapi mereka tidak pernah mengikuti perkembangan teknologi modern. Selama dekade ketika CPU Chip-Type merajalela, sekte ini memutuskan untuk masuk semua. Mereka menuangkan semua sumber daya mereka untuk mengembangkan Vast Tomb-7. Pada akhirnya, sumber modal mereka retak dan mereka harus menyatakan kebangkrutan.", "Dengan demikian, Vast Tomb-7 dikenal sebagai kemuliaan terakhir yang bersinar dari semua Prosesor Kristal Jenis-Tabung, menetapkan tempatnya sebagai mahakarya.", "Sepasang tangan Li Yao berubah menjadi angin sepoi-sepoi ketika mereka melompat-lompat di atas keyboard mesin terbang yang bersinar dan beriak.", "Kecepatan mengetiknya tidak harus cepat, tetapi gerakannya alami dan mengalir, berputar dengan bebas dan mudah. Penampilannya tidak seperti mengetuk keyboard tetapi memetik sitar yang tak ternilai. Muncul di hologram adalah deretan instruksi mesin terbang yang mengikuti gerakannya, jatuh seperti badai hujan deras. Dan prosesor kristal mengikuti juga melalui antarmuka dengan memancarkan bunyi bip yang benar-benar lemah yang tidak dapat dipahami oleh orang biasa.", "Li Yao mendekatkan telinganya, mendengarkan dengan penuh perhatian. Dia memiliki ekspresi konsentrasi penuh. Setiap gerakannya sangat tepat.", "Bagaimanapun, CPU Tube-Type adalah artefak yang dibuat lebih dari seratus tahun yang lalu. Arsitektur mereka lebih sederhana dibandingkan dengan Prosesor Chip-Type arus utama yang berlawanan saat ini. Duamenit kemudian, Li Yao dapat membuat putusan awal, “Seharusnya ada yang salah dengan heatsink, menyebabkan suhu internal prosesor kristal menjadi sangat tinggi selama run-time. Fungsi prosesor kristal modern menjadi semakin kuat, karena harus memproses data dan informasi telepati dalam jumlah yang lebih besar. Sedangkan untuk prosesor kristal tipe lama lebih dari seratus tahun yang lalu, beban menjadi terlalu berat. Itu sama dengan pria berusia 150 tahun yang harus menanggung lebih dari seribu pon berat badan setiap hari, tahun demi tahun. Sulit untuk menghindari menghancurkan sendi. ”", "“Prosesor kristal ini adalah sisa yang ditinggalkan oleh kerabat dekat Aku. Bagi Aku, itu adalah peringatan penting yang mengandung kenangan yang bermakna. Selama Kamu dapat memperbaikinya, Aku bersedia membayar biaya apa pun, ”Si Jiaxue berbicara dengan serius.", "Li Yao berpikir dan berpikir, dan menganggukkan kepalanya, “Heatsink yang tergores adalah gangguan umum pada prosesor kristal, secara teknis itu bukan masalah besar. Alasan mengapa tidak ada bengkel yang Kamu datangi yang tidak dapat memperbaikinya terutama karena jumlah model prosesor kristal ini terlalu jarang. Teknologi yang digunakan oleh prosesor ini juga terlalu usang. Heat sink yang digunakan di dalam belum diproduksi dalam seratus tahun terakhir, dan heatsink modern yang digunakan dalam prosesor modern pada dasarnya tidak kompatibel. Bagaimanapun, itu tidak masalah. Aku kebetulan memiliki beberapa heatsink antik yang sangat berharga dalam koleksi Aku. Yang perlu Aku lakukan adalah mencobanya beberapa kali, bahkan jika beberapa dari mereka menjadi dihapus, Aku harus dapat memodifikasi satu agar sesuai sebagai heatsink untuk prosesor ini. ”", "“Tidak perlu omong kosong! Sebut saja harganya! ”Si Jiaxue telah membaca yang tersirat.", "“Astaga. Tidaklah menyedihkan untuk begitu mendesak membahas masalah uang antara sesama siswa? Bagaimanapun, itu bukan masalah besar. Waktunya singkat, biarkan aku membawanya pulang. Aku memperkirakan semua yang Aku butuhkan adalah satu malam untuk menyelesaikan ini. Adapun biaya pembongkaran, biaya pengujian, biaya perbaikan, biaya komponen, biaya pemasangan, dan pemasangan, dan menambahkan biaya tenaga kerja Aku sama sekali … Aku akan diskon hingga 95% untuk Kamu. Aku menghitungnya menjadi 98.500 kredit. Apakah Kamu ingin membayar tunai atau melakukan transfer? ”", "“Hmm?”", "Si Jiaxue menyipitkan matanya. Cahaya berbahaya memancar dari dalam kedalaman matanya. Tiba-tiba, suhu sekitar ruang sampah tampaknya turun sepuluh derajat.", "“Aku mungkin punya uang, tetapi itu tidak berarti Aku akan membiarkan orang lain memperlakukan Aku sebagai sasaran empuk. Apakah kamu mengerti?”", "Li Yao menelan ludah dengan susah payah. Dia menanggung tekanan yang menjelaskan, “Itu benar. Jika dibandingkan dengan memperbaiki prosesor kristal biasa, harga ini sedikit tinggi. Dengan hampir 100.000 kredit, seseorang dapat membeli prosesor kristal kelas atas dengan ‘Kekuatan Komputasi’ yang dapat dibandingkan dengan seorang kultivator pada puncak tahap Penyempurnaan. Namun, unit prosesor kristal Kamu memiliki sejarah lebih dari seratus tahun. Itu sudah bisa dianggap barang antik. Jelas, harga untuk memperbaiki barang antik berbeda! Jangan bicara tentang biaya lain, mari kita bicara tentang beberapa heat sink yang perlu Aku gunakan pada prosesor kristal ini. Mereka semua diperoleh melalui upaya berdarah selama bertahun-tahun. Aku harus mengerahkan upaya yang luar biasa untuk mendapatkan koleksi koleksi langka ini. Semua itu hanyalah harta tak ternilai! Jadi percayalah, ini harga yang sangat adil dan masuk akal! ”", "Si Jiaxue tidak berbicara sepatah kata pun. Matanya yang tenang tertuju padanya.", "Quotient Aktualisasi Spiritualnya melebihi 70%, membawa serta tekanan spiritual yang keras. Hati Li Yao menegang dan dia hampir ambruk. Tetapi ketika dia memikirkan “tujuannya” sendiri, dia masih memaksakan diri untuk berbicara, “Jika teman Aku Si Jiaxue merasa itu terlalu mahal, itu juga bukan masalah. Katakan saja bahwa inspeksi Aku gratis kali ini. Kamu dapat mengirimkannya ke beberapa bengkel besar di negara yang berbeda. Biarkan mereka perlahan menemukan heat sink yang sesuai untuk model Kamu. Aku pikir ini akan memakan waktu paling lama 3-5 bulan untuk menemukan satu atau dua dalam persediaan. Jika Kamu memutuskan untuk pergi dengan cara ini, biayanya harus dikurangi menjadi di bawah 10.000 kredit. ”", "“Tiga hingga lima bulan …”", "Si Jiaxue mengerang ringan. Dia tahu bahwa Li Yao berbicara yang sebenarnya karena teknisi dari beberapa bengkel mengatakan kepadanya hal yang sama. Dari apa yang mereka katakan, memperbaiki tipe CPU yang lama tidak sulit, tetapi menemukan komponen yang sesuai sangat sulit. Mereka juga memberi estimasi tiga-lima bulan. Namun, jika keberuntungannya buruk, mungkin saja dia harus menunggu hingga setengah tahun.", "Agaknya, bajingan kecil ini juga melihat hal ini, dengan demikian menganggap dirinya sebagai sasaran empuk!", "Lupakan. Dia sendiri masih harus terus berkultivasi. Tidak perlu terlibat dengan bajingan dari Kelas Umum ini. Si Jiaxue menganggukkan kepalanya, dan dengan wajah tanpa ekspresi berkata, “Baiklah teman sekolah Li Yao, Aku dapat memberi Kamu 100.000 kredit, tetapi transaksi bisnis membutuhkan kontrak bisnis. Besok saat ini, Aku ingin melihat prosesor kristal tampak benar-benar baru. Kamu juga akan menjamin stabilitas operasionalnya di masa depan. Jika terjadi kesalahan setiap saat, Aku tidak akan membayar biaya perbaikan lanjutan. Apakah ada masalah? ”", "“Sama sekali tidak ada masalah. Setelah Aku mengganti heatsink-nya dengan yang cocok, ia dapat kembali beroperasi normal setidaknya selama tiga tahun. Selama tiga tahun ini, Kamu dapat terus mencari heatsink yang sesuai untuk model ini. Selama Kamu menggantinya secara berkala, itu akan baik-baik saja, ”Li Yao menjawab dengan kecepatan kilat, mengenakan senyum di wajahnya.", "“Kalau begitu tidak apa-apa,” Si Jiaxue mengangguk. Dia tidak mau berurusan dengan bajingan kecil ini bahkan untuk satu detik lagi, jadi dia berbalik untuk pergi.", "Li Yao duduk di atas sebuah kotak sampah, kepalanya dipenuhi keringat dingin. Hanya setelah waktu yang lama berlalu, dia merasakan beban dari pundaknya, mengeluarkan peluit.", "Keberhasilan!", "Dengan 100.000 kredit, ia dapat pergi ke “Pasar Hantu Bawah Tanah” untuk membeli “Obat Penguat Knock-Off” yang diproduksi secara ilegal, memberinya kesempatan untuk meningkatkan Aktualisasi Kuotasinya dengan persentase besar!", "Obat penguat knockout mengandung sejumlah besar pengotor dan konsumsinya menyebabkan efek samping yang sangat keras. Namun, mereka lebih unggul dalam hal biaya dan kecukupan. 100.000 kredit cukup untuk membeli persediaan dosis tiga bulan untuk konsumsi, memberinya kesempatan untuk meredam akar semangatnya dalam jangka waktu “Hundred-Day Sprint” – untuk dilahirkan kembali sepenuhnya!", "“Keinginan Aku adalah untuk menguji ‘Sembilan Elite Universitas’. Ini adalah satu-satunya kesempatanku. Bahkan jika Kamu adalah ‘Dewi Sekolah Kedua’, Aku tidak punya pilihan selain dengan curang menipu Kamu tentang uang Kamu. Aku benar-benar minta maaf! ”Li Yao memasukkan CPU“ Vast Tomb-7 ”ke dalam tas sekolahnya. Dia menggosok pelipisnya yang agak bengkak dan sakit sebentar. Sekilas senyum muncul di wajahnya saat dia melangkah keluar dari ruang sampah.", "(Catatan TL: Aku menerjemahkan tipe CPU menjadi “tipe tabung” dan “tipe chip” karena Aku merasa bahwa mereka analog dengan teknologi tabung vakum dan transistor solid-state kami. Aku memutuskan untuk menggunakan “chip” di atas “wafer” karena “Master chip” dinyatakan dalam bab 3, di mana sebagai wafer akan merujuk pada lebih banyak wafer silikon di mana sirkuit terpadu dibuat melalui proses litografi.)", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 5: Simulasi Ujian", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Saat siswa sedang menjejali ujian masuk perguruan tinggi, kursus apa saja yang seharusnya diambil sudah selesai sejak lama. Seratus hari terakhir ini terutama untuk mengisi kekosongan dan melakukan segala macam tes. Pada pagi tertentu setiap minggu adalah simulasi ujian yang sangat penting.", "Di bawah desakan para guru yang tidak sabar, Li Yao menarik napas dalam-dalam dan melangkah ke “Kamar Pemeriksaan” yang ditandai dengan nomor siswanya. Pintu kamar tertutup rapat dan seluruh dunia menjadi sunyi senyap.", "“Meskipun aku tidak menerima kiat pribadi dari Peng Hai, aku masih perlu menguji ke ‘Sembilan Universitas Elite’. Jika Aku memberikan semua yang Aku miliki, apa yang harus Aku takuti? ”Li Yao mengepalkan tinjunya dengan tegas.", "“BERBUNYI! BERBUNYI! BEEP! ”Di wajah bagian dalam ruang pemeriksaan muncul hologram, yang di atasnya nomor berdetak. Saat ini, ia sedang menghitung mundur. Setelah mengenai nol, suara tanpa emosi, seperti sumur kuno, terdengar, ”Pemeriksaan telah dimulai. Persiapkan dirimu, pelajar! ”", "Sebagai tanggapan, beribu-ribu mesin terbang misterius yang diukir di wajah bagian dalam ruang pemeriksaan menyala bersamaan. Li Yao hanya melihat pemandangan di depan matanya yang mekar dengan belokan dan terbang bintang-bintang, yang telah muncul di tengah-tengah gurun merah-coklat.", "Tanahnya panas sekali dan kakinya memiliki sensasi jepitan dan jarum. Udara pekat sampai hampir mengerucut; rasanya seperti handuk basah yang membungkus tubuh seseorang yang tidak bisa dilepaskan. Kadang-kadang, embusan angin panas akan bertiup, membawa bau darah tumbuk yang kuat. Dari segala arah datang tangisan hantu samar dan lolongan serigala.", "Itu jelas bagi indra, seolah-olah seseorang benar-benar berdiri di dunia ini, ditempatkan di medan pembunuhan roh jahat ini.", "Namun demikian, Li Yao tahu bahwa ini adalah “Tanah Ilusi Besar” yang bermetamorfosis oleh ruang pemeriksaan. Waktu adalah esensi. Dia menenangkan diri dan melaju ke depan, mengikuti petunjuk simbol panah tembus pandang di langit.", "Lari lintas-negara jarak jauh lima puluh kilometer. Itu adalah salah satu kursus dasar Federasi yang dirancang untuk tujuan membedakan para elit dari kaum muda lainnya, dengan harapan bahwa suatu hari mereka akan menjadi pembudidaya. Jalan itu dipenuhi dengan bahaya dan penuh dengan perangkap.", "Benar saja, ketika Li Yao melewati gundukan tanah yang sedikit menggembung, gundukan tanah meledak, menembakan pecahan batu yang tak terhitung jumlahnya. Di tengah-tengah pecahan batu ada sepasang serigala Pasir berwarna kuning!", "Spesies Demon Fiend Beast ini lebih besar daripada serigala liar biasa. Duri mereka melotot tinggi dan di atasnya tumbuh kelainan, kepala kecil. Itu adalah bentuk mutasi dari binatang iblis iblis berpangkat rendah, “Serigala Pasir.” Selain memiliki keuntungan kamuflase dalam bukit pasir, mereka juga memiliki tingkat kecerdasan yang tinggi. Itu adalah lawan yang sangat merepotkan bagi siswa sekolah menengah.", "Tetapi bagi Li Yao, yang telah bertahan di Makam Artefak Peralatan Ajaib selama 18 tahun sebagai “Hering”, mengamati setiap inci lingkungannya sudah lama menjadi naluriah. Kamuflase dari dua Serigala Pasir agak ceroboh, dan dia telah melihat mereka sejak awal.", "“Sikap Dire Bear!”", "Tanpa ragu, kedua Serigala Pasir menerkam ke udara. Sepasang kaki Li Yao diluncurkan, tubuhnya melengkung menjadi bola, dan bahunya tenggelam. Penampilannya seperti beruang mengerikan mengamuk saat dia dengan keras menabrak!", "Waktu yang dipilihnya sempurna. Saat itulah sepasang serigala terbang mencapai puncaknya. Kekuatan serigala semuanya telah kehabisan tempat untuk meminjam kekuatan dan, selanjutnya, tidak mampu mengubah arah. Mereka dipukul langsung oleh Li Yao.", "“JEPRET!”", "Pasangan Serigala Pasir itu licik jahat, tetapi tubuh mereka rapuh, dirancang terutama untuk menyergap musuh yang tidak curiga, tidak melawan lawan secara langsung. Dalam satu pertukaran, duri mereka tersentak oleh “Kuda Dire Bear” Li Yao. Mereka bangkit kembali ke lubang pasir mereka.", "Li Yao mencibir dan meluncur ke depan. Dia menjulurkan cakarnya seperti ujung pisau, dengan kuat meraih kepala kecil di punggung Serigala Pasir.", "“Steel Hawk’s Claw!”", "Kepala serigala hancur dalam sekejap. Pasangan Serigala Pasir mengeluarkan jeritan darah keriting dan mati.", "Dari kekosongan berdering suara “Ding Ding” yang manis. Itu adalah ruang pemeriksaan yang menghitung skor Li Yao untuk pembunuhannya.", "Li Yao merasa senang di hatinya. Himpunan keterampilan yang ia gunakan dalam suksesi berasal dari seni bela diri dasar <>. Minimal, dia akan mendapatkan 10 poin untuk dirinya sendiri.", "Dia tidak bergegas dengan tidak sabar tetapi justru menyeret mayat kedua Serigala Pasir keluar dari lubang pasir. Dalam perimeternya, dia menemukan sebuah batu yang cukup tajam, dan dengan itu, dia memotong perut binatang iblis itu.", "Tidak lama kemudian, empat tulang rusuk dihancurkan menjadi empat tulang tulang, dan dengan susah payah, kulit serigala dijahit ke dalam karung air yang kemudian diisi dengan darah serigala.", "Sekarung darah serigala dapat menyelamatkan hidup seseorang di gurun yang panas ini.", "Setelah mengatur ulang, beristirahat, menyusun strategi, dan benar-benar mempersenjatai dirinya sendiri, Li Yao terus bergerak maju. Bahkan satu jam kemudian, dia sudah memikul krisis hitam, menewaskan empat Binatang Iblis Fiend peringkat rendah. Meskipun pemeriksaan baru saja dimulai, ini masih tidak lebih dari pemanasan. Putaran berikut adalah yang menyebabkan setiap peserta tes Federasi menghadapi begitu banyak rasa sakit sehingga mereka berharap mereka mati.", "Di tengah-tengah langit, karakter mesin terbang hijau berhamburan seperti badai deras, membentuk kuis:", "“Xiao Ming adalah seorang kultivator tahap Penyempurnaan. Tubuhnya telah membentuk 52500 kristal yang bernilai energi spiritual. Suatu hari, ketika dia berkultivasi, dia secara tidak sengaja dipukul dengan ‘Serangga Hati yang Mengalami’ yang aneh. Setiap detik, 48 kristal esensi energi spiritual melahap. Tuan Xiao Ming menemukan kondisinya 1 menit 13 detik kemudian. Untuk menyelamatkannya, ia melewatkan 55 kristal energi jiwa spiritual per detik ke tubuhnya. Selain itu, setelah dua menit, ia meningkatkan kecepatannya menjadi 59 kristal energi jiwa spiritual per detik. Pertanyaan–”", "“Satu, berapa banyak waktu yang dibutuhkan Xiao Ming untuk mengembalikan esensi energi spiritualnya ke tingkat aslinya?”", "“Dua, tolong rangkum metode untuk menyempurnakan ‘Heart Devouring Bug’. Juga sediakan langkah-langkah untuk mengobati gejalanya setelah terkena serangga yang melahap jantung. ”", "“Tiga, tolong sebutkan guild sekte mana yang pertama kali berhasil memperbaiki ‘Heart Devouring Bug’. Sebutkan setidaknya lima pemimpin utama dari guild sekte ini. Selanjutnya, uraikan akar penyebab kehancuran sekte ini. ”", "Li Yao dengan ringan menampar pipinya. Dia tidak pernah berpikir bahwa “pertanyaan komprehensif” yang sangat merepotkan akan muncul, mencampur matematika, sejarah, dan kedokteran. Pengetahuan tentang Studi Kedokteran Warzone dan banyak mata pelajaran lainnya dibutuhkan. “Simulasi Ujian” ini layak disebut simulasi lengkap!", "Perhatian penuh dan tanpa mengganggu udara, dia merenungkan dalam dan hati-hati. Dalam benaknya muncul pengetahuan yang tak terhitung jumlahnya yang diperoleh dari masa tenang. Li Yao memusatkan perhatiannya dan merespons dengan kecepatan kilat. Dia mengatasi satu pertanyaan demi satu. Dengan kecepatan cepat, jawaban biru muda muncul di bawah masalah hijau saat dia berbicara secara telepati.", "Jawabannya selesai, ke pertanyaan berikutnya!", "“Seorang kultivator di jalur kanan ‘Spirit Mountain Guild’ menginjak kakinya ke pedang terbang. Dia terbang dari timur menuju jurang dengan kecepatan 247 meter per detik. Dan seorang kultivator lain di jalur yang rusak dari ‘Benteng Pembunuhan Darah’ menginjak kakinya ke awan hitam. Dia terbang dari barat ke arah yang berlawanan dengan kecepatan 239 meter per detik. Saat ini, kedua orang dipisahkan oleh jarak 122,5 kilometer. Pertanyaannya adalah, berapa lama kemudian bagi mereka untuk bertemu? ”", "“Misalkan budidaya kedua ini setara dan bahwa mereka menggunakan teknik dan artefak fundamental yang setara dari berbagai sekte mereka. Tolong tautkan karakteristik Sekte Gunung Roh dengan Benteng Pembunuhan Darah dan simpulkan jalannya pertempuran di antara keduanya – setidaknya simpulkan tujuh pertukaran. Jumlah kata tidak boleh melebihi 500. ”", "Masalah ini jelas jauh lebih sederhana dari yang sebelumnya. Tapi tepat ketika Li Yao hendak menjawab masalah, bau iblis Fiend Beasts menyerang dari depan. Raungan tidak sabar, suara rendah terdengar semakin dekat.", "—Di tengah-tengah teror ini, dia menghitung, menjawab pertanyaan itu. Stamina peserta tes, keterampilan bela diri, kemauan keras, kemampuan perhitungan, dan kekuatan berpikir cepat diuji. Semua kemampuan ini disinergikan ke dalam individu yang melampaui biasa. Hanya dengan begitu seseorang dapat membedakan dirinya dalam ujian masuk universitas di Federasi, melangkah ke jalan para pembudidaya!", "Sepasang tangan Li Yao bersilang saat dia mengeluarkan dua bilah tulang putih yang mengerikan. Dia menjilat bibirnya dan menyambut bagian depannya saat pikiran yang tak terhitung jumlahnya mendidih tanpa henti di otaknya, menghitung dengan kecepatan tinggi …", "Ada keheningan mutlak di kampus besar. Setiap ruang kelas dilengkapi dengan 90 unit ruang pemeriksaan. Di Tanah Ilusi Besar, setiap siswa kelas tiga dengan penuh semangat berjuang dan berjuang, membuang kepala binatang buas dan pertanyaan ujian.", "Tidak dapat dipahami oleh peserta tes, lebih dari empat jam telah berlalu di Great Illusionary Land. Pemeriksaan menuju kesimpulannya.", "Seluruh tubuh Li Yao ditutupi oleh tujuh puluh hingga delapan puluh potong dari semua ukuran. Beberapa daerah telah berdarah. Yang lebih memprihatinkan adalah perutnya, yang telah ditusuk oleh taring iblis Fiend Beast. Dia tidak berani menariknya keluar. Pisau tulang yang dipegangnya di tangannya praktis ditumbuk menjadi tongkat.", "Hanya sepasang mata bulan kristalnya yang cerah yang tetap utuh. Mereka mempertahankan kejelasan mereka, hampir tidak menyembunyikan cahaya yang menggelegak.", "“Ini harus menjadi masalah terakhir …”", "Pada saat ini, fluoresensi karakter rune delapan-figur muncul di langit, berkilau dengan sinar cahaya keemasan. Li Yao mengandalkan pengalamannya yang penuh ujian untuk membuat keputusan. Ini adalah masalah besar terakhir yang bernilai seratus poin, “Pertanyaan Rangkuman”.", "Seperti yang diharapkan, pertanyaannya tidak lama, tetapi setiap kata adalah yang tertinggi: “Tolong diringkas ‘Zaman Kegelapan Besar’.”", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 9: Ikan Asin dan Sepatu", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Dengan berakhirnya sesi sekolah hari itu, datanglah saat tenang yang jarang di atas kampus. Di sepanjang jalan kecil di atas naungan pepohonan, terdengar tawa riang dan percakapan. Beberapa angkutan pribadi mewah perlahan turun dari udara ketika orang tua datang menjemput anak-anak mereka. Ada juga beberapa siswa seperti Li Yao, yang menyeret tubuh lelah mereka, perlahan-lahan berjalan menuju gerbang sekolah.", "Saat dia hendak keluar dari gerbang sekolah, Li Yao tiba-tiba merasakan tubuhnya menegang. Siluet tinggi menghalangi jalan di depannya, “Kamu dipanggil Li Yao? Apakah Kamu yang bersama Si Jia Xue beberapa saat yang lalu? ”", "Mata Li Yao tiba-tiba menyusut kembali ke rongganya. Dia merasa seperti sepuluh ribu jarum telah menusuk ke seluruh tubuhnya. Detak jantungnya meningkat cepat. Rasa dingin menyebar dari tulang ekornya dan bergegas ke atas tengkoraknya. Tekanan yang dipancarkan oleh orang ini terlalu besar. Dia seperti ular berbisa beracun yang menatap tikus. Li Yao benar-benar tidak dapat bergerak satu langkah pun. Bahkan menelan air liur pun menjadi sangat sulit.", "“Ini Dia Lianlie! Pakar nomor satu Crimson Nimbus Second, He Lianlie! Kali ini aku berhasil! ”Li Yao menjerit dalam hatinya. Dia bermaksud menjelaskan dirinya sendiri, tetapi dia tidak dapat berbicara bahkan setengah kata.", "He Lianlie berdiri dengan santai dan ceroboh. Sebuah prosesor kristal tergenggam di tangan kanannya dan terbenam dalam perhitungan melalui serangkaian pertanyaan ujian yang berlaku, sama sekali tidak menatap langsung ke mata Li Yao. Dia berkata tanpa banyak berpikir, “Tidak perlu takut. Aku jelas tahu bahwa dengan jenis sampah Kamu, tidak mungkin bagi Kamu untuk memiliki sesuatu dengan Xue Kecil. Aku akan melupakannya kali ini. Aku tidak ingin membersihkan Kamu. ”", "Jarinya mengetuk hologram dengan ringan, beralih ke pertanyaan berikutnya. He Lianlie terus berbicara, “Namun demikian, saat ini adalah saat yang mendesak dan kritis – ‘Seratus Hari Berlari’. Small Xue dan aku adalah orang-orang yang akan menyerang untuk tempat pertama dalam ujian masuk universitas Floating Spear City. Aku harap selama jangka waktu ini, tidak akan ada sampah samar yang mengganggu Small Xue, mengganggu dia. Apakah kamu mengerti? ”", "Mata Li Yao menyipit saat dia menggigit giginya dengan tegas, “Kamu bilang aku sampah?”", "He Lianlie bahkan tidak mengangkat kepalanya ketika dia berkata dengan acuh tak acuh, “Jangan salah, Aku tidak secara khusus menargetkan Kamu. Dari sudut pandangku, kalian sekelompok siswa kelas Common mishmash, kalian masing-masing – adalah sampah! ”", "Setelah dia mengatakan kata terakhirnya, dia akhirnya mengangkat kepalanya dan melirik Li Yao.", "Hanya satu lirikan menyebabkan Li Yao merasa seperti lubang-lubang perutnya ganas dipukul oleh palu besar. Itu tak tertahankan. Dia mundur dua langkah dan terbatuk keras.", "He Lianlie mendengus dingin. Jijik mengisi wajahnya saat dia berbalik dan pergi.", "Li Yao sedang membungkuk batuk, tampak seperti udang raksasa, dan bahkan batuk air matanya. Lama sekali berlalu sebelum dia bisa berdiri tegak. Dia bernapas berat dan melotot ke arah keberangkatan He Lianlie.", "“SIAL!”", "“Jangan katakan padaku bahwa di zaman sekarang, yang dibutuhkan hanyalah tinggi dan tinggi, berani dan kuat, tampan dan gaya, percaya diri dan santai, memiliki alis tipis dan mata berbintang, untuk dilahirkan untuk rumah tangga kaya dan kuat dengan kekayaan bersih 18 miliar, untuk memiliki bakat yang sangat kuat untuk budidaya dan kekuatan yang tak kenal ampun dari seorang tiran – maka orang dapat menjadi sombong ini? ”", "……", "Setengah jam kemudian.", "“Beruntung beruntung, memang kali ini keberuntungan telah membawaku ke rumah nenek. Demi memperbaiki prosesor kristal Si Jiaxue, Aku sebenarnya menyinggung He Lianlie! Jika Aku tahu hal-hal akan berubah seperti ini, Aku benar-benar akan menaikkan harga Aku. Hanya minimum 200.000 kredit yang layak! ”", "“Juga, ada He Lianlie. Ini. Putra. Dari. A. B * tch. Berbekal kekuatan uang, ia mengkonsumsi bahan-bahan surgawi dan harta duniawi seolah-olah itu adalah makanan. Dia minum obat kuat seolah-olah itu air ledeng. Dia juga memiliki ahli kultivator bawah tanah yang membantunya memperkuat pikirannya. Pakar seni bela diri yang hebat membantunya menempa fisiknya. Baru setelah itu dia dapat meningkatkan Aktualisasi Kuotensinya hingga lebih dari 70 persen. Anehnya, dia sombong ini! Sampah? Aku bukan sampah! Harinya akan datang. Aku akan menjadi Master Artificer sejati. Aku akan mengalahkanmu menjadi kepala babi dan memasukkanmu ke tempat sampah! ”", "Seorang pemuda yang sendirian berjalan sendirian di jalan pulang. Ekspresinya seperti iblis ketika dia menggertakkan giginya karena marah. Kadang-kadang, ketika dia menabrak batu kecil di tepi jalan, dia dengan ganas menendangnya.", "Kemunculan He Lianlie membuatnya mengerti dengan jelas jarak antara dia dan seorang genius kultivator, dan tentu saja, jaraknya sangat besar. Itu membuatnya mengerti bahwa peluang keberhasilan mimpinya “menguji ke Sembilan Universitas Elite, melangkah ke jalan kultivasi, dan menjadi Master Artificer” tidak pasti.", "Adegan yang dia lihat berulang kali dalam mimpinya yang luar biasa muncul di lautan pikiran Li Yao. Tampaknya menjadi heboh dari sebuah film.", "Ada seorang pemuda mengenakan tank-top merah. Dengan alis terangkat dan mata terbuka lebar, dia berbicara dengan keras, “Jika kita tidak memiliki mimpi dalam hidup, bagaimana kita berbeda dari ikan asin !?”", "Dari masa lalu hingga sekarang, adegan ini akan memotivasi Li Yao secara mendalam. Itu membuatnya maju dengan berani di jalan mimpinya tanpa rasa takut.", "Hanya pada saat inilah dia akhirnya mengingat sisa mimpinya. Apa tanggapan orang lain itu ketika pemuda tank-merah menyelesaikan kata-katanya adalah:", "“Kamu bahkan tidak punya sepatu. Bukankah itu membuat Kamu menjadi ikan asin? ”", "Li Yao berdiri terpaku ketika dia secara tidak sadar memandangi kedua kakinya.", "Apa yang dia kenakan adalah sepasang sepatu olahraga dasar yang diambil dari tumpukan sampah. Biasanya, dia berkultivasi seperti orang gila, jadi sepatunya sudah usang lama. Tidak hanya ukiran satu-satunya yang usang, bahkan sebuah lubang digosokkan ke ujung sepatu kiri, memperlihatkan kaki kotor yang besar.", "Dia teringat beberapa saat yang lalu ketika dia melihat sepatu yang He Lianlie kenakan. Itu adalah sepasang model terbaru dari sepatu budidaya, “SuperStar G-9”. Mereka dibuat dengan tangan dan dimurnikan dengan menggunakan kulit binatang buas yang paling tangguh dan paling tahan lama. Timbangan melekat pada eksterior, meningkatkan ketahanan aus dengan tingkat besar.", "Dikatakan bahwa solnya terbuat dari dua lapisan, dan di antaranya ada bantalan udara yang disempurnakan dari kantung renang ikan iblis laut dalam. Tidak hanya meningkatkan daya lompat, itu juga melindungi sendi kaki seseorang. Harga sepasang sepatu ini hanya beberapa puluh ribu kredit!", "Di medan ujian ujian masuk ini di mana pasukan perkasa ditampilkan dan di mana hanya satu yang dapat memerintah di atas, masih ada banyak siswa keluarga kaya dan kuat seperti He Lianlie, semuanya mengenakan SuperStar G-9 dan menghabiskan sumber daya yang tiada habisnya!", "Bagi dirinya sendiri, seorang pemuda miskin yang tidak memiliki apa-apa, bagaimana ia dapat menekan dan bangkit di atas orang-orang ini di medan pertempuran yang penuh darah dan kejam? Bagaimana dia bisa mewujudkan mimpinya?", "Hati Li Yao terutama bingung, dan langkahnya juga menjadi sangat berat. Jalan di depan sepertinya panjang – cukup lama.", "Malam tiba dan lampu malam menyala. Dia akhirnya berhasil sampai ke distrik utama.", "Di depan ada jembatan kristal besar. Jika dia menyeberangi rel kristal berkecepatan tinggi dan melewati gorong-gorong di bawah jembatan, dia akan mendapati dirinya di daerah perumahan Morning Sun Village.", "Ini adalah pinggiran kota; itu relatif mandul dengan sangat sedikit orang yang datang dan pergi.", "Tepat ketika Li Yao hendak melewati gorong-gorong, dia tiba-tiba mendengar ledakan menusuk dari sisi telinganya. Yang bisa dilihatnya hanyalah pancaran sinar di sekelilingnya. Sebuah kereta kristal melintasi jembatan.", "Li Yao tiba-tiba berdiri tegak dan menggosok matanya, memandang ke arah jembatan.", "Dalam sekejap kilatan cahaya melesat beberapa saat yang lalu, dia membuat gambar. Ada seseorang yang berdiri di atas jembatan!", "Ini mungkin adalah pelintas-througher ahli jembatan jalur kereta!", "“Rel kristal berkecepatan tinggi” adalah salah satu dari 10 artefak besar ginormous milik Federasi, dipuji sebagai “harta nasional”. Kecepatan maksimumnya bisa melebihi 1000 km / jam. Selain itu, setiap potongan mobil di kereta kristal dilengkapi dengan artefak kelas militer terbaik untuk bertahan melawan binatang buas.Kemampuan destruktif serangan berkecepatan tinggi sama sekali tidak kalah dengan kultivator tingkat tinggi yang menyerang dengan semua!", "Untuk mencegah kecelakaan tak terduga, kereta kristal berkecepatan tinggi biasanya melayang sekitar selusin meter dari tanah pada jalur rel khusus. Jalur kereta api disegel di sekelilingnya sebagai batasan— Bagaimana orang idiot ini merangkak masuk?", "Benar, Li Yao melihatnya dengan jelas. Seorang lelaki tua sebenarnya berdiri di jalur rel jembatan.", "Pria tua ini terlihat sangat aneh; dia tua dan berambut abu-abu, dan penampilannya kusam dan kuno. Dia tampak seperti digali puluhan ribu tahun yang lalu, seperti pernah berada di museum yang dilihat oleh Li Yao.", "Tapi, tubuhnya benar-benar mengeluarkan udara yang sangat berat. Meskipun mereka terpisah lebih dari seratus meter, itu membuat Li Yao secara praktis mendengar detak jantungnya sendiri dengan keras.", "Berdebar! Berdebar! Berdebar!", "Itu seperti palu besar yang terus-menerus membombardir lembaran logam!", "Udara lelaki tua itu seperti lautan luas. Kekuatan He Lianlie yang menindas hanya lemah dan menyedihkan dibandingkan. Perbedaan antara keduanya lebih besar dari jarak antara matahari dan kunang-kunang. Li Yao juga memiliki perasaan tertentu. Jika dibandingkan dengan penampilan ketenaran dan kekuasaan He Lianlie, lelaki tua ini tidak memanifestasikan udara ini secara sadar. Meskipun ada ombak yang secara tidak sengaja meluap dari orang tua itu, apa yang dirasakan Li Yao hanyalah puncak gunung es!", "Lelaki tua itu mengenakan jubah kasar yang sederhana dan polos, seperti dia keluar dari dunia kultivasi kuno 40.000 tahun yang lalu!", "“Hei—” Itu adalah saat yang berbahaya. Li Yao tidak bisa melihat apakah orang tua ini gila atau semacam eksentrik. Dia melihat kereta tiba di sini dengan kecepatan yang deras. Tangan dan kakinya menggerakkan tangan saat dia menangis keras.", "Pria tua itu memalingkan telinganya ke teriakan Li Yao saat dia terus mengukur cahaya yang terus mengembang di depannya.", "Tampaknya dia sangat ingin tahu tentang segala sesuatu di sekitarnya. Dia terutama ingin tahu tentang jalur rel kristal yang tergeletak di jembatan dan kereta rel kristal menjerit yang akan tiba. Terlebih lagi adalah ekspresi yang muncul di wajahnya; itu berisi pikiran gembira seorang anak nakal yang telah menemukan mainan baru.", "Detik berikutnya—", "Baca terus di : www.worldnovel.online"]},
{"testing": ["Bab 10: Dimiliki oleh Hantu", "Penterjemah: Strivon, Ash Editor: Geoffrey_, Lancent", "Kereta kristal berkecepatan tinggi bergegas melintas. Dengan “Pwa”, seperti memecahkan telur, orang tua itu ditabrak! Dia hancur dalam milidetik! Tungkai dan tulang patah dan hancur di bawah pemboman gelombang energi es yang sangat deras. Dia dimusnahkan sampai ke tingkat sel, menghilang dari muka planet ini!", "Yang dilihat Li Yao hanyalah kilasan merah dan lelaki tua misterius itu menghilang sepenuhnya!", "Dia mendesah agak tak berdaya dari dalam hatinya.", "Tumbuh di Artifact Graveyard, yang memiliki lingkungan yang menakutkan penuh dengan bahaya, menemukan mayat tidak ada yang luar biasa baginya. Selain itu, ia secara pribadi mengalami kematian yang tak terhitung jumlahnya dalam mimpi-mimpinya yang luar biasa, dan ketika itu mengenai masalah kematian, Li Yao bukanlah tipe orang biasa yang akan bereaksi dengan teror atau perasaan tidak enak badan.", "Namun demikian, pada akhirnya, ini masih merupakan makhluk hidup dan memiliki kehidupan ini memudar di depannya dengan cara yang menyedihkan membuat hatinya merasa agak aneh.", "“Orang tua ini mungkin adalah seorang kultivator yang jatuh dalam kegilaan, menjadi gila. Ini adalah satu-satunya alasan mengapa seseorang melakukan hal gila ini, ”pikir Li Yao dalam hati.", "Kereta kristal tidak terpengaruh sama sekali oleh kecelakaan kecil ini dan mempertahankan kecepatan tinggi, bergerak bersama. Ia pergi, tidak pernah kembali, menghilang dengan cepat ke cakrawala.", "Li Yao tahu apa yang akan terjadi. Akan ada penjaga keamanan di kereta yang pasti akan memberi tahu departemen kepolisian setempat tentang masalah ini. Ada juga militer; mereka akan bergegas ke sini dengan sejumlah besar polisi militer mereka.", "Dia adalah seorang pemulung yang mengumpulkan sisa-sisa di Makam Artifact. Dapat dikatakan bahwa tindakannya berbatasan dengan hukum. Seperti biasa, Li Yao akan menjauhkan diri dari berurusan dengan polisi militer agar tidak menimbulkan masalah. Dia meluruskan pakaiannya, mempercepat langkahnya, dan melewati gorong-gorong.", "Namun, dia tidak menyadari bahwa di pesawat terpisah yang tidak terlihat olehnya, bentuk manusia kristal transparan, tampak seperti salinan karbon dari pria tua misterius itu, muncul di tempat yang sama persis di mana pria tua misterius itu berdiri di jembatan. jalur rel. Lelaki tua itu tampak agak bingung ketika dia menilai sekelilingnya. Akhirnya, mata lelaki tua itu melotot, mengunci kemarahan yang menyinari.", "Sosok kristal transparan tiba-tiba pecah menjadi segudang fragmen tanpa jejak dan inkorporeal, membiaskan dan bersinar terang di bawah sinar bulan seperti ribuan kupu-kupu cantik menggunakan sayap mereka untuk terbang. Tanpa peringatan apa pun, mereka diam-diam masuk ke dalam tubuh Li Yao!", "“Ini dingin!”", "Li Yao merasakan angin mengerikan yang menusuk tulang. Dia sepertinya mendengar sesuatu menggumamkan bahasa yang benar-benar kuno dan misterius dengan tenang di dekat telinganya. Itu adalah teror yang tak terkatakan; horor yang tidak disebutkan namanya. Dia tanpa sadar memberikan guncangan menggigil.", "Aneh – ini benar-benar terlalu aneh. Beberapa rambutnya berdiri di ujungnya, dan darahnya mengalir dingin. Dia meluruskan seragam sekolahnya dan mulai berlari.", "Menurut logika, ketika seseorang mulai berlari, keempat anggota tubuhnya akan bergerak dan tubuh mereka akan menghasilkan panas. Tetapi tidak peduli berapa banyak Li Yao berlari, tidak peduli berapa banyak dia meningkatkan sprintnya hingga batas seperti tornado yang ekstrim, sampai pada titik muntah, rasa dingin yang menusuk tulang di jiwanya mengikuti tanpa akhir seperti bayangan mengikuti tubuh. Seolah ada belatung di tulang kakinya, menelannya inci demi inci.", "Dia terhuyung-huyung ke rumah dan melemparkan dirinya melalui pintu rumah. Pada saat itu, seluruh dirinya sudah membeku menjadi es batu. Tetapi jika seseorang melihat penampilan luarnya, mereka akan benar-benar menemukan wajahnya memerah, alisnya berkeringat, dan seluruh tubuhnya dikelilingi oleh kabut uap uap putih yang naik di udara. Itu adalah keanehan yang tak terkatakan!", "“Hitam Kecil, Hitam Kecil, kurasa aku sakit. Cepat bantu Aku ke tempat tidur dan kemudian temukan artefak obat anti-demam dari kotak obat! ”Li Yao berbicara dengan pidato yang tidak jelas. Semburan kegelapan muncul dalam visinya. Bagian atas dan bawah kelopak matanya berjuang tanpa henti. Dia tidak bisa menunggu pedang Blackwing terbang. Kakinya melemah, dan dia sudah jatuh ke lantai. Dia mengi dan benar-benar pingsan.", "Sepertinya dia telah tenggelam di rawa yang dalam. Kelima inderanya dilucuti untuk praktis tidak ada. Dia tak henti-hentinya berada dalam kegelapan mutlak. **. **. Itu tidak pernah berakhir.", "Akhirnya, tepat sebelum dia akan menjadi gila, tepat sebelum dia akan berdoa kepada ratusan juta dewa di dunia yang tak terbatas ini bagi mereka untuk hanya mengakhiri semua itu, seluruh tubuhnya melonggarkan dan kegelapan mundur seperti surut surut. Dia menghirup udara segar sekali lagi – dan udara yang dia hirup seratus kali lipat lebih segar daripada yang pernah dia hirup!", "“Tempat apa ini?” Li Yao mengamati sekelilingnya, merasa agak bingung.", "Dia tahu secara tidak sadar bahwa dia telah jatuh ke dalam “mimpi buruk” yang berbahaya dan menakutkan. Namun, mimpi buruk ini berbeda dari ketika dia pergi ke “mimpi luar biasa.” Dunia mimpi ini sangat jelas, mengandung unsur-unsur kuat dari zaman kuno.", "Dia berdiri di atas tanah militer yang sangat luas. Di semua arah ada banyak senjata raksasa dan artefak patung perunggu yang menjulang tinggi, mencapai melalui awan. Mereka meliputi bidang besar ini seluas lebih dari seratus hektar. Dan tanah ini secara mengejutkan terletak di puncak gunung terapung di langit.", "Di bawah di tepi adalah pemandangan yang tak terlupakan, gulungan ombak besar di laut hitam raksasa!", "Bau maskulin dari darah dan keringat bau dari figur-figur berasap menyerang dan membombardir lubang hidung Li Yao, hampir membunuhnya dari bau busuk. Di sekelilingnya ada beberapa ribu humanoid berotot dengan anggota tubuh berkembang dengan baik, otot-otot yang meledak cerah, dan wajah-wajah ganas. Masing-masing humanoid penggemar ini membawa palu yang beratnya lebih dari seribu pound di pundak mereka. Mereka tidak kekurangan energi, terlibat dalam latihan.", "Ledakan! Ledakan! Ledakan!", "Beberapa ribu pound palu menabrak lantai secara serempak, menyebabkan pangkal seluruh gunung terapung bergetar dan bergetar.", "Pada saat ini, Li Yao dalam keadaan shock. Dia menemukan bahwa dia tiba-tiba menjadi salah satu raksasa kekar setinggi sembilan kaki ini. Bahkan penampilannya telah berubah sepenuhnya. Dia menyentuh dagunya dengan tangannya dan merasakan janggut yang seperti jarum besi!", "Dia menggenggam palu besi yang sama, seukuran sebatang pohon. Pegangan tali melingkarnya telah menggosok, membobol telapak tangannya dan membasahi darahnya.", "Di depan tanah militer ini adalah raksasa yang dua kali lebih besar dari semua raksasa lainnya. Itu sama sekali bukan dari ras manusia, “Titan.” Itu melotot ketika membuka mata lonceng tembaga yang besar dan berteriak seperti badai, “Kamu 3527 potongan sh * t yang tidak berguna, kamu telah secara resmi diterima di bawah ‘Hundred Smelting Guild ‘dan telah menjadi pekerja tingkat terendah dari Hundred Smelting Guild. Ini adalah hasil dari upaya kumulatif leluhur Kamu, sebuah keberuntungan yang diciptakan dari tiga generasi kultivasi. Kami, Hundred Smelting Sect, adalah guild kerajinan terbesar dan terkuat dalam ‘Grand Foreworld’ ini. Serikat kami sangat ketat. Bahkan jika kamu memiliki pekerjaan terkecil dan paling dasar di guild ini, kamu juga harus menjalani hidupmu dalam berkultivasi! ”", "“Sebagai pekerja tingkat rendah, setiap hari, kalian masing-masing harus membawa 3.000 pon air, menebang 50 pohon, dan melakukan perjalanan ke ‘Laut Abyssal’ di bawah untuk berburu setidaknya 10 Hiu Thornridge. Ini akan menjadi makananmu! ”", "“Namun, hal yang paling penting adalah … Kamu harus mengolah dalam teknik dasar Hundred Smelting Guild, <>. Setelah Kamu semua selesai mendengarkan Aku, Kamu brengsek tidak berguna. Setiap hari, Kamu harus mengayunkan palu besi Kamu 10.000 kali, dan setiap ayunan tidak bisa kurang. Ketika Kamu dapat membuat lubang yang dalam di lantai yang dilebur orichalcum murni ini, maka Kamu akan dipromosikan menjadi ‘Pekerja Logam-Tempa’ dan dapat mengembangkan teknik-teknik berkualitas tinggi! ”", "“Mengolah! Mengolah! Beri aku hidupmu untuk kultivasi! Ou Yeming, untuk apa Kamu berdiri seperti orang idiot? Mengapa kamu tidak berkultivasi? ”", "Li Yao masih belum mengerti apa yang sedang terjadi ketika dia menemukan bahwa seluruh kelompok humanoids sedang mengamatinya dengan mata iba. Hatinya langsung membeku. Angin puyuh diisi dengan keganasan dan kebencian menerjang dari depan. Itu adalah Titan raksasa yang datang dari jarak lebih dari seratus meter. Dalam sekejap mata, Titan menggunakan keterampilan untuk muncul tepat di depannya. Titan menjulang tinggi di atas dan menatap Li Yao dengan ganas.", "“Ou Yeming, kemarin Kamu mengoceh omong kosong saat makan malam. Kamu juga yang mengatakan pembicaraan gila tentang benar-benar menjadi Hundred Smelting Guild’s Guildleader di masa depan. Apa yang salah? Kamu tidak merasakan bahwa <> terlalu sederhana, sehingga tidak cocok untuk Kamu, ‘Future Guildleader’, untuk mengolah? Baik-baik saja maka. Hari ini, Aku akan membiarkan Kamu mengalami sedikit betapa hebatnya Teknik Hammer Seratus-Seratus-dan-Delapan-Tangan! MATI!”", "Sepasang tangan Titan terbuka. Asap hitam mengental di telapak tangannya dan berubah menjadi palu raksasa yang lebih besar dari tengkorak Li Yao. Itu menari, menghasilkan angin kencang; dan itu menghantam, menghancurkan kepala Li Yao. Li Yao masih belum memproses apa yang sedang terjadi. Yang dia rasakan hanyalah dia menumbuhkan sepasang sayap saat dia melayang di udara, dan kepalanya terasa seperti tumbuh 10 kali ukurannya. Dia menjerit tanpa henti di dalam hatinya, “Apa yang salah dengan f * cker ini ?!”", "Baca terus di : www.worldnovel.online"]}
]