[
{"testing": [" Bab 2: Makan Malam yang Canggung", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Mengapa? Kami akan bercerai, dan kamu masih ingin memenuhi kewajibanmu sebagai istriku?” Chen Chen tiba-tiba mencondongkan tubuh lebih dekat dan bertanya dengan merendahkan.", " Bai Ran tahu bahwa dia telah melewati batas. Dia segera menutup mulutnya dan naik ke atas tanpa suara.", " Chen Chen melihat noda air di tanah. Bayangan Bai Ran yang basah kuyup dengan pakaian putih saat pertama kali masuk melintas di benaknya. Dia tiba-tiba linglung.", " Bai Ran buru-buru mengganti pakaiannya dan berlari kembali untuk berkemas.", " Tanpa diduga, dia menabrak Chen Chen, yang hendak keluar dari dapur. Merasakan dadanya yang lebar dan otot-ototnya yang kencang, dia tersipu. “Ah, maaf…”", " “Kau sangat ceroboh.” Chen Chen tersenyum tanpa sadar. Dia hendak mengangkat tangannya untuk menyentuh kepala Bai Ran ketika ekspresi dinginnya langsung muncul kembali. \"Cepat dan bersihkan.\"", " Dengan itu, dia melepaskannya dan berbalik untuk pergi, meninggalkannya.", " Bai Ran menepuk wajahnya dan dengan cepat merapikan pakaiannya. Ya Tuhan, dia sepertinya terlalu banyak berpikir barusan…", " Ketika Bai Ran hampir selesai berkemas, notifikasi WeChat tiba-tiba berbunyi.", " Dia membukanya dan melihat bahwa itu adalah teman yang mencarinya.", " \"Apakah kamu baik-baik saja sekarang?\"", " \"Aku baik-baik saja.\"", " \"Tapi dia akan menikah dengan orang lain.\"", " \"Tidak apa-apa.\" Bai Ran tiba-tiba menjadi tenang.", " “Lalu apakah kamu masih akan kembali belajar? Jika tidak, ikutlah denganku, ”jawab temannya dengan prihatin.", " \"Tergantung. Aku ingin menemani ibuku.” Bai Ran memikirkan ibunya dan hanya bisa menghela nafas.", " “Jika Kamu membutuhkan pekerjaan, datanglah ke tempat Aku. Aku kekurangan tenaga kerja.”", " \"Oke.\"", " Ada jeda. Setelah beberapa saat, sebuah balasan datang. \"Ran Ran, apakah kamu benar-benar ingin bercerai?\"", " Bai Ran melihat kata-kata itu dan merasakan hidungnya menjadi masam.", " Bagaimana dia bisa rela? Dia telah mencintainya selama lebih dari sepuluh tahun. Bahkan jika itu hanya pernikahan dalam nama saja, dia sudah lebih dari bersedia.", " Saat dia ragu-ragu bagaimana menjawab, dia tiba-tiba mendengar langkah kaki.", " Bai Ran meletakkan teleponnya dan melihatnya berjalan dengan piyamanya.", " Itu piyama sederhana, tapi kelihatannya agak mahal untuknya. Bai Ran menatapnya dengan linglung, merasa semakin tidak nyaman.", " Pria yang dicintainya ternyata mencintai orang lain dengan sepenuh hatinya. Selanjutnya, alasan dia bisa menikah dengannya adalah karena kekasihnya tidak bisa menikah dengannya.", " Hu Wan memiliki penyakit jantung bawaan dan tidak cocok untuk kehamilan. Dia bahkan mungkin mati tanpa peringatan.", " Tidak ada seorang pun di keluarga Chen yang mau menerima menantu perempuan seperti itu. Pada saat yang sama, Bai Ran, yang merupakan cucu perempuan mereka, menjadi pilihan pertama mereka.", " Saat itu, keluarga Bai Ran jatuh dari kasih karunia, dan ibunya dirawat di rumah sakit.", " Dia mencintainya dan membutuhkan bantuannya. Namun, dia mencintai Hu Wan dan membutuhkan nama istri.", " Sejak saat itu, kesepakatan dibuat.", " “Kamu tidak bisa memasak lagi. Pergi potong beberapa buah, ”kata Chen Chen tiba-tiba saat dia masuk.", " \"Hah? Apakah kamu tidak keluar untuk makan?” Bai Ran menatap Chen Chen.", " \"Apakah kamu tidak mau?\" Suara dingin Chen Chen terdengar. “Aku memberi tahu mereka ketika Aku berubah sebelumnya. Seseorang akan mengantarkan makanan.”", " \"Bukannya aku tidak mau, tapi …\" Bai Ran sedikit berkonflik saat suaranya menjadi lebih lembut dan lebih lembut.", " Keduanya sempat ingin bercerai. Tidak pantas bagi Bai Ran untuk terus tinggal di sini. Oh tunggu. Selain tinggal di sini selama sehari ketika mereka mendaftarkan pernikahan mereka, mereka tidak pernah tinggal di rumah ini lagi.", " Haha, itu sedikit ironis.", " Setelah semua yang terjadi sebelumnya, hari sudah hampir gelap. Ketika Bai Ran sedang berkemas, dia masih berpikir untuk pergi mencari hotel sebelum gelap. Kalau tidak, tidak akan aman jika sudah terlambat.", " Pada akhirnya, tuan muda ini masih ingin makan buah-buahan.", " \"Mengapa? Apa menurutmu kita tidak seharusnya tinggal di bawah atap yang sama?” Chen Chen melihat melalui pikirannya.", " “Jangan berpikir untuk keluar. Kamu harus tinggal di sini hari ini. Orang-orang kakek semua ada di luar. Kamu tidak bisa pergi kemana-mana.”", " Chen Chen berkata dengan tenang, \"Pertunjukan ini hampir berakhir, tetapi kamu harus berakting dengan baik sebelum berakhir.\"", " \"Baiklah.\" Bai Ran berbalik diam-diam dan pergi untuk memotong beberapa buah.", " Melihat Bai Ran memotong buah dengan kepala menunduk, rambutnya menggantung di bawah telinganya, dan bulu matanya yang panjang berkedip di matanya yang cerah, Chen Chen tiba-tiba merasa bahwa pemandangan ini cukup hangat.", " Namun, hanya ada kehangatan yang tersisa.", " Setelah makan malam, mereka berdua memulai hari yang sama seperti pada hari pertama pernikahan mereka. Mereka tidur di kamar terpisah.", " Keesokan harinya, sebelum tengah hari, Chen Chen buru-buru membawa Bai Ran untuk mencari Hu Wan.", " Di dalam mobil, Bai Ran melihat pemandangan yang lewat di luar jendela dan merasa sedikit sedih. Apakah ada kebutuhan untuk menjadi begitu cemas?", " Dia sangat ingin dia pergi? Untuk berpikir bahwa dia telah melihat perjanjian perceraian yang tidak ditandatangani kemarin dan berpikir bahwa…", " Lupakan, lupakan. Bukankah dia hanya alat baginya? Karena dia sudah membantunya dengan penyakit ibunya, apa lagi yang bisa dia minta?", " Segera, mereka tiba. Bai Ran melihat Hu Wan sekilas. Dia masih cantik dan murah hati seperti sebelumnya. Meskipun wajahnya sedikit pucat, itu tidak mempengaruhi penampilannya sama sekali. Sebaliknya, itu bahkan menambah kecantikannya yang pedih.", " Chen Chen dan Hu Wan seumuran, sedangkan Bai Ran beberapa tahun lebih muda dari mereka. Penampilan Hu Wan memiliki kecantikan yang hangat dan intelektual, jadi di mata Bai Ran, Hu Wan akan selalu menjadi kakak perempuan yang lembut dan dewasa.", " Ketika Hu Wan melihat Bai Ran, dia secara pribadi menariknya untuk duduk dan menyambutnya dengan antusias, \"Ran Ran, aku belum melihatmu selama dua tahun!\"", " \"Ya, Sister Wan,\" jawab Bai Ran dengan sopan.", " Hu Wan memegang tangan Bai Ran dan bertanya sambil tersenyum, “Bagaimana kabarmu? Apakah Kamu mengalami kesulitan belajar di luar negeri? Apakah Kamu bertemu orang yang Kamu sukai? ”", " “Tidak, aku tidak mengalami kesulitan sama sekali. Selain itu, Sister Wan, tebakan Kamu benar-benar akurat. Aku memang punya pacar.” Tangan kosong Bai Ranran mencengkeram sudut kemejanya erat-erat saat dia tersenyum.", " Ya Tuhan, sangat sulit baginya untuk mengatakan hal-hal seperti itu yang bertentangan dengan hati nuraninya.", " \"Aku tahu itu. Ran Ran kami sangat cantik, bagaimana mungkin anak laki-laki di luar itu merindukanmu? ” Hu Wan tersenyum dan bertanya dengan prihatin seperti seorang kakak perempuan. \"Bagaimana dia? Apakah dia tampan? Apakah dia baik padamu?”", " “Saudari Wan, anak laki-laki ini adalah teman sekelasku. Ketika Aku pertama kali pergi ke sekolah, dia memberi Aku banyak bantuan. Kemudian, karena kami menjadi lebih akrab satu sama lain, kami berkumpul. Dia selalu menyayangiku, ”jawab Bai Ran dengan sabar, hampir mempercayai kata-katanya sendiri.", " “Apakah dia tahu tentang situasimu? Dia tidak akan keberatan, kan?” Hu Wan bertanya dengan cemas.", " “Kakak Wan, jangan khawatir. Aku bisa menangani ini. Aku percaya padanya, ”jawab Bai Ran.", " \"Aku pikir juga begitu. Lagi pula, ketika pasangan berkumpul, semuanya berjalan tanpa perlu dikatakan, ”kata Hu Wan secara alami.", " Namun, itu sangat menusuk telinga bagi Bai Ran.", " Terutama kata “bersama” yang ditekankan secara khusus.. Sudah jelas maksudnya.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 3: Ketidaksenangan Kembali ke Rumah", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Bai Ran sedikit canggung dan hanya bisa mengubah topik pembicaraan. “Saudari Wan, jangan bicara tentang Aku. Ini sudah siang. Pesan makanan dulu, aku yakin kamu lapar.”", " “Ran Ran, silakan dan pesan. Pilih beberapa favoritmu, ”kata Hu Wan sambil menyerahkan menu kepada Bai Ran.", " Pada akhirnya, Chen Chen menangkapnya di udara.", " \"Biarkan aku memesan,\" kata Chen Chen.", " Setelah membalik-balik beberapa halaman, Chen Chen dengan terampil menunjukkan beberapa hidangan dan menyerahkannya kepada pelayan.", " Serangkaian tindakan kejam ini menusuk hati Bai Ran.", " Bukankah dia takut dia akan memesan hidangan yang tidak disukai Hu Wan? Dia benar-benar memikirkan Hu Wan di mana-mana. Pada akhirnya, Bai Ran benar-benar alat.", " Ketika piring diletakkan di atas meja, itu seperti yang diharapkan Bai Ran.", " Namun, dalam sekejap mata, keluhan dan kecemburuan Bai Ran ditekan lagi. Cinta tidak pernah tentang seseorang yang harus membalas perasaan tanpa syarat. Selain itu, kesehatan Sister Hu Wan juga tidak baik. Apa yang lebih penting daripada mati karena usia tua? Dia harus mengerti.", " Dengan pemikiran ini, hati Bai Ran sedikit rileks. Mereka bertiga menyelesaikan makan mereka dengan harmonis.", " Setelah meninggalkan hotel, Chen Chen ingin pergi bersama Hu Wan tanpa mengucapkan selamat tinggal.", " Di sisi lain, Hu Wan penuh dengan senyuman saat dia mengucapkan selamat tinggal pada Bai Ran. Ketika dia akhirnya melihat mobil Chen Chen pergi, Bai Ran akhirnya menghela nafas lega.", " Makanannya memang terlalu menyedihkan.", " Bai Ran bisa dengan jelas melihat kecemasan dan perhatian Chen Chen terhadap Hu Wan.", " Hati Chen Chen hanya bisa menampung Hu Wan! Karena mereka bercerai, dia harus menyerah!", " Sementara Bai Ran linglung di pinggir jalan, Chen Chen pergi ke bar untuk mencari teman setelah berpisah dari Hu Wan.", " Saat dia melihat Chen Chen, temannya bercanda, “Bagaimana? Apakah Kamu memberikan perjanjian perceraian kepada istri Kamu yang lembut? Dia tidak menangis, membuat ulah, atau mencoba bunuh diri, kan?”", " \"Kalian terlalu meremehkan Bai Ran,\" kata Chen Chen dengan nada menghina. Dia berbalik dan meminta pelayan untuk menyajikan segelas anggur untuknya.", " “Dia sangat tenang. Dia tidak bertanya atau mengatakan apa-apa dan menandatangani surat-surat dengan tegas.” Chen Chen memikirkan bagaimana Bai Ran melakukannya sekaligus setelah mendapatkan pena kemarin. Untuk beberapa alasan, dia merasa sedikit marah.", " “Bai Ran masih bisa begitu tenang? Dia memang sangat dewasa setelah pergi selama dua tahun, ”kata salah satu temannya, Ye Lin sambil tersenyum.", " “Kau membuatku ingin bertemu dengannya, hahaha.” Ye Lin memikirkannya dan mengejek, “Lagipula, bukan kami yang menceraikannya. Kita masih bisa berteman dengan damai!”", " \"Apa yang Kamu pikirkan? Dia harus merawat ibunya yang sakit-sakitan sekarang. Jangan memprovokasi dia.” Chen Chen dengan santai mendorong Ye Lin ke samping.", " \"Aiyo, Tuan Muda Chen kami cemas.\" Ye Lin tersenyum. “Kau sangat protektif padanya. Kenapa kamu masih bercerai ?! ”", " “Jangan mengolok-olok Tuan Muda Chen. Bukannya kamu tidak tahu betapa dia menyukai Hu Wan!” kata teman yang lain, tidak tahan.", " \"Aku bercanda!\" Ye Lin menepuk bahu Chen Chen dan tiba-tiba berkata dengan serius, “Tapi sebagai saudara, aku masih harus menanyakan ini padamu. Apakah Kamu benar-benar akan menikah dengan seseorang yang akan meninggal?”", " \"Mungkin,\" kata Chen Chen ragu-ragu.", " Ketika dia memikirkan sikap Bai Ran yang sopan dan tenang, dia merasa sedikit tidak nyaman dan tiba-tiba meneguk anggur.", " Obrolan kecil dengan temannya tidak membuat Chen Chen senang. Dia dengan cepat keluar lagi dan pergi ke sungai. Dia tinggal di sana sampai malam dan bangun untuk kembali ke orang tuanya.", " Lagi pula, sudah lama sejak dia kembali.", " Chen Chen memasuki rumah dan melihat Bai Ran disana, mengobrol dan tertawa bersama ibunya.", " Tampilan bahagia dan santai itu sama sekali tidak terlihat seperti dia bersamanya. Termasuk ibu dan neneknya. Mereka begitu ramah seolah-olah mereka sedang melihat putri mereka sendiri.", " Tidak, mereka lebih dekat dengannya daripada dengan putri mereka sendiri. Dia dan saudara perempuannya belum menerima perlakuan seperti itu!", " Perbandingan itu menjijikkan!", " Nenek memiliki mata yang tajam dan melihat Chen Chen terlebih dahulu. Dia bahkan tidak mengangkat kepalanya dan mengejek, \"Huh, aku pikir wanita itu telah merayu jiwa cucuku!\"", " “Jadi masih ada yang tersisa! Kamu masih tahu untuk kembali dan mengunjungi kami!” Ibu Chen Chen menambahkan.", " \"Tepat! Kita masih harus berterima kasih kepada wanita itu!” Nenek mengangkat kepalanya dan bahkan tidak repot-repot menatapnya.", " “Bu, Nenek, jangan bicara seperti itu. Hu Wan tidak seperti yang kamu katakan, ”jawab Chen Chen, mencoba yang terbaik untuk tetap tenang.", " “Kamu masih berbicara untuk wanita itu! Bagaimana kita menjadi sarkastis ?! ” Nenek berbalik dan mau tidak mau menaikkan level desibelnya.", " \"Betul sekali. Kau sangat protektif padanya. Apakah Kamu benar-benar akan menikahi wanita yang akan mati suatu hari seperti yang dikatakan media ?! ” Ibu Chen Chen juga cemas.", " “Bu, Nenek …” Chen Chen hendak mengatakan sesuatu ketika dia disela lagi.", " “Sudah kubilang, keluarga Chen kita tidak akan pernah menerima ini! Kami sudah memiliki istri yang baik!” Ibu Chen Chen berkata dengan tegas.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 6: Memukul Mobil Dorong", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Namun, Chen Chen, sebagai orang yang akan mati dan sebagai mantan ibu mertuamu, dapatkah aku membuat satu permintaan egois terakhir darimu sebelum aku mati …\" Ibu Bai Ran menghela nafas dan berkata.", " \"Bu, aku akan marah jika kamu terus mengatakan itu!\" Bai Ran mau tidak mau menyelanya saat dia berdiri di sampingnya. Matanya sedikit merah.", " \"Bai Ran, jangan bicara.\" Ekspresi ibu Bai Ran tiba-tiba menjadi sangat serius. \"Chen Chen, datang.\"", " Chen Chen mencondongkan tubuh ke depan dan ibu Bai Ran berkata dengan serius, “Ran Ran akan sendirian mulai sekarang. Aku sangat khawatir. Tidak peduli apa, dia pernah menjadi istrimu dan saudara perempuan yang kamu lihat tumbuh dewasa. Aku harap saat Kamu menjalani kehidupan yang baik, Kamu dapat membantunya ketika dia menghadapi beberapa kesulitan besar … \"", " “Bu, jangan katakan apa-apa lagi. Ini bukan permintaan. Aku akan melakukannya bahkan jika kamu tidak memberitahuku!\" Chen Chen melingkarkan lengannya di bahu Bai Ran. Dia memandang ibu mertuanya yang sakit-sakitan, yang hampir tidak bisa berbicara. Dia masih khawatir tentang Bai Ran dan menyerahkan urusan pemakamannya. Dia tiba-tiba merasa seperti orang brengsek.", " Tubuhnya tiba-tiba bersandar pada lengan yang kokoh. Mata Bai Ran melebar tiba-tiba. Dia melihat tangan di bahunya dan kemudian ke Chen Chen, terkejut dengan gerakan intim ini.", " Namun, Bai Ran pulih dengan cepat. Dia membungkuk dan melepaskan lengan Chen Chen tanpa jejak. Dia bersandar di tempat tidur ibunya dan berkata dengan serius, “Bu, jangan pikirkan ini sekarang. Kamu hanya perlu menerima perawatan dokter setiap hari. Semuanya akan baik-baik saja. Aku akan selalu berada di sisimu.”", " Dengan tangannya yang tiba-tiba kosong, Chen Chen merasa sedikit canggung dan hanya bisa diam-diam meletakkan tangannya.", " Setelah menenangkan ibunya untuk tidur, Bai Ran menarik Chen Chen keluar dari bangsal dan mengingatkannya untuk tidak datang lagi.", " “Ibumu sangat yakin padaku. Dia sudah mempercayakanmu padaku, tetapi kamu bahkan tidak membiarkan aku melihatnya? ” Chen Chen tidak bisa membantu tetapi merasa sedikit marah. Bagaimana dia bisa begitu jauh?!", " “Karena itu tidak ada artinya. Kami tidak lagi berhubungan. Kamu tidak perlu peduli dengan apa yang ibuku katakan, ”jawab Bai Ran dengan tenang.", " “Apakah ada kebutuhan untuk menjadi seperti ini? Kapan Aku menyinggung Kamu? ” Chen Chen mengerutkan kening.", " \"Menyinggung? Tidak juga. Hanya saja kami sudah bercerai.” Bai Ran berusaha keras untuk mengeluarkan senyum dangkal. Tapi siapa yang tahu betapa sakit yang dia rasakan ketika dia mengucapkan kata-kata itu?", " “Siapa bilang kita sudah bercerai? Secara hukum, kamu masih istriku.” Sedikit kesombongan melintas di mata Chen Chen. Bahkan dia tidak menyadarinya.", " Bai Ran tidak memandangnya dan juga tidak menyadarinya. Dia dengan cepat menjawab, \"Jadi, ayo pergi sekarang.\"", " \"Kemana kita akan pergi?\" Chen Chen bingung.", " “Untuk menangani prosedur. Dengan begitu, aku tidak akan menjadi istrimu lagi!” Bai Ran berkata dan ingin berjalan ke bawah.", " Chen Chen menariknya kembali. \"Apakah kamu begitu tidak sabar?\"", " \"Atau apakah kamu sudah menantikan hari ini selama dua tahun terakhir?\" Chen Chen bertanya lagi.", " Dialah yang memintanya untuk menandatangani perjanjian perceraian, oke? Pada akhirnya, itu adalah kesalahannya.", " Bai Ran sedikit tidak berdaya saat dia mencerca diam-diam di dalam hatinya.", " “Kalau begitu ambil saja itu yang Aku pikirkan. Ayo pergi sekarang.\" Bai Ran menyesuaikan ekspresinya dan mencoba menghadapi Chen Chen setenang mungkin.", " “Aku tidak membawa surat cerai,” kata Chen Chen.", " \"Tidak apa-apa. Aku akan mencetaknya di tempat. Kami tidak membutuhkan apa pun kecuali sertifikat itu, ”jawab Bai Ran tegas.", " “Aku masih memiliki pekerjaan yang harus dilakukan nanti. Aku tidak punya waktu untuk menemanimu!” Chen Chen melihat tatapan cemas Bai Ran dan mengepalkan tinjunya sedikit. Untuk beberapa alasan, dia merasa marah.", " Takut Bai Ran akan terus mengganggunya dalam masalah ini, dia buru-buru berkata, “Apa rencanamu di masa depan? Apakah Kamu berencana untuk bekerja di sini?\"", " \"Ya, Aku sudah menemukannya,\" jawab Bai Ran.", " Apakah dia terlalu banyak berpikir? Apakah dia sengaja menghindari perceraian?", " Bai Ran menggigit bibirnya dan dengan cepat menyingkirkan fantasi yang tidak realistis ini.", " “Kamu benar-benar proaktif dalam mencari jalan keluar untuk dirimu sendiri!” Chen Chen mengejek.", " \"Aku …\" Bai Ran benar-benar tidak berdaya. Jika dia tidak merencanakan untuk dirinya sendiri, apakah dia akan menunggu Chen Chen mengusirnya?", " \"Jika Kamu masih memiliki pekerjaan yang harus dilakukan dan tidak dapat melalui formalitas, Aku akan bergerak dulu.\" Bai Ran tidak menunggunya untuk menjawab saat dia melangkah maju.", " Dia tidak ingin terus mengganggunya. Dia harus tegas sekarang. Dia tidak bisa memiliki fantasi lagi.", " Dia berjalan sangat cepat sehingga dia tidak menyadari bahwa seorang perawat sedang mendorong gerobak berisi peralatan medis di depannya.", " \"Hati-hati!\"", " Chen Chen melihat dari belakang bahwa Bai Ran hendak menabrak kereta. Dia bergegas dan menarik Bai Ran pergi.", " Namun, itu masih agak terlambat.. Meskipun dia telah menarik Bai Ran, lengannya menabrak peralatan kaca dan menghancurkan beberapa botol.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 5: Penolakan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Tidak masalah jika Aku mati karena usia tua dan sakit, Aku sudah mengatasinya. Aku hanya tidak bisa berhenti mengkhawatirkanmu.” Ibu Bai Ran menatap langit-langit dengan ekspresi melankolis. “Katakan padaku, apa yang dia katakan padamu ketika kamu kembali kemarin? Apakah dia menyebutkannya padamu?”", " \"Ya, Aku sudah menandatangani perjanjian perceraian.\" Bai Ran mengatakan yang sebenarnya kepada ibunya dengan tenang. Pada saat ini, jika dia masih tidak mengatakan apa-apa padanya, ibunya mungkin akan lebih khawatir dan itu mungkin mempengaruhi kondisinya.", " Meskipun dia mengatakannya dengan sangat tenang, hatinya masih sakit ketika dia mengatakannya sendiri.", " “Bu, jangan khawatir. Meskipun Aku sudah bercerai, Aku masih bisa hidup dengan baik dan merawat Kamu dengan baik. ” Bai Ran tersenyum dan menghibur ibunya.", " \"Betul sekali. Putri Aku sangat baik. Hidupnya tidak akan buruk! Mari kita temukan seseorang yang lebih luar biasa di masa depan! ” Ibu Bai Ran melihat senyum paksa Bai Ran dan tidak tahan untuk mengungkapkannya.", " Ibu dan anak itu saling menghibur dan segera tertidur lagi.", " Keesokan paginya, Bai Ran berbaring di depan tempat tidur dan terbangun dalam keadaan linglung. Tepat ketika dia hendak mengangkat tubuhnya, dia melihat selimut di punggungnya. Itu milik keluarga Chen.", " Bai Ran sedikit bingung, tapi dia melihat Chen Chen berdiri di sampingnya dari sudut matanya.", " Dia berdiri seperti tersengat listrik. \"Mengapa kamu di sini?\"", " Kemudian, melihat tempat tidur rumah sakit kosong, dia sedikit cemas dan ingin mencari ibunya.", " Chen Chen menghentikannya. “Ibumu telah dibawa oleh perawat untuk pemeriksaan. Jangan khawatir. Dia akan segera kembali.”", " “Dan kenapa aku tidak bisa datang? Ini bukan ibumu sendiri, dia ibu mertuaku,” lanjut Chen Chen.", " Ketika Bai Ran mendengar ini, dia merasa sangat tidak berdaya. Sungguh ironis bahwa dia bisa memperlakukan ibu istrinya sebagai ibunya tetapi tidak memperlakukannya sebagai istrinya. Apalagi mereka akan bercerai.", " Memikirkan hal ini, dia mengambil kembali selimutnya dan merapikannya sebelum menyerahkannya kepada Chen Chen. Dia berkata dengan sopan, “Terima kasih. Maaf merepotkanmu.\"", " \"Apakah ada kebutuhan untuk bersikap sopan?\" Chen Chen tidak menerimanya. “Tinggalkan saja di sini. Gunakan itu lain kali dan jangan sampai masuk angin.”", " Apakah dia mengkhawatirkannya? Bai Ran sedikit terkejut, tapi dia segera menekan pikiran ini.", " Dia memperingatkan dirinya sendiri untuk tidak melamun seperti itu lagi.", " Dia milik Suster Wan. Dia milik Suster Hu Wan. Dia milik Suster Wan! Hal-hal penting harus dikatakan tiga kali!", " Setelah tenang, Bai Ran menjawab dengan dingin, “Tidak perlu. Serahkan kata-kata ini pada Sister Wan. Dia membutuhkan mereka lebih dari Aku dan lebih cocok untuk mereka. Pergi merawatnya dengan cepat. ”", " Dengan itu, dia pindah ke samping dan memberi isyarat agar dia pergi.", " Melihat tindakan ini, Chen Chen bahkan lebih marah. \"Hei, kenapa kamu bertingkah begitu jauh … Kami belum bercerai!\"", " \"Tidak? Aku sudah menandatanganinya!” Nada suara Bai Ran masih dingin.", " “Aku belum menandatanganinya! Prosedur kami juga belum selesai!” Chen Chen tiba-tiba berdebat seperti anak kecil.", " “Apa gunanya mengatakan ini? Kamu mengingatkan Aku, cepatlah dan cari waktu untuk pergi bersama Aku untuk menyelesaikan prosedur. Dengan begitu, kamu bisa menikahi Sister Wan lebih cepat, ”jawab Bai Ran dengan tenang.", " “Kamu benar-benar perhatian pada Sister Wan-mu!” Chen Chen mengerutkan bibirnya menjadi garis.", " “Ya, bukankah itu yang kamu inginkan?” Bai Ran tidak ingin melanjutkan percakapan dengannya. Kalau tidak, dia masih akan memiliki fantasi.", " “Juga, cepat dan pergi. Aku akan merawat ibuku sendiri.” Bai Ran terus mengejarnya.", " “Apakah kamu benar-benar tidak ingin aku tinggal di sini? Mungkinkah seseorang akan datang nanti? ” Chen Chen menatap Bai Ran dengan curiga.", " Bai Ran memiliki hati nurani yang bersih. Dia menatap matanya dan berkata, “Tidak, Aku hanya ingin Kamu mempertahankan batasan Kamu. Saat ini, Sister Wan lebih membutuhkanmu daripada aku. Jangan datang lagi.”", " Saat Bai Ran berbicara, dia ingin menariknya keluar. Dia benar-benar tidak ingin Chen Chen mengunjungi ibunya lagi dari lubuk hatinya. Dia tidak ingin melihat wajah pria itu yang mengingatkannya pada cinta bertepuk sebelah tangan. Dia tidak ingin melihatnya melakukan ini karena apa yang disebut identitasnya sebagai istrinya dan apa yang disebut ikatan keluarga mereka.", " Karena mereka berdua akan segera memutuskan hubungan, tidak perlu tetap berhubungan.", " Pada saat ini, seorang perawat mendorong ibu Bai Ran masuk.", " Bai Ran dan perawat membantu ibunya ke tempat tidur. Chen Chen ingin membantu, tetapi dia ditolak oleh Bai Ran.", " Melihat perbuatan Bai Ran, ibu Bai Ran akhirnya merasa lega.", " Sepertinya Ran Ran juga berencana untuk memulai hidup barunya.", " Setelah perawat pergi, ibu Bai Ran memandang Chen Chen dan berkata dengan tulus, “Aku sudah tahu tentang kalian berdua. Karena Kamu sudah membuat keputusan, maka mari kita semua hidup terpisah mulai sekarang. Aku percaya ini akan baik untuk Kamu dan Ran Ran.", " \"Ya!\" Balasan ini membuat Chen Chen sedikit sedih.. Dia tidak tahu bagaimana menggambarkan perasaannya.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 7: Jangan Sentuh Dia", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Pada saat ini, Chen Chen hanya mengenakan kemeja. Pecahan kaca tajam langsung menembus baju tipis itu, dan darah menyembur keluar.", " Bai Ran ditarik ke samping. Sebelum dia bisa menstabilkan dirinya, dia berbalik dan melihat sepetak merah.", " Dia berlari dengan cemas. “A, bagaimana? Biarku lihat!\"", " Chen Chen memblokirnya dan berkata, “Tidak apa-apa. Bukankah kamu sedang terburu-buru untuk pergi sekarang?”", " \"Aku …\" Bai Ran bingung dengan kata-kata Chen Chen dan khawatir tentang luka-lukanya. Untuk sesaat, dia tidak tahu bagaimana menjelaskannya.", " Perawat yang tertabrak datang. “Tuan, apakah Kamu baik-baik saja? Ikutlah bersamaku. Aku akan mengobati lukamu.”", " “Tidak perlu. Tidak ada yang serius. Aku baru saja mematahkan beberapa kulit. ” Chen Chen berdiri dan menutupi lukanya.", " “Tidak, ini rumah sakit. Kamu harus membalutnya.” Bai Ran sedikit cemas. Dia menariknya kembali, fitur wajahnya terpelintir.", " \"Berangkat.\" Chen Chen menurunkan matanya dan menatap tangan itu dengan dingin. “Ini bukan masalah besar.”", " Bai Ran ketakutan dengan tatapan ini dan dengan cepat menarik tangannya.", " \"Maafkan Aku. Aku hanya ingin melihat apakah kamu baik-baik saja. Selain itu, Kamu melakukannya untuk menyelamatkan Aku. ” Bai Ran merasa sangat bersalah dan menundukkan kepalanya.", " \"Aku benar-benar baik-baik saja.\" Melihat betapa hati-hatinya Bai Ran, nada suara Chen Chen melunak. Dia tidak tahu mengapa dia begitu canggung.", " Chen Chen menutupi lukanya dan berbalik untuk pergi. Dia belum berjalan jauh ketika Bai Ran melihatnya meletakkan tangannya. Darahnya sudah berhenti dan tidak menetes lagi.", " Bai Ran merasa sedikit lega saat melihat ini. Lukanya tidak boleh dalam. Dia akan membeli beberapa kain kasa dan barang-barang untuk dibawa kembali nanti.", " “Ada apa dengan tuan ini? Kita bisa membalutnya di sini, ”kata perawat sambil mengemasi potongan-potongan itu.", " Ketika Bai Ran mendengar suara perawat, dia dengan cepat berbalik dan membantu membersihkan. “Aku benar-benar minta maaf tentang sebelumnya. Aku tidak melihat ke depan Aku, Aku benar-benar minta maaf.”", " \"Tidak apa-apa. Kamu harus menjaga suamimu dengan baik. Kembali dan bersihkan lukanya dengan hati-hati. Jika ada pecahan kaca yang masuk ke lukanya, dia akan mudah terinfeksi,” perawat mengingatkan sambil memilah-milah potongan terakhir.", " \"Terima kasih. Aku akan berhati-hati.\" Bai Ranran tersenyum sedikit, tapi dia mengeluh di dalam hatinya. Dengan percakapan mereka barusan, bagaimana mungkin perawat berpikir bahwa mereka adalah pasangan?", " Bai Ran pergi ke rumah sakit tempat mereka menjual perlengkapan medis dan bersiap untuk membeli yodium dan kain kasa.", " Saat dia sedang memetik, seseorang tiba-tiba datang dan menepuk pundaknya.", " \"Ah, Saudara Ye Lin!\" Bai Ran berbalik dan terkejut melihat bahwa itu sebenarnya Ye Lin, yang sudah bertahun-tahun tidak dia lihat.", " \"Mengapa kamu di sini?\" Bai Ran bertanya sambil memegang kain kasa.", " “Aku datang untuk menemui Bibi dan melihatmu pada saat yang sama. Pada akhirnya, kamu tidak ada di sana ketika aku pergi, ”kata Ye Lin sambil tersenyum. \"Aku sedang berpikir untuk membeli obat ketika aku bertemu denganmu di sini.\"", " “Terima kasih telah datang menemui ibuku.” Bai Ran memandang Ye Lin dengan penuh rasa terima kasih. \"Obat apa yang kamu beli? Apakah sesuatu terjadi?”", " “Haha, jangan mengutukku. Apa yang bisa terjadi padaku? Aku hanya ingin membeli beberapa kebutuhan sehari-hari, ”kata Ye Lin sambil tersenyum.", " \"Ngomong-ngomong, bagaimana hubunganmu dan Chen Chen?\" Ye Lin bertanya dengan santai.", " “Kami baru saja berpisah.” Ketika Bai Ran mendengar nama Chen Chen, senyum di wajahnya langsung menghilang.", " Ye Lin memperhatikan perubahan Bai Ran dan dengan cepat menghiburnya. “Chen Chen yang buta. Jangan pikirkan dia di masa depan. Ran Ran, kamu sangat cantik. Ada banyak pria yang lebih baik darinya di mana pun!”", " \"Karena kamu memanggilku Kakak Ye Lin, aku akan memperkenalkanmu dengan seorang pria besok!\" Ye Lin menjadi semakin antusias saat dia berbicara.", " \"Baiklah baiklah. Aku akan mendengarkan Saudara Ye Lin.” Bibir Bai Ran melengkung lagi saat dia memaksakan senyum. Meskipun dia tahu bahwa itu hanya ucapan biasa, dia masih mendengarkan dengan seksama.", " \"Ran Ran kami patuh!\" Ye Lin berkata dan menyentuh kepala Bai Ran.", " “Jangan sentuh dia!”", " Pada saat ini, teriakan keras datang dari belakang mereka berdua.", " Mereka berdua berbalik dan melihat bahwa itu adalah Chen Chen.", " “Kamu kenapa?” Ye Lin dan Bai Ran berkata serempak.", " Ketika dia melihat bahwa itu adalah Chen Chen, Ye Lin dengan cepat menarik tangannya.", " Chen Chen tidak berbicara. Dia berlari ke Bai Ran dan memasukkan cek ke tangannya sebelum berbalik untuk pergi.", " Alasan pertama dia pergi ke rumah sakit hari ini adalah untuk menemui ibu Bai Ran, dan yang kedua adalah untuk memberinya kompensasi. Pada akhirnya, ketika dia melihat penampilan Bai Ran yang jauh di rumah sakit, dia langsung melupakan masalah ini dan hanya bisa kembali sekarang. Siapa yang tahu bahwa dia akan melihat pemandangan ini ketika dia kembali!", " Seluruh prosesnya lancar dan tidak memakan waktu lebih dari 10 detik. Ketika Bai Ran bereaksi dan berteriak agar dia menunggu, Chen Chen sudah menghilang.", " \"Dia …\" Bai Ran menatap cek di tangannya, tidak tahu harus berbuat apa.", " \"Simpan saja. Itu yang pantas dia dapatkan, ”kata Ye Lin. \"Dia mengecewakanmu, tapi dia tidak sebahagia yang kamu pikirkan.\"", " \"Bukankah dia seharusnya senang terpaku pada orang yang dia sukai setiap hari?\" Bai Ran bertanya.. Ketika dia memikirkan perawatan Chen Chen untuk Hu Wan, hatinya sakit.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 1: Basah di Dapur", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Membanting!", " Secarik kertas tiba-tiba terlempar di depan Bai Ran. Di kertas itu tertulis lima kata besar, “Perjanjian Perceraian.”", " Bai Ran menurunkan matanya untuk menyembunyikan kesedihan di dalamnya. Kemudian, dia tersenyum tipis dan dengan lembut menerima perjanjian perceraian.", " Meski sudah menikah selama dua tahun, mereka hidup sebagai orang asing.", " Benar saja, hari ini telah tiba. Ketika dia melihat media mengambil foto dia dan wanita itu memasuki toko pengantin bersama, dia sudah siap secara mental.", " Namun, ketika dia benar-benar melihat selembar kertas ini, kesedihan yang tak terlukiskan melonjak di hatinya.", " Tidak peduli seberapa baik dia berpura-pura, tangannya yang gemetar masih mengkhianatinya.", " Berpikir kembali ke hari setelah mereka mendaftarkan pernikahan mereka, Bai Ran dikirim untuk belajar di luar negeri oleh Chen Chen. Kepada dunia luar, dia berkata, \"Aku membantu istri Aku memperbaiki dirinya sendiri.\"", " Tentu saja, Bai Ran tahu betul bahwa dia hanya melakukan ini untuk wanita itu.", " Jika bukan karena penyakit serius ibunya, dia mungkin tidak akan membiarkannya kembali. Dia mungkin hanya akan membiarkannya muncul untuk mengambil akta cerai.", " \"Kenapa kamu linglung?\" Chen Chen mengerutkan kening. “Kau tidak mau menandatanganinya?”", " \"Bagaimana bisa? Aku hanya tidak punya pena.” Pikiran Bai Ran ditarik kembali. Dia segera berdiri dan berjalan ke meja.", " Jadi dia tidak sabaran?", " Dalam waktu kurang dari satu menit, dia kembali ke tempat duduknya dan menandatangani namanya. Seluruh tindakannya dilakukan tanpa ragu-ragu.", " Melihat betapa tegas Bai Ran, Chen Chen tiba-tiba merasa sedikit frustrasi. Dia kemudian berkata, \"Aku ingin dia berjalan di sisa perjalanan dengan bahagia.\"", " \"Ya Aku tahu.\" Tubuh Bai Ran menegang saat hatinya tenggelam. Dia terus mengatakan bahwa itu semua karena dia, bahwa semuanya untuknya!", " Tapi segera, dia santai lagi.", " Lalu bagaimana jika hatinya terluka? Dia hanya orang luar, bukan?", " Dia segera menyerahkan perjanjian perceraian kepada Chen Chen. Chen Chen melihat selembar kertas dan berhenti sejenak sebelum berkata, \"Apakah kamu tidak ingin melihat apa yang tertulis di atasnya?\"", " “Tidak perlu melihat. Tidak ada aset atau kepentingan di antara kita. Kami hanya perlu mendaftarkan perceraian kami, ”kata Bai Ran dengan tenang.", " \"Lihat lagi.\" Chen Chen memasukkan kembali perjanjian perceraian ke tangan Bai Ran. \"Katakan padaku apa pun yang kamu inginkan!\"", " Bai Ran meliriknya dengan lembut.", " Dia bahkan telah memberikan mobil, rumah, dan tabungannya dalam perjanjian perceraian.", " Hehe, hadiah yang luar biasa!", " Jejak kepahitan melintas di mata Bai Ran saat dia berkata dengan tenang, “Kamu sudah memberiku banyak. Juga, tanpa bantuanmu, ibuku mungkin tidak akan bertahan sampai sekarang. Terimakasih untuk semuanya.\"", " Mendengar nadanya yang sopan dan jauh, Chen Chen tiba-tiba merasa sedikit gila karena suatu alasan.", " Dia dengan santai membuang perjanjian itu dan menenangkan pikirannya.", " Bai Ran melihat tangannya dan sebuah cahaya melintas di matanya. Kenapa dia tidak segera menandatanganinya? Mungkin…", " Detik berikutnya, suara dingin Chen Chen terdengar. \"Karena kamu ingin berterima kasih padaku, bantu aku melakukan sesuatu.\"", " Fantasinya langsung hancur. Bai Ran menertawakan dirinya sendiri dan menatapnya. \"Katakan padaku.\"", " \"Temani aku untuk melihat Hu Wan besok,\" kata Chen Chen.", " “Ya, jangan khawatir. Aku akan mengatakan kepadanya bahwa Aku ingin pergi karena Aku sudah memiliki pacar yang sangat baik, ”kata Bai Ran tanpa ragu-ragu.", " Hmm? Ini membuat Chen Chen sedikit bingung.", " Kenapa dia begitu pintar dalam hal seperti itu… Apakah ada kebutuhan?!", " Namun, Chen Chen masih mencibir. “Karena kamu mengerti maksudku, itu tergantung pada kinerjamu!”", " Setelah jeda, nada suara Chen Chen melunak. “Aku ingat kamu tahu cara memasak. Ayo masak sesuatu untukku.”", " \"Oke,\" jawab Bai Ran dengan patuh.", " Bai Ran berdiri dan berjalan ke dapur. Setelah mengambil beberapa langkah, dia tidak bisa tidak berbalik untuk melihat Chen Chen.", " Setelah tidak bertemu dengannya selama dua tahun, punggungnya tampak sedikit tegak. Bai Ran bahkan memiliki keinginan untuk bergegas dan memeluknya.", " Bai Ran telah mencintainya diam-diam selama bertahun-tahun. Wajahnya yang cantik, temperamennya yang tak tertandingi, dan segala sesuatu yang lain selalu menghantui mimpinya.", " Sekarang, mimpi ini hancur.", " Bai Ran berbalik dan dengan lembut membuka dapur. Ketika dia melihat peralatan makan yang lengkap, dia tiba-tiba merasa sedikit lega.", " Baiklah, dia akan memasak makanannya untuk terakhir kalinya.", " Bai Ran membuka lemari es dan melihat bahwa itu diisi dengan daging dan sayuran. Itu mungkin disiapkan oleh kakeknya untuk mereka berdua ketika dia melihat dia kembali.", " Sayangnya, dia berpikir dengan sedih bahwa dia tidak akan bisa memakannya setelah hari ini.", " Menyentuh lemari es baru, Bai Ran merasa lebih tertahan.", " Pernikahan ini tidak pernah ada. Mereka berdua belum pernah menghabiskan satu hari bersama di vila besar ini. Namun, inilah kehidupan yang Bai Ran impikan.", " Bayangan dia kembali untuk melihat ibunya muncul di benaknya lagi. Ibunya sangat lemah, tetapi dia masih memegang tangannya dengan erat. Sulit baginya untuk berbicara, tetapi dia masih merasa kasihan dengan kata demi kata. “Huh, dia benar-benar tidak pernah memikirkanmu. Kamu menikah karena iseng, tetapi sekarang, Kamu mungkin akan menikah dengan orang lain. Tapi bagaimana Kamu akan hidup di masa depan? Seorang gadis yang baik menyia-nyiakan masa mudanya begitu saja. Bagaimana Kamu akan menemukan keluarga yang baik di masa depan ?! ”", " Bai Ran tersenyum pahit. Apa yang akan terjadi di masa depan bukanlah sesuatu yang akan dia pertimbangkan sekarang. Dia hanya sangat sedih. Mulai sekarang, dia tidak ada hubungannya dengan Chen Chen.", " Dia memilah-milah pikirannya dan mengambil beberapa sayuran. Kemudian, dia berjalan ke kolam dan baru saja menyalakan keran ketika keran tiba-tiba jatuh, menyebabkan air menyembur keluar.", " Bai Ran tidak bisa menahan diri untuk tidak berteriak keras dan buru-buru memutar saklar. Tanpa diduga, sakelar tidak dapat diputar …", " Chen Chen bergegas ketika dia mendengar suara itu. Ketika dia datang, dia melihat tanah dipenuhi air, dan Bai Ran basah kuyup.", " Dia dengan cepat berlari ke saklar dan menggunakan beberapa kekuatan untuk akhirnya mematikan keran. Namun, dia juga basah kuyup.", " Ketika Bai Ran melihat bahwa airnya tidak lagi terciprat, dia akhirnya menghela nafas lega. Tubuhnya melunak ke arah rak di sampingnya dan dia menarik napas dalam-dalam beberapa kali.", " Namun, dia dengan cepat mengingat sesuatu dan dengan cepat menyusut kembali. Dia berbisik, “Um… maafkan aku. Aku tidak tahu mengapa Aku memecahkan ini … \"", " Penampilannya yang basah dan suaranya yang hati-hati membuatnya terlihat lebih menyedihkan. Chen Chen tertegun sejenak.", " Namun, dia dengan cepat kembali ke akal sehatnya dan menjelaskan dengan dingin, “Itu bukan salahmu. Kakek mengirim seseorang untuk mengantarkan makanan pada siang hari dan memeriksa peralatan dapur. Dia mengatakan bahwa ini rusak. Aku akan memperbaikinya besok. Aku lupa memberitahumu.\"", " “Kamu tidak perlu memasak lagi.” Chen Chen mengerutkan kening dan tiba-tiba menjadi serius. “Apakah kamu tidak akan berubah? Apakah masuk angin itu menyenangkan?”", " “Oh, oh… aku akan segera pergi.” Bai Ran gemetar mendengar teguran ini dan berlari keluar dengan tergesa-gesa.", " Setelah beberapa langkah, dia berlari kembali dan berkata kepadanya, “Apakah kamu tidak perlu berubah juga? Aku akan mencarikanmu beberapa pakaian.”", " ", "www.worldnovel.online"]},
{"testing": [" Bab 10: Kematian Ibu", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Ya, penyakitnya tidak bisa diganggu. Kamu tidak diizinkan untuk mengatakan hal seperti itu di masa depan, ”Chen Chen memperingatkan dengan serius.", " “Oke, oke, aku akan berhenti membicarakannya. Kamu sudah sangat serius selama bertahun-tahun ketika Hu Wan disebutkan. Dia benar-benar biji matamu.” Ye Lin mengerutkan bibirnya. \"Betapa membosankan.\"", " Detik berikutnya, Ye Lin sepertinya memikirkan sesuatu dan menambahkan, \"Karena kamu sangat peduli dengan Hu Wan, mengapa kamu masih sangat marah ketika kamu melihatku menyentuh kepala Ran Ran sore ini?\"", " “Bukankah seharusnya aku marah? Dia istriku.” Chen Chen melirik Ye Lin.", " \"Istri? Kalian berdua sudah bercerai, oke?” Ye Lin memutar matanya.", " \"Belum,\" kata Chen Chen dingin.", " \"Apa maksudmu? Bukankah kamu mengatakan dia menandatangani perjanjian perceraian terakhir kali? ” Ye Lin sedikit penasaran.", " “Tapi aku tidak pernah melakukannya.”", " \"Hah? Mengapa Kamu tidak menandatanganinya? Bukankah kamu menunggu untuk menikahi Hu Wan?” Ye Lin benar-benar tidak mengerti apa yang dipikirkan orang ini.", " “Kesampingkan untuk saat ini. Tidak masalah jika Aku tidak menandatanganinya, ”kata Chen Chen, tidak mau memikirkan perjanjian perceraian.", " “Lalu bagaimana dengan Hu Wan-mu?” Ye Lin bingung.", " Saat mereka berbicara, WeChat Chen Chen berdering. Chen Chen membukanya dan melihat bahwa itu adalah Hu Wan. “Ah Chen, kenapa kamu pergi? Bisakah kamu kembali? Aku sangat takut sendirian.”", " “Ck, lihatlah kekasih kecilmu. Terpisah sehari terasa seperti tiga tahun.” Ye Lin melirik pesan itu dan menggoda, “Cepat dan kembali. Jangan membuatnya tidak bahagia.”", " “Aku tidak ingin pergi lagi.” Chen Chen menghela nafas dan mengunci layar.", " \"Hah? Bukankah kamu selalu bersama Hu Wan di masa lalu?” Ye Lin bertanya.", " \"Tidak, jangan bicarakan dia lagi.\" Chen Chen sedikit frustrasi.", " “Kalau begitu ceritakan padaku tentang Ran Ran. Kamu sudah sangat tidak senang melihat Aku menyentuh kepala Kamu. Bagaimana jika dia menemukan pacar? Jika kamu terus menyeret ini, tidakkah kamu akan menundanya ?! ” Ye Lin sedikit tidak senang ketika dia memikirkan bagaimana Chen Chen menghentikannya di pagi hari.", " “Singkatnya, jika Aku tidak menandatanganinya, dia tidak bisa berbuat apa-apa. Tidak ada yang bisa melakukan apa pun padanya, ”kata Chen Chen dengan dominan.", " “Aku tidak tahu apa maksudmu. Kamu membiarkan seorang wanita muda tinggal sendirian sepanjang hari?", " \"Apakah ini sesuatu yang harus dikhawatirkan oleh orang luar sepertimu?\" Chen Chen berkata dengan sedih.", " “Kenapa aku tidak bisa? Jika Aku tidak bisa mengendalikan Kamu, mengapa Aku tidak bisa mengendalikannya? Ye Lin tersenyum, ingin membuatnya marah.", " \"Apa maksudmu?\" Chen Chen berbalik dan bertanya.", " \"Aku bilang aku akan memperkenalkan pacar padanya sore ini.\" Ye Lin mengangkat alisnya dengan bangga dan menatap Chen Chen dengan provokatif.", " \"Dia setuju?\" Chen Chen bertanya, alisnya sudah mulai berkerut.", " \"Tentu saja. Dia setuju dengan baik dan berkata dia akan mendengarkan Aku.” Ye Lin menganggapnya sangat lucu.", " \"Apakah begitu?\" Chen Chen bertanya dengan serius.", " Setelah meninggalkan sisi Ye Lin, Chen Chen pergi ke rumah sakit dan tinggal di luar.", " Kondisi ibu Bai Ran tidak pernah baik. Dia sedikit khawatir. Jika Bai Ran tidak membiarkannya masuk, dia tidak akan masuk. Dia hanya akan menjaganya diam-diam.", " Selanjutnya, dia merasa sedikit gelisah hari ini seolah-olah sesuatu akan terjadi.", " Chen Chen sedikit frustrasi. Tampaknya sejak Bai Ran kembali, perubahan suasana hatinya sedikit tidak terduga. Dia juga lebih memperhatikan masalah Bai Ran. Kalau tidak, mengapa dia menjaga di sini di tengah malam?", " Tapi kenapa?", " Apakah karena dia menyukainya?", " Tidak tidak tidak. Itu tidak mungkin. Bai Ran selalu menjadi adik perempuan baginya. Bagaimana dia bisa menyukai saudara perempuannya sendiri?", " Ya, dia adalah adik perempuannya!", " Betul sekali. Dia memperlakukan Bai Ran sebagai adik perempuannya dan ibu Bai Ran sebagai anaknya sendiri. Selanjutnya, dalam nama, dia juga istrinya. Karena itu, dia pasti akan peduli dengan Bai Ran.", " Chen Chen sedikit terdiam. Dia tidak bisa memahami logika sederhana seperti itu.", " Chen Chen menyaksikan lampu di bangsal ibu Bai Ran dimatikan. Dia duduk di mobil dalam keadaan linglung.", " Pada pukul dua atau tiga, lampu di bangsal tiba-tiba menyala dan tidak padam untuk waktu yang lama. Chen Chen menyadari bahwa ada sesuatu yang salah.", " Dia dengan cepat membuka pintu mobil dan bergegas ke bangsal.", " Ketika dia tiba di bangsal dan berhenti di tengah jalan, dia melihat Bai Ran menangis di depan tempat tidur.", " Dia menarik tempat tidur dengan erat. Itu sudah ditutupi dengan kain putih.", " “Nona Bai, kami bisa mengerti perasaanmu, tapi dia sudah pergi. Tolong biarkan ibumu pergi dengan tenang.” Dokter dan perawat berdiri di samping Bai Ran, ingin dia melepaskannya.", " \"Tidak! Ibuku belum pergi!” Bai Ran menangis memilukan.", " “Lihat, tangannya masih panas! Dia tidak pergi!” Bai Ran meraih tangan ibunya dan menunjukkannya kepada para dokter.", " Dokter dan perawat menghela nafas, tidak tahu bagaimana membujuknya.", " Di tengah kesusahannya, Chen Chen berlari dan memisahkan Bai Ran dan tangan ibunya, menarik Bai Ran ke dalam pelukannya.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 9: Beri Aku Makan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Uh… Dia memasak untukku? Mengapa kalimat ini terdengar begitu ambigu? Bai Ran berpikir dalam hati.", " Chen Chen mendongak dan melihat Bai Ran. Ada sedikit ketidaksenangan di matanya saat dia berkata, “Ada seorang pria yang mencarimu. Kamu baru saja mendengarnya, kan? Temukan dia nanti.”", " \"Oke,\" jawab Bai Ran diam-diam, tidak berani terlalu memikirkannya.", " \"Apakah kamu tidak akan melihat potnya?\" Suara Chen Chen terdengar lagi.", " “Ah, benar.” Bai Ran berlari kembali ke dapur. “Untungnya, kamu mengingatkanku. Hampir meluap.”", " Bai Ran mengambil mangkuk kecil dan berjalan ke Chen Chen. Tiba-tiba, dia tidak tahu harus berkata apa. Bagaimana dia akan makan sendiri dalam kondisi lemahnya? Atau apakah dia akan memberinya makan? Tapi bukankah itu terlalu ambigu?", " Bai Ran memegang sendok dan menatap ke angkasa. Namun, Chen Chen membuka matanya dan memerintahkan, \"Beri aku makan.\"", " \"Itu tidak baik. Jika Sister Wan tahu, apa yang akan dia pikirkan? Selain itu, kami sudah menandatangani perjanjian perceraian. Kita seharusnya tidak melakukan hal yang intim seperti itu.” Bai Ran sedikit ragu.", " \"Siapa yang mengatakan begitu? Aku tidak menandatanganinya, ”kata Chen Chen dengan marah.", " “Ya, kenapa kamu tidak menandatanganinya? Aku masih menunggu untuk menjalani prosedur dengan Kamu! ” Bai Ran berkata sambil meletakkan sendok kembali ke dalam bubur.", " \"Apakah kamu pikir kamu bisa menyelesaikan ini hanya karena aku menandatanganinya?\" Chen Chen tersenyum.", " \"Apa maksudmu?\" Bai Ran bingung.", " “Pikirkan sendiri.” Chen Chen tidak menjawab.", " \"Hah?\" Bai Ran memiringkan kepalanya untuk berpikir, tidak mengerti apa artinya ini.", " \"Jadi, kamu hanya akan melihatku mati kelaparan sekarang?\" Chen Chen mengangkat alisnya dan menatap Bai Ran.", " \"Aku …\" Meskipun Bai Ran masih ragu-ragu, dia masih duduk dengan patuh.", " \"Hati-hati. Aku baru saja mengisinya, ini sedikit panas. ” Bai Ran menyendok seteguk kecil dan meletakkannya di mulutnya untuk meniupnya dengan lembut.", " Chen Chen memandang Bai Ran dan tiba-tiba merasa bahwa kehidupan seperti ini tampak cukup baik.", " Bai Ran membawa sendok ke mulut Chen Chen dan memberinya makan perlahan. Chen Chen menikmatinya dengan senang hati. Tidak ada yang memperhatikan bahwa senyum di matanya tidak pernah hilang.", " Setelah makan, Bai Ran menemukan handuk basah dan meletakkannya di atasnya. Dia juga menemukan selimut dan menutupinya dengan itu, menunggu untuk mengamati situasi. Jika demamnya masih tidak turun setelah beberapa jam, dia harus pergi ke rumah sakit bersamanya.", " Seiring waktu berlalu, mereka berdua tetap diam. Bai Ran merasa itu bagus bahkan jika dia harus melihatnya seperti ini selama sisa hidupnya.", " Sayangnya, nada dering memecah kesunyian.", " Bai Ran meliriknya. Itu adalah ponsel Chen Chen. Peneleponnya adalah Hu Wan.", " Bai Ran tersenyum pahit. Kenyataan tetaplah kenyataan.", " Kehangatan dari sebelumnya hanyalah ilusi.", " Chen Chen juga terbangun oleh panggilan itu. Dia terbangun dalam keadaan linglung. Ketika dia melihat bahwa itu adalah Hu Wan di telepon yang diberikan Bai Ran kepadanya, dia segera duduk. Dia tidak terlihat lemah sama sekali dan bahkan tidak peduli bahwa handuk basah di kepalanya telah jatuh.", " Bai Ran mengambil handuk basah itu diam-diam, merasa lebih kesal. Selama Hu Wan muncul, dia benar-benar tidak peduli tentang hal lain.", " Suara Hu Wan datang dari ujung telepon. Dia merengek dan mengganggu Chen Chen untuk mencarinya. Dia terus mengatakan bahwa dia tidak enak badan di sini, bahwa dia tidak bisa tidur nyenyak, dan seterusnya. Dia tidak lagi lembut dan murah hati seperti saat dia bersama Bai Ran hari itu.", " Saat ini dia lebih seperti gadis kecil yang sok.", " Tapi dia pasien. Dia punya alasan untuk menjadi seperti ini, pikir Bai Ran dalam hati.", " Setelah Chen Chen menutup telepon, Bai Ran berkata dengan bijaksana, \"Cepat pergi. Jangan membuat Sister Wan menunggu terlalu lama.”", " \"Bagaimana denganmu?\" Chen Chen berada dalam posisi yang sulit.", " \"Aku?\" Bai Ran sedikit terkejut. Dia benar-benar mempertimbangkannya.", " \"Aku akan pergi setelah aku mendapatkan barang-barangku,\" jawab Bai Ran. \"Pergi ke rumah sakit dan lihat dirimu sendiri.\"", " Saat Bai Ran berbicara, dia ingin menyentuh dahi Chen Chen. Tanpa diduga, Chen Chen tidak menghentikannya kali ini dan membiarkannya menyentuhnya.", " Untungnya, demamnya hampir mereda. Bai Ran menghela napas lega.", " Chen Chen berkemas dan pergi ke rumah sakit. Setelah menghibur Hu Wan, dia pergi mencari Ye Lin.", " Ketika Ye Lin melihatnya, dia menggoda, “Mengapa kamu tidak tinggal di rumah sakit? Apakah Saudarimu Hu Wan mengusirmu?”", " \"Dia tertidur, jadi aku kembali,\" Chen Chen menjelaskan dengan dingin.", " \"Kalau begitu tidurlah dengannya.\" Ye Lin semakin antusias.", " \"Dia di rumah sakit, saudara!\" Chen Chen memutar matanya ke arah Ye Lin.", " “Bukankah itu bagus? Ayo kita mengadakan pesta ranjang rumah sakit,” Ye Lin terus menggoda.", " \"Pergi ke neraka. Jangan mengatakan hal konyol seperti itu. Apakah ini caramu bercanda dengan pasien?” Chen Chen berbalik, tatapannya sudah menjadi dingin.", " \"Aku tidak bercanda. Selain di ranjang rumah sakit, itu tidak seperti Kamu belum melakukannya di tempat lain. Kenapa kamu begitu serius?”", " \"Tidak di tempat lain,\" kata Chen Chen dengan tenang.", " \"Apa maksudmu? Maksudmu, kamu belum pernah…” Ye Lin sepertinya telah mendengar sesuatu yang luar biasa.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 8: Masak Aku Makanan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Ye Lin tidak mengatakan apa-apa lagi. Setelah membeli barang-barang itu, mereka berdua berpisah.", " Bai Ran awalnya ingin mencari Chen Chen untuk mengobati lukanya, tetapi dia takut menunda pekerjaannya dan bahkan lebih takut ditolak olehnya.", " Dia hanya bisa pergi ke rumahnya dan yang disebut rumah Chen Chen untuk mengambil barang-barang yang telah dia kemas. Kemudian, dia akan mencari Chen Chen nanti.", " Tanpa diduga, begitu dia masuk, Bai Ran melihat Chen Chen bersandar di sofa dengan mata tertutup.", " \"Hmm? Kenapa dia disini? Ini hampir malam. Jika pekerjaan hanyalah alasan, mengapa dia tidak menemani Hu Wan-nya?” Bai Ran bertanya-tanya. Ketika dia memikirkan kata-kata Ye Lin, Bai Ran tiba-tiba bertanya-tanya apakah Chen Chen dan Hu Wan tidak serasi dan penuh kasih seperti yang terlihat.", " Bai Ran menggelengkan kepalanya dan tidak berani berpikir lebih jauh.", " Dia tidak bisa memiliki fantasi lagi. Bahkan jika ada sesuatu antara Chen Chen dan Hu Wan, itu adalah fakta yang tak terbantahkan bahwa dia tidak mencintainya.", " Bai Ran berjalan menuju Chen Chen. Tidak peduli apa, dia harus membersihkan lukanya saat dia tidur. Bahkan jika dia bangun dan marah padanya karena melakukannya secara diam-diam, itu baik-baik saja. Kalau tidak, dia akan sangat khawatir.", " Bai Ran beringsut lebih dekat ke Chen Chen. Jantungnya tiba-tiba berdetak lebih cepat.", " Pria yang dia kagumi selama lebih dari sepuluh tahun sedang berbaring diam di depannya saat ini. Tidak ada sikap dingin, tidak ada pengabaian, atau ejekan. Hanya ada wajahnya yang tampan dan sosoknya yang tinggi. Dia berharap waktu akan berhenti pada saat ini.", " Namun, di detik berikutnya, Bai Ran melihat darah di baju Chen Chen dan mau tidak mau menepuk wajahnya. Bai Ran, oh Bai Ran, kamu masih bodoh di saat seperti ini!", " Bai Ran mengeluarkan barang-barang yang dia bawa kembali dari rumah sakit di sore hari dan hendak membuka bajunya. Jari-jarinya menyentuh lengan Chen Chen. Kulitnya sangat halus, tapi… Eh, kenapa panas sekali?", " Bai Ran merasa ada yang tidak beres. Dia dengan cepat menyentuh dahi Chen Chen dan menyadari bahwa dia sepertinya demam.", " Dia berteriak dalam hatinya. Ini pasti karena lukanya belum dirawat tepat waktu di sore hari. Beberapa pecahan kaca benar-benar masuk, menyebabkan dia demam karena infeksi.", " Bai Ran mengguncang lengan Chen Chen, ingin membangunkannya dan pergi ke rumah sakit bersamanya.", " Chen Chen membuka matanya dengan linglung dan melihat bahwa itu adalah Bai Ran. Dia berkata dengan lemah, \"Mengapa kamu kembali?\"", " \"Kamu demam. Kamu harus pergi ke rumah sakit dengan cepat, ”kata Bai Ran, hendak menarik Chen Chen ke atas. \"Itu semua salah ku. Seharusnya aku menghentikanmu sore ini. Kamu harus menyelesaikan perawatan lukamu sebelum pergi.”", " Namun, Bai Ran terlalu lemah. Orang yang sakit itu bahkan lebih berat. Setelah mencoba beberapa kali, Bai Ran tidak berhasil menariknya.", " Chen Chen berkata dengan lembut, “Tidak perlu melalui banyak masalah. Bantu Aku membersihkannya dengan sederhana dan bantu Aku menemukan obat demam.”", " “Bagaimana Aku bisa melakukan itu? Kamu sudah demam. Bagaimana jika sesuatu yang lain terjadi?” Bai Ran sedikit khawatir.", " \"Tidak apa-apa. Aku akan melihat apakah Aku harus pergi ke rumah sakit setelah Aku selesai minum obat. Pergi sekarang.\" Chen Chen merasa pusing dan tidak bisa diganggu untuk berbicara omong kosong.", " Bai Ran tidak punya pilihan selain melakukan apa yang diperintahkan. Untungnya, ketika dia membeli barang-barang itu di sore hari, dia juga membawa beberapa obat anti-inflamasi dan demam. Dia takut ini akan terjadi.", " Setelah memberi makan air Chen Chen dan minum obat, dia membersihkan lukanya. Lukanya sudah mengelupas, dan jika dia membersihkannya lagi, dia harus merobeknya lagi. Chen Chen mengerang kesakitan, menakuti Bai Ran sehingga dia menarik tangannya.", " \"Tidak apa. Ayo, ”kata Chen Chen dengan linglung.", " Setelah membasuh darah, Bai Ran mulai membersihkan lukanya dengan hati-hati. Dia hanya merasa sedikit lega ketika dia menemukan dua potong kaca kecil dan memeriksanya beberapa kali untuk memastikan bahwa mereka telah hilang.", " Setelah dia selesai, Bai Ran menghela nafas lega dan bersandar di sofa.", " Chen Chen tiba-tiba berkata, \"Aku tidak berharap Kamu menangani ini dengan baik.\"", " \"Sudahkah kamu lupa? Sebenarnya, Aku sudah menanganinya untuk Kamu sejak lama. ” Bai Ran melihat ke langit-langit saat pemandangan saat itu muncul di benaknya.", " \"Apakah begitu?\" Chen Chen menyipitkan matanya dan berpikir sejenak. Kepalanya sakit, dan dia tidak mau memikirkannya lagi.", " “Sudah lebih dari sepuluh tahun. Kamu melindungi Aku seperti yang Kamu lakukan hari ini. ” Mata Bai Ran berbinar ketika dia memikirkan Chen Chen saat itu.", " Mungkin pada hari itulah Chen Chen entah kenapa memberinya rasa aman, dan dia sangat jatuh cinta padanya.", " “Aku akan memasakkanmu bubur. Kamu sedang demam. Makan sesuatu yang ringan.” Bai Ran duduk dan menarik kembali pikirannya.", " Dia berjalan ke dapur.", " Bai Ran masuk dan menyadari bahwa keran telah diperbaiki. Dia ingat bahwa dia telah bertemu dengannya hari itu. Itu adalah kontak fisik yang langka antara dia dan Chen Chen.", " Sungguh ironis bahwa mereka menikah.", " Saat bubur menggelegak di panci, Bai Ran tiba-tiba mendengar teleponnya berdering di luar.", " Bai Ran berjalan keluar dan hendak mengambilnya ketika dia menyadari bahwa Chen Chen telah mengambil inisiatif untuk menjawab panggilan itu.", " \"Halo.\"", " \"Dia tidak disini.\"", " \"Ya, dia memasak untukku.\"", " \"Aku akan membuatnya meneleponmu kembali saat dia bebas.\"", " Dia menutup telepon.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 4: Aku tidak bebas Besok", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Ya, Chen Chen. Lihat kamu. Kamu meninggalkan istri yang begitu baik dan mengejar wanita itu setiap hari!” Nenek memandang Bai Ran.", " “Lihat Ran Ran kita. Bagaimana dia lebih buruk dari wanita itu? Aku bahkan tidak tahu obat apa yang diberikan wanita itu padamu. Kamu hanya tersihir! Sudah dua tahun, tetapi kamu tidak pernah pergi menemui Ran Ran. Sebagai suaminya, bukankah kamu mengecewakannya ?! ”", " Serangkaian pertanyaan tajam ini segera mencapai telinga Chen Chen. Dia mengerutkan bibirnya dan tiba-tiba tidak ingin mengatakan apa-apa lagi. Dia berbalik dan ingin pergi.", " \"Mengapa? Apakah Kamu pergi tepat setelah Kamu kembali? Apakah kamu harus kembali ke wanita itu?\" Nada suara ibu Chen Chen melunak.", " “Apakah masih ada tempat untukku di rumah ini?” Chen Chen berkata tanpa berbalik dan menghilang keluar pintu.", " \"Mendesah! Mengapa Aku membesarkan cucu seperti itu ?! ” Nenek memandang Bai Ran dan merasakan hatinya semakin sakit.", " \"Ran Ran, kenapa kamu tidak mengejarnya dan makan dengannya atau apa?\" Ibu Chen Chen menyarankan, berharap mereka berdua bisa menutup jarak di antara mereka. “Laki-laki juga manusia. Dia akan melihat sisi baikmu cepat atau lambat.”", " \"Bu …\" Bai Ran hendak menolaknya ketika dia memikirkan sesuatu dan segera berkata, \"Bu, aku akan pergi.\"", " Bai Ran berlari keluar dengan tergesa-gesa, meninggalkan mereka untuk menghela nafas. Mengapa Chen Chen tidak bisa melihat kebaikan di Ran Ran? Mengapa dia tidak mau hidup baik dengan Ran Ran?", " Namun, mereka berdua sangat percaya bahwa Chen Chen pasti akan kembali.", " Bai Ran berlari keluar dan memanggil Chen Chen, yang hendak membuka pintu mobil.", " \"Apa yang salah? Apakah ada sesuatu yang lain?” Chen Chen mengangkat alisnya dan bertanya.", " “Yah, aku ingin menanyakan sesuatu padamu. Karena Aku sudah menjelaskan semuanya dengan Sister Hu Wan hari ini dan Aku telah melakukan apa yang perlu Aku lakukan, haruskah kita mendaftarkan perceraian kita besok?", " \"Besok?\" Chen Chen mengangkat alisnya lebih tinggi.", " \"Betul sekali. Aku hanya ingin menyelesaikan ini secepat mungkin. Aku ingin pindah secepat mungkin. Dengan begitu …” Bai Ran terus berbicara, tetapi dia dengan cepat diinterupsi oleh Chen Chen.", " Mata Chen Chen berkedip saat dia bertanya, “Apakah kamu begitu cemas? Apakah yang kamu katakan pada Hu Wan sore ini benar?”", " \"Hah?\" Mata Bai Ran tiba-tiba terangkat. Dia sedikit terkejut dan tidak bisa berkata-kata. Bukankah ini hasil yang dia inginkan? Dia jelas lebih cemas.", " “Aku tidak bebas besok. Tunggu pemberitahuan Aku! ” Chen Chen berteriak dengan tidak sabar. Dia marah tanpa alasan ketika dia melihatnya bingung.", " “Ah, baiklah.” Bai Ran mengangguk patuh.", " Ketika Chen Chen pergi dan tidak terlihat lagi, Bai Ran akhirnya santai. Dia akhirnya bisa berhenti berpura-pura. Air mata jatuh dari sudut matanya tanpa sadar.", " Ketika dia berpikir tentang bagaimana dia tidak mencintainya dan ingin menceraikannya, hatinya masih sakit tanpa alasan.", " Namun, dia harus menyelesaikan perceraian ini sesegera mungkin dan menjauh darinya. Hanya dengan begitu dia tidak bisa lagi melihatnya bersikap baik kepada wanita lain. Dia tidak bisa lagi merasakan ketidakpeduliannya padanya dan menghentikan dirinya dari jatuh lebih dalam dan lebih dalam.", " Setelah makan malam, Bai Ran bergegas ke rumah sakit ibunya untuk merawatnya.", " Bai Ran berjalan ke tempat tidur dan menidurkan ibunya. Kemudian, dia duduk di sampingnya dan bersiap untuk mengupas apel. Ketika ibunya bangun, dia akan memberinya makan.", " Ia menatap ibunya yang sedang tidur. Tubuhnya bengkak, tapi matanya dalam. Tulang pipinya sangat tipis sehingga mereka ambruk. Dialisis darah setiap hari telah menyiksa ibunya sampai-sampai dia tidak lagi terlihat seperti manusia.", " Dua tahun lalu, ketika ibunya didiagnosis menderita uremia, dia melakukan korek api sendiri. Namun, hasilnya adalah dia tidak cocok. Untungnya, dengan bantuan keluarga Chen, dia berhasil menemukan kecocokan dan membayar biaya operasi yang sangat besar untuk membantu ibunya melarikan diri dari masa kritis.", " Namun, baru-baru ini, tiba-tiba menjadi lebih serius dan menyebabkan banyak gejala lainnya. Tidak mungkin lagi melanjutkan transplantasi ginjal. Saat ini, dia hanya bisa mengandalkan cuci darah untuk menjaga dirinya tetap hidup. Tetapi sekarang, bahkan dokter telah memberi tahu dia bahwa gejala ibunya sangat serius sehingga dia tidak dapat menunda lebih lama lagi. Dia ingin dia siap secara mental.", " Memikirkan hal ini, air mata Bai Ran jatuh lagi.", " Mungkin itu telepati antara ibu dan anak atau suara gerakan, tapi ibu Bai Ran tiba-tiba terbangun.", " “Ran Ran, kenapa kamu menangis? Apakah Chen Chen menggertakmu? ” Ibu Bai Ran sedikit cemas dan ingin duduk untuk menghapus air mata Bai Ranran.", " Ketika Bai Ran melihat gerakan sulit ibunya, dia buru-buru berdiri dan menyeka air matanya. Dia menghibur ibunya dan membaringkannya. “Bu, tidak apa-apa. Ketika Aku masuk lebih awal, Aku tidak sengaja mengenai sudut mata Aku pada kusen pintu. Itu sedikit sakit, itu sebabnya Aku menangis.”", " “Ah, kamu baik-baik saja?” Ibu Bai Ran sedikit cemas saat mendengar ini.", " “Bu, ini hanya masalah kecil. Jangan khawatir.\" Bai Ran menenangkan hati ibunya. “Berbaring saja dengan benar dan dengarkan dokter. Rawat lukamu dengan baik. Jangan khawatir tentang hal lain.”", " “Bagaimana aku tidak peduli? Jika aku pergi, bagaimana jika kamu ditinggal sendirian?” Kata ibu Bai Ran sedih.", " “Bu, omong kosong apa yang kamu bicarakan ?! Apa maksudmu dengan pergi?! Aku akan marah jika kamu melanjutkan!” Bai Ran berpura-pura marah saat sudut mulutnya berkedut.", " ", "www.worldnovel.online"]}
][
{"testing": [" Bab 2: Makan Malam yang Canggung", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Mengapa? Kami akan bercerai, dan kamu masih ingin memenuhi kewajibanmu sebagai istriku?” Chen Chen tiba-tiba mencondongkan tubuh lebih dekat dan bertanya dengan merendahkan.", " Bai Ran tahu bahwa dia telah melewati batas. Dia segera menutup mulutnya dan naik ke atas tanpa suara.", " Chen Chen melihat noda air di tanah. Bayangan Bai Ran yang basah kuyup dengan pakaian putih saat pertama kali masuk melintas di benaknya. Dia tiba-tiba linglung.", " Bai Ran buru-buru mengganti pakaiannya dan berlari kembali untuk berkemas.", " Tanpa diduga, dia menabrak Chen Chen, yang hendak keluar dari dapur. Merasakan dadanya yang lebar dan otot-ototnya yang kencang, dia tersipu. “Ah, maaf…”", " “Kau sangat ceroboh.” Chen Chen tersenyum tanpa sadar. Dia hendak mengangkat tangannya untuk menyentuh kepala Bai Ran ketika ekspresi dinginnya langsung muncul kembali. \"Cepat dan bersihkan.\"", " Dengan itu, dia melepaskannya dan berbalik untuk pergi, meninggalkannya.", " Bai Ran menepuk wajahnya dan dengan cepat merapikan pakaiannya. Ya Tuhan, dia sepertinya terlalu banyak berpikir barusan…", " Ketika Bai Ran hampir selesai berkemas, notifikasi WeChat tiba-tiba berbunyi.", " Dia membukanya dan melihat bahwa itu adalah teman yang mencarinya.", " \"Apakah kamu baik-baik saja sekarang?\"", " \"Aku baik-baik saja.\"", " \"Tapi dia akan menikah dengan orang lain.\"", " \"Tidak apa-apa.\" Bai Ran tiba-tiba menjadi tenang.", " “Lalu apakah kamu masih akan kembali belajar? Jika tidak, ikutlah denganku, ”jawab temannya dengan prihatin.", " \"Tergantung. Aku ingin menemani ibuku.” Bai Ran memikirkan ibunya dan hanya bisa menghela nafas.", " “Jika Kamu membutuhkan pekerjaan, datanglah ke tempat Aku. Aku kekurangan tenaga kerja.”", " \"Oke.\"", " Ada jeda. Setelah beberapa saat, sebuah balasan datang. \"Ran Ran, apakah kamu benar-benar ingin bercerai?\"", " Bai Ran melihat kata-kata itu dan merasakan hidungnya menjadi masam.", " Bagaimana dia bisa rela? Dia telah mencintainya selama lebih dari sepuluh tahun. Bahkan jika itu hanya pernikahan dalam nama saja, dia sudah lebih dari bersedia.", " Saat dia ragu-ragu bagaimana menjawab, dia tiba-tiba mendengar langkah kaki.", " Bai Ran meletakkan teleponnya dan melihatnya berjalan dengan piyamanya.", " Itu piyama sederhana, tapi kelihatannya agak mahal untuknya. Bai Ran menatapnya dengan linglung, merasa semakin tidak nyaman.", " Pria yang dicintainya ternyata mencintai orang lain dengan sepenuh hatinya. Selanjutnya, alasan dia bisa menikah dengannya adalah karena kekasihnya tidak bisa menikah dengannya.", " Hu Wan memiliki penyakit jantung bawaan dan tidak cocok untuk kehamilan. Dia bahkan mungkin mati tanpa peringatan.", " Tidak ada seorang pun di keluarga Chen yang mau menerima menantu perempuan seperti itu. Pada saat yang sama, Bai Ran, yang merupakan cucu perempuan mereka, menjadi pilihan pertama mereka.", " Saat itu, keluarga Bai Ran jatuh dari kasih karunia, dan ibunya dirawat di rumah sakit.", " Dia mencintainya dan membutuhkan bantuannya. Namun, dia mencintai Hu Wan dan membutuhkan nama istri.", " Sejak saat itu, kesepakatan dibuat.", " “Kamu tidak bisa memasak lagi. Pergi potong beberapa buah, ”kata Chen Chen tiba-tiba saat dia masuk.", " \"Hah? Apakah kamu tidak keluar untuk makan?” Bai Ran menatap Chen Chen.", " \"Apakah kamu tidak mau?\" Suara dingin Chen Chen terdengar. “Aku memberi tahu mereka ketika Aku berubah sebelumnya. Seseorang akan mengantarkan makanan.”", " \"Bukannya aku tidak mau, tapi …\" Bai Ran sedikit berkonflik saat suaranya menjadi lebih lembut dan lebih lembut.", " Keduanya sempat ingin bercerai. Tidak pantas bagi Bai Ran untuk terus tinggal di sini. Oh tunggu. Selain tinggal di sini selama sehari ketika mereka mendaftarkan pernikahan mereka, mereka tidak pernah tinggal di rumah ini lagi.", " Haha, itu sedikit ironis.", " Setelah semua yang terjadi sebelumnya, hari sudah hampir gelap. Ketika Bai Ran sedang berkemas, dia masih berpikir untuk pergi mencari hotel sebelum gelap. Kalau tidak, tidak akan aman jika sudah terlambat.", " Pada akhirnya, tuan muda ini masih ingin makan buah-buahan.", " \"Mengapa? Apa menurutmu kita tidak seharusnya tinggal di bawah atap yang sama?” Chen Chen melihat melalui pikirannya.", " “Jangan berpikir untuk keluar. Kamu harus tinggal di sini hari ini. Orang-orang kakek semua ada di luar. Kamu tidak bisa pergi kemana-mana.”", " Chen Chen berkata dengan tenang, \"Pertunjukan ini hampir berakhir, tetapi kamu harus berakting dengan baik sebelum berakhir.\"", " \"Baiklah.\" Bai Ran berbalik diam-diam dan pergi untuk memotong beberapa buah.", " Melihat Bai Ran memotong buah dengan kepala menunduk, rambutnya menggantung di bawah telinganya, dan bulu matanya yang panjang berkedip di matanya yang cerah, Chen Chen tiba-tiba merasa bahwa pemandangan ini cukup hangat.", " Namun, hanya ada kehangatan yang tersisa.", " Setelah makan malam, mereka berdua memulai hari yang sama seperti pada hari pertama pernikahan mereka. Mereka tidur di kamar terpisah.", " Keesokan harinya, sebelum tengah hari, Chen Chen buru-buru membawa Bai Ran untuk mencari Hu Wan.", " Di dalam mobil, Bai Ran melihat pemandangan yang lewat di luar jendela dan merasa sedikit sedih. Apakah ada kebutuhan untuk menjadi begitu cemas?", " Dia sangat ingin dia pergi? Untuk berpikir bahwa dia telah melihat perjanjian perceraian yang tidak ditandatangani kemarin dan berpikir bahwa…", " Lupakan, lupakan. Bukankah dia hanya alat baginya? Karena dia sudah membantunya dengan penyakit ibunya, apa lagi yang bisa dia minta?", " Segera, mereka tiba. Bai Ran melihat Hu Wan sekilas. Dia masih cantik dan murah hati seperti sebelumnya. Meskipun wajahnya sedikit pucat, itu tidak mempengaruhi penampilannya sama sekali. Sebaliknya, itu bahkan menambah kecantikannya yang pedih.", " Chen Chen dan Hu Wan seumuran, sedangkan Bai Ran beberapa tahun lebih muda dari mereka. Penampilan Hu Wan memiliki kecantikan yang hangat dan intelektual, jadi di mata Bai Ran, Hu Wan akan selalu menjadi kakak perempuan yang lembut dan dewasa.", " Ketika Hu Wan melihat Bai Ran, dia secara pribadi menariknya untuk duduk dan menyambutnya dengan antusias, \"Ran Ran, aku belum melihatmu selama dua tahun!\"", " \"Ya, Sister Wan,\" jawab Bai Ran dengan sopan.", " Hu Wan memegang tangan Bai Ran dan bertanya sambil tersenyum, “Bagaimana kabarmu? Apakah Kamu mengalami kesulitan belajar di luar negeri? Apakah Kamu bertemu orang yang Kamu sukai? ”", " “Tidak, aku tidak mengalami kesulitan sama sekali. Selain itu, Sister Wan, tebakan Kamu benar-benar akurat. Aku memang punya pacar.” Tangan kosong Bai Ranran mencengkeram sudut kemejanya erat-erat saat dia tersenyum.", " Ya Tuhan, sangat sulit baginya untuk mengatakan hal-hal seperti itu yang bertentangan dengan hati nuraninya.", " \"Aku tahu itu. Ran Ran kami sangat cantik, bagaimana mungkin anak laki-laki di luar itu merindukanmu? ” Hu Wan tersenyum dan bertanya dengan prihatin seperti seorang kakak perempuan. \"Bagaimana dia? Apakah dia tampan? Apakah dia baik padamu?”", " “Saudari Wan, anak laki-laki ini adalah teman sekelasku. Ketika Aku pertama kali pergi ke sekolah, dia memberi Aku banyak bantuan. Kemudian, karena kami menjadi lebih akrab satu sama lain, kami berkumpul. Dia selalu menyayangiku, ”jawab Bai Ran dengan sabar, hampir mempercayai kata-katanya sendiri.", " “Apakah dia tahu tentang situasimu? Dia tidak akan keberatan, kan?” Hu Wan bertanya dengan cemas.", " “Kakak Wan, jangan khawatir. Aku bisa menangani ini. Aku percaya padanya, ”jawab Bai Ran.", " \"Aku pikir juga begitu. Lagi pula, ketika pasangan berkumpul, semuanya berjalan tanpa perlu dikatakan, ”kata Hu Wan secara alami.", " Namun, itu sangat menusuk telinga bagi Bai Ran.", " Terutama kata “bersama” yang ditekankan secara khusus.. Sudah jelas maksudnya.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 5: Penolakan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Tidak masalah jika Aku mati karena usia tua dan sakit, Aku sudah mengatasinya. Aku hanya tidak bisa berhenti mengkhawatirkanmu.” Ibu Bai Ran menatap langit-langit dengan ekspresi melankolis. “Katakan padaku, apa yang dia katakan padamu ketika kamu kembali kemarin? Apakah dia menyebutkannya padamu?”", " \"Ya, Aku sudah menandatangani perjanjian perceraian.\" Bai Ran mengatakan yang sebenarnya kepada ibunya dengan tenang. Pada saat ini, jika dia masih tidak mengatakan apa-apa padanya, ibunya mungkin akan lebih khawatir dan itu mungkin mempengaruhi kondisinya.", " Meskipun dia mengatakannya dengan sangat tenang, hatinya masih sakit ketika dia mengatakannya sendiri.", " “Bu, jangan khawatir. Meskipun Aku sudah bercerai, Aku masih bisa hidup dengan baik dan merawat Kamu dengan baik. ” Bai Ran tersenyum dan menghibur ibunya.", " \"Betul sekali. Putri Aku sangat baik. Hidupnya tidak akan buruk! Mari kita temukan seseorang yang lebih luar biasa di masa depan! ” Ibu Bai Ran melihat senyum paksa Bai Ran dan tidak tahan untuk mengungkapkannya.", " Ibu dan anak itu saling menghibur dan segera tertidur lagi.", " Keesokan paginya, Bai Ran berbaring di depan tempat tidur dan terbangun dalam keadaan linglung. Tepat ketika dia hendak mengangkat tubuhnya, dia melihat selimut di punggungnya. Itu milik keluarga Chen.", " Bai Ran sedikit bingung, tapi dia melihat Chen Chen berdiri di sampingnya dari sudut matanya.", " Dia berdiri seperti tersengat listrik. \"Mengapa kamu di sini?\"", " Kemudian, melihat tempat tidur rumah sakit kosong, dia sedikit cemas dan ingin mencari ibunya.", " Chen Chen menghentikannya. “Ibumu telah dibawa oleh perawat untuk pemeriksaan. Jangan khawatir. Dia akan segera kembali.”", " “Dan kenapa aku tidak bisa datang? Ini bukan ibumu sendiri, dia ibu mertuaku,” lanjut Chen Chen.", " Ketika Bai Ran mendengar ini, dia merasa sangat tidak berdaya. Sungguh ironis bahwa dia bisa memperlakukan ibu istrinya sebagai ibunya tetapi tidak memperlakukannya sebagai istrinya. Apalagi mereka akan bercerai.", " Memikirkan hal ini, dia mengambil kembali selimutnya dan merapikannya sebelum menyerahkannya kepada Chen Chen. Dia berkata dengan sopan, “Terima kasih. Maaf merepotkanmu.\"", " \"Apakah ada kebutuhan untuk bersikap sopan?\" Chen Chen tidak menerimanya. “Tinggalkan saja di sini. Gunakan itu lain kali dan jangan sampai masuk angin.”", " Apakah dia mengkhawatirkannya? Bai Ran sedikit terkejut, tapi dia segera menekan pikiran ini.", " Dia memperingatkan dirinya sendiri untuk tidak melamun seperti itu lagi.", " Dia milik Suster Wan. Dia milik Suster Hu Wan. Dia milik Suster Wan! Hal-hal penting harus dikatakan tiga kali!", " Setelah tenang, Bai Ran menjawab dengan dingin, “Tidak perlu. Serahkan kata-kata ini pada Sister Wan. Dia membutuhkan mereka lebih dari Aku dan lebih cocok untuk mereka. Pergi merawatnya dengan cepat. ”", " Dengan itu, dia pindah ke samping dan memberi isyarat agar dia pergi.", " Melihat tindakan ini, Chen Chen bahkan lebih marah. \"Hei, kenapa kamu bertingkah begitu jauh … Kami belum bercerai!\"", " \"Tidak? Aku sudah menandatanganinya!” Nada suara Bai Ran masih dingin.", " “Aku belum menandatanganinya! Prosedur kami juga belum selesai!” Chen Chen tiba-tiba berdebat seperti anak kecil.", " “Apa gunanya mengatakan ini? Kamu mengingatkan Aku, cepatlah dan cari waktu untuk pergi bersama Aku untuk menyelesaikan prosedur. Dengan begitu, kamu bisa menikahi Sister Wan lebih cepat, ”jawab Bai Ran dengan tenang.", " “Kamu benar-benar perhatian pada Sister Wan-mu!” Chen Chen mengerutkan bibirnya menjadi garis.", " “Ya, bukankah itu yang kamu inginkan?” Bai Ran tidak ingin melanjutkan percakapan dengannya. Kalau tidak, dia masih akan memiliki fantasi.", " “Juga, cepat dan pergi. Aku akan merawat ibuku sendiri.” Bai Ran terus mengejarnya.", " “Apakah kamu benar-benar tidak ingin aku tinggal di sini? Mungkinkah seseorang akan datang nanti? ” Chen Chen menatap Bai Ran dengan curiga.", " Bai Ran memiliki hati nurani yang bersih. Dia menatap matanya dan berkata, “Tidak, Aku hanya ingin Kamu mempertahankan batasan Kamu. Saat ini, Sister Wan lebih membutuhkanmu daripada aku. Jangan datang lagi.”", " Saat Bai Ran berbicara, dia ingin menariknya keluar. Dia benar-benar tidak ingin Chen Chen mengunjungi ibunya lagi dari lubuk hatinya. Dia tidak ingin melihat wajah pria itu yang mengingatkannya pada cinta bertepuk sebelah tangan. Dia tidak ingin melihatnya melakukan ini karena apa yang disebut identitasnya sebagai istrinya dan apa yang disebut ikatan keluarga mereka.", " Karena mereka berdua akan segera memutuskan hubungan, tidak perlu tetap berhubungan.", " Pada saat ini, seorang perawat mendorong ibu Bai Ran masuk.", " Bai Ran dan perawat membantu ibunya ke tempat tidur. Chen Chen ingin membantu, tetapi dia ditolak oleh Bai Ran.", " Melihat perbuatan Bai Ran, ibu Bai Ran akhirnya merasa lega.", " Sepertinya Ran Ran juga berencana untuk memulai hidup barunya.", " Setelah perawat pergi, ibu Bai Ran memandang Chen Chen dan berkata dengan tulus, “Aku sudah tahu tentang kalian berdua. Karena Kamu sudah membuat keputusan, maka mari kita semua hidup terpisah mulai sekarang. Aku percaya ini akan baik untuk Kamu dan Ran Ran.", " \"Ya!\" Balasan ini membuat Chen Chen sedikit sedih.. Dia tidak tahu bagaimana menggambarkan perasaannya.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 3: Ketidaksenangan Kembali ke Rumah", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Bai Ran sedikit canggung dan hanya bisa mengubah topik pembicaraan. “Saudari Wan, jangan bicara tentang Aku. Ini sudah siang. Pesan makanan dulu, aku yakin kamu lapar.”", " “Ran Ran, silakan dan pesan. Pilih beberapa favoritmu, ”kata Hu Wan sambil menyerahkan menu kepada Bai Ran.", " Pada akhirnya, Chen Chen menangkapnya di udara.", " \"Biarkan aku memesan,\" kata Chen Chen.", " Setelah membalik-balik beberapa halaman, Chen Chen dengan terampil menunjukkan beberapa hidangan dan menyerahkannya kepada pelayan.", " Serangkaian tindakan kejam ini menusuk hati Bai Ran.", " Bukankah dia takut dia akan memesan hidangan yang tidak disukai Hu Wan? Dia benar-benar memikirkan Hu Wan di mana-mana. Pada akhirnya, Bai Ran benar-benar alat.", " Ketika piring diletakkan di atas meja, itu seperti yang diharapkan Bai Ran.", " Namun, dalam sekejap mata, keluhan dan kecemburuan Bai Ran ditekan lagi. Cinta tidak pernah tentang seseorang yang harus membalas perasaan tanpa syarat. Selain itu, kesehatan Sister Hu Wan juga tidak baik. Apa yang lebih penting daripada mati karena usia tua? Dia harus mengerti.", " Dengan pemikiran ini, hati Bai Ran sedikit rileks. Mereka bertiga menyelesaikan makan mereka dengan harmonis.", " Setelah meninggalkan hotel, Chen Chen ingin pergi bersama Hu Wan tanpa mengucapkan selamat tinggal.", " Di sisi lain, Hu Wan penuh dengan senyuman saat dia mengucapkan selamat tinggal pada Bai Ran. Ketika dia akhirnya melihat mobil Chen Chen pergi, Bai Ran akhirnya menghela nafas lega.", " Makanannya memang terlalu menyedihkan.", " Bai Ran bisa dengan jelas melihat kecemasan dan perhatian Chen Chen terhadap Hu Wan.", " Hati Chen Chen hanya bisa menampung Hu Wan! Karena mereka bercerai, dia harus menyerah!", " Sementara Bai Ran linglung di pinggir jalan, Chen Chen pergi ke bar untuk mencari teman setelah berpisah dari Hu Wan.", " Saat dia melihat Chen Chen, temannya bercanda, “Bagaimana? Apakah Kamu memberikan perjanjian perceraian kepada istri Kamu yang lembut? Dia tidak menangis, membuat ulah, atau mencoba bunuh diri, kan?”", " \"Kalian terlalu meremehkan Bai Ran,\" kata Chen Chen dengan nada menghina. Dia berbalik dan meminta pelayan untuk menyajikan segelas anggur untuknya.", " “Dia sangat tenang. Dia tidak bertanya atau mengatakan apa-apa dan menandatangani surat-surat dengan tegas.” Chen Chen memikirkan bagaimana Bai Ran melakukannya sekaligus setelah mendapatkan pena kemarin. Untuk beberapa alasan, dia merasa sedikit marah.", " “Bai Ran masih bisa begitu tenang? Dia memang sangat dewasa setelah pergi selama dua tahun, ”kata salah satu temannya, Ye Lin sambil tersenyum.", " “Kau membuatku ingin bertemu dengannya, hahaha.” Ye Lin memikirkannya dan mengejek, “Lagipula, bukan kami yang menceraikannya. Kita masih bisa berteman dengan damai!”", " \"Apa yang Kamu pikirkan? Dia harus merawat ibunya yang sakit-sakitan sekarang. Jangan memprovokasi dia.” Chen Chen dengan santai mendorong Ye Lin ke samping.", " \"Aiyo, Tuan Muda Chen kami cemas.\" Ye Lin tersenyum. “Kau sangat protektif padanya. Kenapa kamu masih bercerai ?! ”", " “Jangan mengolok-olok Tuan Muda Chen. Bukannya kamu tidak tahu betapa dia menyukai Hu Wan!” kata teman yang lain, tidak tahan.", " \"Aku bercanda!\" Ye Lin menepuk bahu Chen Chen dan tiba-tiba berkata dengan serius, “Tapi sebagai saudara, aku masih harus menanyakan ini padamu. Apakah Kamu benar-benar akan menikah dengan seseorang yang akan meninggal?”", " \"Mungkin,\" kata Chen Chen ragu-ragu.", " Ketika dia memikirkan sikap Bai Ran yang sopan dan tenang, dia merasa sedikit tidak nyaman dan tiba-tiba meneguk anggur.", " Obrolan kecil dengan temannya tidak membuat Chen Chen senang. Dia dengan cepat keluar lagi dan pergi ke sungai. Dia tinggal di sana sampai malam dan bangun untuk kembali ke orang tuanya.", " Lagi pula, sudah lama sejak dia kembali.", " Chen Chen memasuki rumah dan melihat Bai Ran disana, mengobrol dan tertawa bersama ibunya.", " Tampilan bahagia dan santai itu sama sekali tidak terlihat seperti dia bersamanya. Termasuk ibu dan neneknya. Mereka begitu ramah seolah-olah mereka sedang melihat putri mereka sendiri.", " Tidak, mereka lebih dekat dengannya daripada dengan putri mereka sendiri. Dia dan saudara perempuannya belum menerima perlakuan seperti itu!", " Perbandingan itu menjijikkan!", " Nenek memiliki mata yang tajam dan melihat Chen Chen terlebih dahulu. Dia bahkan tidak mengangkat kepalanya dan mengejek, \"Huh, aku pikir wanita itu telah merayu jiwa cucuku!\"", " “Jadi masih ada yang tersisa! Kamu masih tahu untuk kembali dan mengunjungi kami!” Ibu Chen Chen menambahkan.", " \"Tepat! Kita masih harus berterima kasih kepada wanita itu!” Nenek mengangkat kepalanya dan bahkan tidak repot-repot menatapnya.", " “Bu, Nenek, jangan bicara seperti itu. Hu Wan tidak seperti yang kamu katakan, ”jawab Chen Chen, mencoba yang terbaik untuk tetap tenang.", " “Kamu masih berbicara untuk wanita itu! Bagaimana kita menjadi sarkastis ?! ” Nenek berbalik dan mau tidak mau menaikkan level desibelnya.", " \"Betul sekali. Kau sangat protektif padanya. Apakah Kamu benar-benar akan menikahi wanita yang akan mati suatu hari seperti yang dikatakan media ?! ” Ibu Chen Chen juga cemas.", " “Bu, Nenek …” Chen Chen hendak mengatakan sesuatu ketika dia disela lagi.", " “Sudah kubilang, keluarga Chen kita tidak akan pernah menerima ini! Kami sudah memiliki istri yang baik!” Ibu Chen Chen berkata dengan tegas.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 1: Basah di Dapur", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Membanting!", " Secarik kertas tiba-tiba terlempar di depan Bai Ran. Di kertas itu tertulis lima kata besar, “Perjanjian Perceraian.”", " Bai Ran menurunkan matanya untuk menyembunyikan kesedihan di dalamnya. Kemudian, dia tersenyum tipis dan dengan lembut menerima perjanjian perceraian.", " Meski sudah menikah selama dua tahun, mereka hidup sebagai orang asing.", " Benar saja, hari ini telah tiba. Ketika dia melihat media mengambil foto dia dan wanita itu memasuki toko pengantin bersama, dia sudah siap secara mental.", " Namun, ketika dia benar-benar melihat selembar kertas ini, kesedihan yang tak terlukiskan melonjak di hatinya.", " Tidak peduli seberapa baik dia berpura-pura, tangannya yang gemetar masih mengkhianatinya.", " Berpikir kembali ke hari setelah mereka mendaftarkan pernikahan mereka, Bai Ran dikirim untuk belajar di luar negeri oleh Chen Chen. Kepada dunia luar, dia berkata, \"Aku membantu istri Aku memperbaiki dirinya sendiri.\"", " Tentu saja, Bai Ran tahu betul bahwa dia hanya melakukan ini untuk wanita itu.", " Jika bukan karena penyakit serius ibunya, dia mungkin tidak akan membiarkannya kembali. Dia mungkin hanya akan membiarkannya muncul untuk mengambil akta cerai.", " \"Kenapa kamu linglung?\" Chen Chen mengerutkan kening. “Kau tidak mau menandatanganinya?”", " \"Bagaimana bisa? Aku hanya tidak punya pena.” Pikiran Bai Ran ditarik kembali. Dia segera berdiri dan berjalan ke meja.", " Jadi dia tidak sabaran?", " Dalam waktu kurang dari satu menit, dia kembali ke tempat duduknya dan menandatangani namanya. Seluruh tindakannya dilakukan tanpa ragu-ragu.", " Melihat betapa tegas Bai Ran, Chen Chen tiba-tiba merasa sedikit frustrasi. Dia kemudian berkata, \"Aku ingin dia berjalan di sisa perjalanan dengan bahagia.\"", " \"Ya Aku tahu.\" Tubuh Bai Ran menegang saat hatinya tenggelam. Dia terus mengatakan bahwa itu semua karena dia, bahwa semuanya untuknya!", " Tapi segera, dia santai lagi.", " Lalu bagaimana jika hatinya terluka? Dia hanya orang luar, bukan?", " Dia segera menyerahkan perjanjian perceraian kepada Chen Chen. Chen Chen melihat selembar kertas dan berhenti sejenak sebelum berkata, \"Apakah kamu tidak ingin melihat apa yang tertulis di atasnya?\"", " “Tidak perlu melihat. Tidak ada aset atau kepentingan di antara kita. Kami hanya perlu mendaftarkan perceraian kami, ”kata Bai Ran dengan tenang.", " \"Lihat lagi.\" Chen Chen memasukkan kembali perjanjian perceraian ke tangan Bai Ran. \"Katakan padaku apa pun yang kamu inginkan!\"", " Bai Ran meliriknya dengan lembut.", " Dia bahkan telah memberikan mobil, rumah, dan tabungannya dalam perjanjian perceraian.", " Hehe, hadiah yang luar biasa!", " Jejak kepahitan melintas di mata Bai Ran saat dia berkata dengan tenang, “Kamu sudah memberiku banyak. Juga, tanpa bantuanmu, ibuku mungkin tidak akan bertahan sampai sekarang. Terimakasih untuk semuanya.\"", " Mendengar nadanya yang sopan dan jauh, Chen Chen tiba-tiba merasa sedikit gila karena suatu alasan.", " Dia dengan santai membuang perjanjian itu dan menenangkan pikirannya.", " Bai Ran melihat tangannya dan sebuah cahaya melintas di matanya. Kenapa dia tidak segera menandatanganinya? Mungkin…", " Detik berikutnya, suara dingin Chen Chen terdengar. \"Karena kamu ingin berterima kasih padaku, bantu aku melakukan sesuatu.\"", " Fantasinya langsung hancur. Bai Ran menertawakan dirinya sendiri dan menatapnya. \"Katakan padaku.\"", " \"Temani aku untuk melihat Hu Wan besok,\" kata Chen Chen.", " “Ya, jangan khawatir. Aku akan mengatakan kepadanya bahwa Aku ingin pergi karena Aku sudah memiliki pacar yang sangat baik, ”kata Bai Ran tanpa ragu-ragu.", " Hmm? Ini membuat Chen Chen sedikit bingung.", " Kenapa dia begitu pintar dalam hal seperti itu… Apakah ada kebutuhan?!", " Namun, Chen Chen masih mencibir. “Karena kamu mengerti maksudku, itu tergantung pada kinerjamu!”", " Setelah jeda, nada suara Chen Chen melunak. “Aku ingat kamu tahu cara memasak. Ayo masak sesuatu untukku.”", " \"Oke,\" jawab Bai Ran dengan patuh.", " Bai Ran berdiri dan berjalan ke dapur. Setelah mengambil beberapa langkah, dia tidak bisa tidak berbalik untuk melihat Chen Chen.", " Setelah tidak bertemu dengannya selama dua tahun, punggungnya tampak sedikit tegak. Bai Ran bahkan memiliki keinginan untuk bergegas dan memeluknya.", " Bai Ran telah mencintainya diam-diam selama bertahun-tahun. Wajahnya yang cantik, temperamennya yang tak tertandingi, dan segala sesuatu yang lain selalu menghantui mimpinya.", " Sekarang, mimpi ini hancur.", " Bai Ran berbalik dan dengan lembut membuka dapur. Ketika dia melihat peralatan makan yang lengkap, dia tiba-tiba merasa sedikit lega.", " Baiklah, dia akan memasak makanannya untuk terakhir kalinya.", " Bai Ran membuka lemari es dan melihat bahwa itu diisi dengan daging dan sayuran. Itu mungkin disiapkan oleh kakeknya untuk mereka berdua ketika dia melihat dia kembali.", " Sayangnya, dia berpikir dengan sedih bahwa dia tidak akan bisa memakannya setelah hari ini.", " Menyentuh lemari es baru, Bai Ran merasa lebih tertahan.", " Pernikahan ini tidak pernah ada. Mereka berdua belum pernah menghabiskan satu hari bersama di vila besar ini. Namun, inilah kehidupan yang Bai Ran impikan.", " Bayangan dia kembali untuk melihat ibunya muncul di benaknya lagi. Ibunya sangat lemah, tetapi dia masih memegang tangannya dengan erat. Sulit baginya untuk berbicara, tetapi dia masih merasa kasihan dengan kata demi kata. “Huh, dia benar-benar tidak pernah memikirkanmu. Kamu menikah karena iseng, tetapi sekarang, Kamu mungkin akan menikah dengan orang lain. Tapi bagaimana Kamu akan hidup di masa depan? Seorang gadis yang baik menyia-nyiakan masa mudanya begitu saja. Bagaimana Kamu akan menemukan keluarga yang baik di masa depan ?! ”", " Bai Ran tersenyum pahit. Apa yang akan terjadi di masa depan bukanlah sesuatu yang akan dia pertimbangkan sekarang. Dia hanya sangat sedih. Mulai sekarang, dia tidak ada hubungannya dengan Chen Chen.", " Dia memilah-milah pikirannya dan mengambil beberapa sayuran. Kemudian, dia berjalan ke kolam dan baru saja menyalakan keran ketika keran tiba-tiba jatuh, menyebabkan air menyembur keluar.", " Bai Ran tidak bisa menahan diri untuk tidak berteriak keras dan buru-buru memutar saklar. Tanpa diduga, sakelar tidak dapat diputar …", " Chen Chen bergegas ketika dia mendengar suara itu. Ketika dia datang, dia melihat tanah dipenuhi air, dan Bai Ran basah kuyup.", " Dia dengan cepat berlari ke saklar dan menggunakan beberapa kekuatan untuk akhirnya mematikan keran. Namun, dia juga basah kuyup.", " Ketika Bai Ran melihat bahwa airnya tidak lagi terciprat, dia akhirnya menghela nafas lega. Tubuhnya melunak ke arah rak di sampingnya dan dia menarik napas dalam-dalam beberapa kali.", " Namun, dia dengan cepat mengingat sesuatu dan dengan cepat menyusut kembali. Dia berbisik, “Um… maafkan aku. Aku tidak tahu mengapa Aku memecahkan ini … \"", " Penampilannya yang basah dan suaranya yang hati-hati membuatnya terlihat lebih menyedihkan. Chen Chen tertegun sejenak.", " Namun, dia dengan cepat kembali ke akal sehatnya dan menjelaskan dengan dingin, “Itu bukan salahmu. Kakek mengirim seseorang untuk mengantarkan makanan pada siang hari dan memeriksa peralatan dapur. Dia mengatakan bahwa ini rusak. Aku akan memperbaikinya besok. Aku lupa memberitahumu.\"", " “Kamu tidak perlu memasak lagi.” Chen Chen mengerutkan kening dan tiba-tiba menjadi serius. “Apakah kamu tidak akan berubah? Apakah masuk angin itu menyenangkan?”", " “Oh, oh… aku akan segera pergi.” Bai Ran gemetar mendengar teguran ini dan berlari keluar dengan tergesa-gesa.", " Setelah beberapa langkah, dia berlari kembali dan berkata kepadanya, “Apakah kamu tidak perlu berubah juga? Aku akan mencarikanmu beberapa pakaian.”", " ", "www.worldnovel.online"]},
{"testing": [" Bab 6: Memukul Mobil Dorong", " Penerjemah: Atlas Studios Editor: Atlas Studios", " \"Namun, Chen Chen, sebagai orang yang akan mati dan sebagai mantan ibu mertuamu, dapatkah aku membuat satu permintaan egois terakhir darimu sebelum aku mati …\" Ibu Bai Ran menghela nafas dan berkata.", " \"Bu, aku akan marah jika kamu terus mengatakan itu!\" Bai Ran mau tidak mau menyelanya saat dia berdiri di sampingnya. Matanya sedikit merah.", " \"Bai Ran, jangan bicara.\" Ekspresi ibu Bai Ran tiba-tiba menjadi sangat serius. \"Chen Chen, datang.\"", " Chen Chen mencondongkan tubuh ke depan dan ibu Bai Ran berkata dengan serius, “Ran Ran akan sendirian mulai sekarang. Aku sangat khawatir. Tidak peduli apa, dia pernah menjadi istrimu dan saudara perempuan yang kamu lihat tumbuh dewasa. Aku harap saat Kamu menjalani kehidupan yang baik, Kamu dapat membantunya ketika dia menghadapi beberapa kesulitan besar … \"", " “Bu, jangan katakan apa-apa lagi. Ini bukan permintaan. Aku akan melakukannya bahkan jika kamu tidak memberitahuku!\" Chen Chen melingkarkan lengannya di bahu Bai Ran. Dia memandang ibu mertuanya yang sakit-sakitan, yang hampir tidak bisa berbicara. Dia masih khawatir tentang Bai Ran dan menyerahkan urusan pemakamannya. Dia tiba-tiba merasa seperti orang brengsek.", " Tubuhnya tiba-tiba bersandar pada lengan yang kokoh. Mata Bai Ran melebar tiba-tiba. Dia melihat tangan di bahunya dan kemudian ke Chen Chen, terkejut dengan gerakan intim ini.", " Namun, Bai Ran pulih dengan cepat. Dia membungkuk dan melepaskan lengan Chen Chen tanpa jejak. Dia bersandar di tempat tidur ibunya dan berkata dengan serius, “Bu, jangan pikirkan ini sekarang. Kamu hanya perlu menerima perawatan dokter setiap hari. Semuanya akan baik-baik saja. Aku akan selalu berada di sisimu.”", " Dengan tangannya yang tiba-tiba kosong, Chen Chen merasa sedikit canggung dan hanya bisa diam-diam meletakkan tangannya.", " Setelah menenangkan ibunya untuk tidur, Bai Ran menarik Chen Chen keluar dari bangsal dan mengingatkannya untuk tidak datang lagi.", " “Ibumu sangat yakin padaku. Dia sudah mempercayakanmu padaku, tetapi kamu bahkan tidak membiarkan aku melihatnya? ” Chen Chen tidak bisa membantu tetapi merasa sedikit marah. Bagaimana dia bisa begitu jauh?!", " “Karena itu tidak ada artinya. Kami tidak lagi berhubungan. Kamu tidak perlu peduli dengan apa yang ibuku katakan, ”jawab Bai Ran dengan tenang.", " “Apakah ada kebutuhan untuk menjadi seperti ini? Kapan Aku menyinggung Kamu? ” Chen Chen mengerutkan kening.", " \"Menyinggung? Tidak juga. Hanya saja kami sudah bercerai.” Bai Ran berusaha keras untuk mengeluarkan senyum dangkal. Tapi siapa yang tahu betapa sakit yang dia rasakan ketika dia mengucapkan kata-kata itu?", " “Siapa bilang kita sudah bercerai? Secara hukum, kamu masih istriku.” Sedikit kesombongan melintas di mata Chen Chen. Bahkan dia tidak menyadarinya.", " Bai Ran tidak memandangnya dan juga tidak menyadarinya. Dia dengan cepat menjawab, \"Jadi, ayo pergi sekarang.\"", " \"Kemana kita akan pergi?\" Chen Chen bingung.", " “Untuk menangani prosedur. Dengan begitu, aku tidak akan menjadi istrimu lagi!” Bai Ran berkata dan ingin berjalan ke bawah.", " Chen Chen menariknya kembali. \"Apakah kamu begitu tidak sabar?\"", " \"Atau apakah kamu sudah menantikan hari ini selama dua tahun terakhir?\" Chen Chen bertanya lagi.", " Dialah yang memintanya untuk menandatangani perjanjian perceraian, oke? Pada akhirnya, itu adalah kesalahannya.", " Bai Ran sedikit tidak berdaya saat dia mencerca diam-diam di dalam hatinya.", " “Kalau begitu ambil saja itu yang Aku pikirkan. Ayo pergi sekarang.\" Bai Ran menyesuaikan ekspresinya dan mencoba menghadapi Chen Chen setenang mungkin.", " “Aku tidak membawa surat cerai,” kata Chen Chen.", " \"Tidak apa-apa. Aku akan mencetaknya di tempat. Kami tidak membutuhkan apa pun kecuali sertifikat itu, ”jawab Bai Ran tegas.", " “Aku masih memiliki pekerjaan yang harus dilakukan nanti. Aku tidak punya waktu untuk menemanimu!” Chen Chen melihat tatapan cemas Bai Ran dan mengepalkan tinjunya sedikit. Untuk beberapa alasan, dia merasa marah.", " Takut Bai Ran akan terus mengganggunya dalam masalah ini, dia buru-buru berkata, “Apa rencanamu di masa depan? Apakah Kamu berencana untuk bekerja di sini?\"", " \"Ya, Aku sudah menemukannya,\" jawab Bai Ran.", " Apakah dia terlalu banyak berpikir? Apakah dia sengaja menghindari perceraian?", " Bai Ran menggigit bibirnya dan dengan cepat menyingkirkan fantasi yang tidak realistis ini.", " “Kamu benar-benar proaktif dalam mencari jalan keluar untuk dirimu sendiri!” Chen Chen mengejek.", " \"Aku …\" Bai Ran benar-benar tidak berdaya. Jika dia tidak merencanakan untuk dirinya sendiri, apakah dia akan menunggu Chen Chen mengusirnya?", " \"Jika Kamu masih memiliki pekerjaan yang harus dilakukan dan tidak dapat melalui formalitas, Aku akan bergerak dulu.\" Bai Ran tidak menunggunya untuk menjawab saat dia melangkah maju.", " Dia tidak ingin terus mengganggunya. Dia harus tegas sekarang. Dia tidak bisa memiliki fantasi lagi.", " Dia berjalan sangat cepat sehingga dia tidak menyadari bahwa seorang perawat sedang mendorong gerobak berisi peralatan medis di depannya.", " \"Hati-hati!\"", " Chen Chen melihat dari belakang bahwa Bai Ran hendak menabrak kereta. Dia bergegas dan menarik Bai Ran pergi.", " Namun, itu masih agak terlambat.. Meskipun dia telah menarik Bai Ran, lengannya menabrak peralatan kaca dan menghancurkan beberapa botol.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 4: Aku tidak bebas Besok", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Ya, Chen Chen. Lihat kamu. Kamu meninggalkan istri yang begitu baik dan mengejar wanita itu setiap hari!” Nenek memandang Bai Ran.", " “Lihat Ran Ran kita. Bagaimana dia lebih buruk dari wanita itu? Aku bahkan tidak tahu obat apa yang diberikan wanita itu padamu. Kamu hanya tersihir! Sudah dua tahun, tetapi kamu tidak pernah pergi menemui Ran Ran. Sebagai suaminya, bukankah kamu mengecewakannya ?! ”", " Serangkaian pertanyaan tajam ini segera mencapai telinga Chen Chen. Dia mengerutkan bibirnya dan tiba-tiba tidak ingin mengatakan apa-apa lagi. Dia berbalik dan ingin pergi.", " \"Mengapa? Apakah Kamu pergi tepat setelah Kamu kembali? Apakah kamu harus kembali ke wanita itu?\" Nada suara ibu Chen Chen melunak.", " “Apakah masih ada tempat untukku di rumah ini?” Chen Chen berkata tanpa berbalik dan menghilang keluar pintu.", " \"Mendesah! Mengapa Aku membesarkan cucu seperti itu ?! ” Nenek memandang Bai Ran dan merasakan hatinya semakin sakit.", " \"Ran Ran, kenapa kamu tidak mengejarnya dan makan dengannya atau apa?\" Ibu Chen Chen menyarankan, berharap mereka berdua bisa menutup jarak di antara mereka. “Laki-laki juga manusia. Dia akan melihat sisi baikmu cepat atau lambat.”", " \"Bu …\" Bai Ran hendak menolaknya ketika dia memikirkan sesuatu dan segera berkata, \"Bu, aku akan pergi.\"", " Bai Ran berlari keluar dengan tergesa-gesa, meninggalkan mereka untuk menghela nafas. Mengapa Chen Chen tidak bisa melihat kebaikan di Ran Ran? Mengapa dia tidak mau hidup baik dengan Ran Ran?", " Namun, mereka berdua sangat percaya bahwa Chen Chen pasti akan kembali.", " Bai Ran berlari keluar dan memanggil Chen Chen, yang hendak membuka pintu mobil.", " \"Apa yang salah? Apakah ada sesuatu yang lain?” Chen Chen mengangkat alisnya dan bertanya.", " “Yah, aku ingin menanyakan sesuatu padamu. Karena Aku sudah menjelaskan semuanya dengan Sister Hu Wan hari ini dan Aku telah melakukan apa yang perlu Aku lakukan, haruskah kita mendaftarkan perceraian kita besok?", " \"Besok?\" Chen Chen mengangkat alisnya lebih tinggi.", " \"Betul sekali. Aku hanya ingin menyelesaikan ini secepat mungkin. Aku ingin pindah secepat mungkin. Dengan begitu …” Bai Ran terus berbicara, tetapi dia dengan cepat diinterupsi oleh Chen Chen.", " Mata Chen Chen berkedip saat dia bertanya, “Apakah kamu begitu cemas? Apakah yang kamu katakan pada Hu Wan sore ini benar?”", " \"Hah?\" Mata Bai Ran tiba-tiba terangkat. Dia sedikit terkejut dan tidak bisa berkata-kata. Bukankah ini hasil yang dia inginkan? Dia jelas lebih cemas.", " “Aku tidak bebas besok. Tunggu pemberitahuan Aku! ” Chen Chen berteriak dengan tidak sabar. Dia marah tanpa alasan ketika dia melihatnya bingung.", " “Ah, baiklah.” Bai Ran mengangguk patuh.", " Ketika Chen Chen pergi dan tidak terlihat lagi, Bai Ran akhirnya santai. Dia akhirnya bisa berhenti berpura-pura. Air mata jatuh dari sudut matanya tanpa sadar.", " Ketika dia berpikir tentang bagaimana dia tidak mencintainya dan ingin menceraikannya, hatinya masih sakit tanpa alasan.", " Namun, dia harus menyelesaikan perceraian ini sesegera mungkin dan menjauh darinya. Hanya dengan begitu dia tidak bisa lagi melihatnya bersikap baik kepada wanita lain. Dia tidak bisa lagi merasakan ketidakpeduliannya padanya dan menghentikan dirinya dari jatuh lebih dalam dan lebih dalam.", " Setelah makan malam, Bai Ran bergegas ke rumah sakit ibunya untuk merawatnya.", " Bai Ran berjalan ke tempat tidur dan menidurkan ibunya. Kemudian, dia duduk di sampingnya dan bersiap untuk mengupas apel. Ketika ibunya bangun, dia akan memberinya makan.", " Ia menatap ibunya yang sedang tidur. Tubuhnya bengkak, tapi matanya dalam. Tulang pipinya sangat tipis sehingga mereka ambruk. Dialisis darah setiap hari telah menyiksa ibunya sampai-sampai dia tidak lagi terlihat seperti manusia.", " Dua tahun lalu, ketika ibunya didiagnosis menderita uremia, dia melakukan korek api sendiri. Namun, hasilnya adalah dia tidak cocok. Untungnya, dengan bantuan keluarga Chen, dia berhasil menemukan kecocokan dan membayar biaya operasi yang sangat besar untuk membantu ibunya melarikan diri dari masa kritis.", " Namun, baru-baru ini, tiba-tiba menjadi lebih serius dan menyebabkan banyak gejala lainnya. Tidak mungkin lagi melanjutkan transplantasi ginjal. Saat ini, dia hanya bisa mengandalkan cuci darah untuk menjaga dirinya tetap hidup. Tetapi sekarang, bahkan dokter telah memberi tahu dia bahwa gejala ibunya sangat serius sehingga dia tidak dapat menunda lebih lama lagi. Dia ingin dia siap secara mental.", " Memikirkan hal ini, air mata Bai Ran jatuh lagi.", " Mungkin itu telepati antara ibu dan anak atau suara gerakan, tapi ibu Bai Ran tiba-tiba terbangun.", " “Ran Ran, kenapa kamu menangis? Apakah Chen Chen menggertakmu? ” Ibu Bai Ran sedikit cemas dan ingin duduk untuk menghapus air mata Bai Ranran.", " Ketika Bai Ran melihat gerakan sulit ibunya, dia buru-buru berdiri dan menyeka air matanya. Dia menghibur ibunya dan membaringkannya. “Bu, tidak apa-apa. Ketika Aku masuk lebih awal, Aku tidak sengaja mengenai sudut mata Aku pada kusen pintu. Itu sedikit sakit, itu sebabnya Aku menangis.”", " “Ah, kamu baik-baik saja?” Ibu Bai Ran sedikit cemas saat mendengar ini.", " “Bu, ini hanya masalah kecil. Jangan khawatir.\" Bai Ran menenangkan hati ibunya. “Berbaring saja dengan benar dan dengarkan dokter. Rawat lukamu dengan baik. Jangan khawatir tentang hal lain.”", " “Bagaimana aku tidak peduli? Jika aku pergi, bagaimana jika kamu ditinggal sendirian?” Kata ibu Bai Ran sedih.", " “Bu, omong kosong apa yang kamu bicarakan ?! Apa maksudmu dengan pergi?! Aku akan marah jika kamu melanjutkan!” Bai Ran berpura-pura marah saat sudut mulutnya berkedut.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 7: Jangan Sentuh Dia", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Pada saat ini, Chen Chen hanya mengenakan kemeja. Pecahan kaca tajam langsung menembus baju tipis itu, dan darah menyembur keluar.", " Bai Ran ditarik ke samping. Sebelum dia bisa menstabilkan dirinya, dia berbalik dan melihat sepetak merah.", " Dia berlari dengan cemas. “A, bagaimana? Biarku lihat!\"", " Chen Chen memblokirnya dan berkata, “Tidak apa-apa. Bukankah kamu sedang terburu-buru untuk pergi sekarang?”", " \"Aku …\" Bai Ran bingung dengan kata-kata Chen Chen dan khawatir tentang luka-lukanya. Untuk sesaat, dia tidak tahu bagaimana menjelaskannya.", " Perawat yang tertabrak datang. “Tuan, apakah Kamu baik-baik saja? Ikutlah bersamaku. Aku akan mengobati lukamu.”", " “Tidak perlu. Tidak ada yang serius. Aku baru saja mematahkan beberapa kulit. ” Chen Chen berdiri dan menutupi lukanya.", " “Tidak, ini rumah sakit. Kamu harus membalutnya.” Bai Ran sedikit cemas. Dia menariknya kembali, fitur wajahnya terpelintir.", " \"Berangkat.\" Chen Chen menurunkan matanya dan menatap tangan itu dengan dingin. “Ini bukan masalah besar.”", " Bai Ran ketakutan dengan tatapan ini dan dengan cepat menarik tangannya.", " \"Maafkan Aku. Aku hanya ingin melihat apakah kamu baik-baik saja. Selain itu, Kamu melakukannya untuk menyelamatkan Aku. ” Bai Ran merasa sangat bersalah dan menundukkan kepalanya.", " \"Aku benar-benar baik-baik saja.\" Melihat betapa hati-hatinya Bai Ran, nada suara Chen Chen melunak. Dia tidak tahu mengapa dia begitu canggung.", " Chen Chen menutupi lukanya dan berbalik untuk pergi. Dia belum berjalan jauh ketika Bai Ran melihatnya meletakkan tangannya. Darahnya sudah berhenti dan tidak menetes lagi.", " Bai Ran merasa sedikit lega saat melihat ini. Lukanya tidak boleh dalam. Dia akan membeli beberapa kain kasa dan barang-barang untuk dibawa kembali nanti.", " “Ada apa dengan tuan ini? Kita bisa membalutnya di sini, ”kata perawat sambil mengemasi potongan-potongan itu.", " Ketika Bai Ran mendengar suara perawat, dia dengan cepat berbalik dan membantu membersihkan. “Aku benar-benar minta maaf tentang sebelumnya. Aku tidak melihat ke depan Aku, Aku benar-benar minta maaf.”", " \"Tidak apa-apa. Kamu harus menjaga suamimu dengan baik. Kembali dan bersihkan lukanya dengan hati-hati. Jika ada pecahan kaca yang masuk ke lukanya, dia akan mudah terinfeksi,” perawat mengingatkan sambil memilah-milah potongan terakhir.", " \"Terima kasih. Aku akan berhati-hati.\" Bai Ranran tersenyum sedikit, tapi dia mengeluh di dalam hatinya. Dengan percakapan mereka barusan, bagaimana mungkin perawat berpikir bahwa mereka adalah pasangan?", " Bai Ran pergi ke rumah sakit tempat mereka menjual perlengkapan medis dan bersiap untuk membeli yodium dan kain kasa.", " Saat dia sedang memetik, seseorang tiba-tiba datang dan menepuk pundaknya.", " \"Ah, Saudara Ye Lin!\" Bai Ran berbalik dan terkejut melihat bahwa itu sebenarnya Ye Lin, yang sudah bertahun-tahun tidak dia lihat.", " \"Mengapa kamu di sini?\" Bai Ran bertanya sambil memegang kain kasa.", " “Aku datang untuk menemui Bibi dan melihatmu pada saat yang sama. Pada akhirnya, kamu tidak ada di sana ketika aku pergi, ”kata Ye Lin sambil tersenyum. \"Aku sedang berpikir untuk membeli obat ketika aku bertemu denganmu di sini.\"", " “Terima kasih telah datang menemui ibuku.” Bai Ran memandang Ye Lin dengan penuh rasa terima kasih. \"Obat apa yang kamu beli? Apakah sesuatu terjadi?”", " “Haha, jangan mengutukku. Apa yang bisa terjadi padaku? Aku hanya ingin membeli beberapa kebutuhan sehari-hari, ”kata Ye Lin sambil tersenyum.", " \"Ngomong-ngomong, bagaimana hubunganmu dan Chen Chen?\" Ye Lin bertanya dengan santai.", " “Kami baru saja berpisah.” Ketika Bai Ran mendengar nama Chen Chen, senyum di wajahnya langsung menghilang.", " Ye Lin memperhatikan perubahan Bai Ran dan dengan cepat menghiburnya. “Chen Chen yang buta. Jangan pikirkan dia di masa depan. Ran Ran, kamu sangat cantik. Ada banyak pria yang lebih baik darinya di mana pun!”", " \"Karena kamu memanggilku Kakak Ye Lin, aku akan memperkenalkanmu dengan seorang pria besok!\" Ye Lin menjadi semakin antusias saat dia berbicara.", " \"Baiklah baiklah. Aku akan mendengarkan Saudara Ye Lin.” Bibir Bai Ran melengkung lagi saat dia memaksakan senyum. Meskipun dia tahu bahwa itu hanya ucapan biasa, dia masih mendengarkan dengan seksama.", " \"Ran Ran kami patuh!\" Ye Lin berkata dan menyentuh kepala Bai Ran.", " “Jangan sentuh dia!”", " Pada saat ini, teriakan keras datang dari belakang mereka berdua.", " Mereka berdua berbalik dan melihat bahwa itu adalah Chen Chen.", " “Kamu kenapa?” Ye Lin dan Bai Ran berkata serempak.", " Ketika dia melihat bahwa itu adalah Chen Chen, Ye Lin dengan cepat menarik tangannya.", " Chen Chen tidak berbicara. Dia berlari ke Bai Ran dan memasukkan cek ke tangannya sebelum berbalik untuk pergi.", " Alasan pertama dia pergi ke rumah sakit hari ini adalah untuk menemui ibu Bai Ran, dan yang kedua adalah untuk memberinya kompensasi. Pada akhirnya, ketika dia melihat penampilan Bai Ran yang jauh di rumah sakit, dia langsung melupakan masalah ini dan hanya bisa kembali sekarang. Siapa yang tahu bahwa dia akan melihat pemandangan ini ketika dia kembali!", " Seluruh prosesnya lancar dan tidak memakan waktu lebih dari 10 detik. Ketika Bai Ran bereaksi dan berteriak agar dia menunggu, Chen Chen sudah menghilang.", " \"Dia …\" Bai Ran menatap cek di tangannya, tidak tahu harus berbuat apa.", " \"Simpan saja. Itu yang pantas dia dapatkan, ”kata Ye Lin. \"Dia mengecewakanmu, tapi dia tidak sebahagia yang kamu pikirkan.\"", " \"Bukankah dia seharusnya senang terpaku pada orang yang dia sukai setiap hari?\" Bai Ran bertanya.. Ketika dia memikirkan perawatan Chen Chen untuk Hu Wan, hatinya sakit.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 8: Masak Aku Makanan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Ye Lin tidak mengatakan apa-apa lagi. Setelah membeli barang-barang itu, mereka berdua berpisah.", " Bai Ran awalnya ingin mencari Chen Chen untuk mengobati lukanya, tetapi dia takut menunda pekerjaannya dan bahkan lebih takut ditolak olehnya.", " Dia hanya bisa pergi ke rumahnya dan yang disebut rumah Chen Chen untuk mengambil barang-barang yang telah dia kemas. Kemudian, dia akan mencari Chen Chen nanti.", " Tanpa diduga, begitu dia masuk, Bai Ran melihat Chen Chen bersandar di sofa dengan mata tertutup.", " \"Hmm? Kenapa dia disini? Ini hampir malam. Jika pekerjaan hanyalah alasan, mengapa dia tidak menemani Hu Wan-nya?” Bai Ran bertanya-tanya. Ketika dia memikirkan kata-kata Ye Lin, Bai Ran tiba-tiba bertanya-tanya apakah Chen Chen dan Hu Wan tidak serasi dan penuh kasih seperti yang terlihat.", " Bai Ran menggelengkan kepalanya dan tidak berani berpikir lebih jauh.", " Dia tidak bisa memiliki fantasi lagi. Bahkan jika ada sesuatu antara Chen Chen dan Hu Wan, itu adalah fakta yang tak terbantahkan bahwa dia tidak mencintainya.", " Bai Ran berjalan menuju Chen Chen. Tidak peduli apa, dia harus membersihkan lukanya saat dia tidur. Bahkan jika dia bangun dan marah padanya karena melakukannya secara diam-diam, itu baik-baik saja. Kalau tidak, dia akan sangat khawatir.", " Bai Ran beringsut lebih dekat ke Chen Chen. Jantungnya tiba-tiba berdetak lebih cepat.", " Pria yang dia kagumi selama lebih dari sepuluh tahun sedang berbaring diam di depannya saat ini. Tidak ada sikap dingin, tidak ada pengabaian, atau ejekan. Hanya ada wajahnya yang tampan dan sosoknya yang tinggi. Dia berharap waktu akan berhenti pada saat ini.", " Namun, di detik berikutnya, Bai Ran melihat darah di baju Chen Chen dan mau tidak mau menepuk wajahnya. Bai Ran, oh Bai Ran, kamu masih bodoh di saat seperti ini!", " Bai Ran mengeluarkan barang-barang yang dia bawa kembali dari rumah sakit di sore hari dan hendak membuka bajunya. Jari-jarinya menyentuh lengan Chen Chen. Kulitnya sangat halus, tapi… Eh, kenapa panas sekali?", " Bai Ran merasa ada yang tidak beres. Dia dengan cepat menyentuh dahi Chen Chen dan menyadari bahwa dia sepertinya demam.", " Dia berteriak dalam hatinya. Ini pasti karena lukanya belum dirawat tepat waktu di sore hari. Beberapa pecahan kaca benar-benar masuk, menyebabkan dia demam karena infeksi.", " Bai Ran mengguncang lengan Chen Chen, ingin membangunkannya dan pergi ke rumah sakit bersamanya.", " Chen Chen membuka matanya dengan linglung dan melihat bahwa itu adalah Bai Ran. Dia berkata dengan lemah, \"Mengapa kamu kembali?\"", " \"Kamu demam. Kamu harus pergi ke rumah sakit dengan cepat, ”kata Bai Ran, hendak menarik Chen Chen ke atas. \"Itu semua salah ku. Seharusnya aku menghentikanmu sore ini. Kamu harus menyelesaikan perawatan lukamu sebelum pergi.”", " Namun, Bai Ran terlalu lemah. Orang yang sakit itu bahkan lebih berat. Setelah mencoba beberapa kali, Bai Ran tidak berhasil menariknya.", " Chen Chen berkata dengan lembut, “Tidak perlu melalui banyak masalah. Bantu Aku membersihkannya dengan sederhana dan bantu Aku menemukan obat demam.”", " “Bagaimana Aku bisa melakukan itu? Kamu sudah demam. Bagaimana jika sesuatu yang lain terjadi?” Bai Ran sedikit khawatir.", " \"Tidak apa-apa. Aku akan melihat apakah Aku harus pergi ke rumah sakit setelah Aku selesai minum obat. Pergi sekarang.\" Chen Chen merasa pusing dan tidak bisa diganggu untuk berbicara omong kosong.", " Bai Ran tidak punya pilihan selain melakukan apa yang diperintahkan. Untungnya, ketika dia membeli barang-barang itu di sore hari, dia juga membawa beberapa obat anti-inflamasi dan demam. Dia takut ini akan terjadi.", " Setelah memberi makan air Chen Chen dan minum obat, dia membersihkan lukanya. Lukanya sudah mengelupas, dan jika dia membersihkannya lagi, dia harus merobeknya lagi. Chen Chen mengerang kesakitan, menakuti Bai Ran sehingga dia menarik tangannya.", " \"Tidak apa. Ayo, ”kata Chen Chen dengan linglung.", " Setelah membasuh darah, Bai Ran mulai membersihkan lukanya dengan hati-hati. Dia hanya merasa sedikit lega ketika dia menemukan dua potong kaca kecil dan memeriksanya beberapa kali untuk memastikan bahwa mereka telah hilang.", " Setelah dia selesai, Bai Ran menghela nafas lega dan bersandar di sofa.", " Chen Chen tiba-tiba berkata, \"Aku tidak berharap Kamu menangani ini dengan baik.\"", " \"Sudahkah kamu lupa? Sebenarnya, Aku sudah menanganinya untuk Kamu sejak lama. ” Bai Ran melihat ke langit-langit saat pemandangan saat itu muncul di benaknya.", " \"Apakah begitu?\" Chen Chen menyipitkan matanya dan berpikir sejenak. Kepalanya sakit, dan dia tidak mau memikirkannya lagi.", " “Sudah lebih dari sepuluh tahun. Kamu melindungi Aku seperti yang Kamu lakukan hari ini. ” Mata Bai Ran berbinar ketika dia memikirkan Chen Chen saat itu.", " Mungkin pada hari itulah Chen Chen entah kenapa memberinya rasa aman, dan dia sangat jatuh cinta padanya.", " “Aku akan memasakkanmu bubur. Kamu sedang demam. Makan sesuatu yang ringan.” Bai Ran duduk dan menarik kembali pikirannya.", " Dia berjalan ke dapur.", " Bai Ran masuk dan menyadari bahwa keran telah diperbaiki. Dia ingat bahwa dia telah bertemu dengannya hari itu. Itu adalah kontak fisik yang langka antara dia dan Chen Chen.", " Sungguh ironis bahwa mereka menikah.", " Saat bubur menggelegak di panci, Bai Ran tiba-tiba mendengar teleponnya berdering di luar.", " Bai Ran berjalan keluar dan hendak mengambilnya ketika dia menyadari bahwa Chen Chen telah mengambil inisiatif untuk menjawab panggilan itu.", " \"Halo.\"", " \"Dia tidak disini.\"", " \"Ya, dia memasak untukku.\"", " \"Aku akan membuatnya meneleponmu kembali saat dia bebas.\"", " Dia menutup telepon.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 9: Beri Aku Makan", " Penerjemah: Atlas Studios Editor: Atlas Studios", " Uh… Dia memasak untukku? Mengapa kalimat ini terdengar begitu ambigu? Bai Ran berpikir dalam hati.", " Chen Chen mendongak dan melihat Bai Ran. Ada sedikit ketidaksenangan di matanya saat dia berkata, “Ada seorang pria yang mencarimu. Kamu baru saja mendengarnya, kan? Temukan dia nanti.”", " \"Oke,\" jawab Bai Ran diam-diam, tidak berani terlalu memikirkannya.", " \"Apakah kamu tidak akan melihat potnya?\" Suara Chen Chen terdengar lagi.", " “Ah, benar.” Bai Ran berlari kembali ke dapur. “Untungnya, kamu mengingatkanku. Hampir meluap.”", " Bai Ran mengambil mangkuk kecil dan berjalan ke Chen Chen. Tiba-tiba, dia tidak tahu harus berkata apa. Bagaimana dia akan makan sendiri dalam kondisi lemahnya? Atau apakah dia akan memberinya makan? Tapi bukankah itu terlalu ambigu?", " Bai Ran memegang sendok dan menatap ke angkasa. Namun, Chen Chen membuka matanya dan memerintahkan, \"Beri aku makan.\"", " \"Itu tidak baik. Jika Sister Wan tahu, apa yang akan dia pikirkan? Selain itu, kami sudah menandatangani perjanjian perceraian. Kita seharusnya tidak melakukan hal yang intim seperti itu.” Bai Ran sedikit ragu.", " \"Siapa yang mengatakan begitu? Aku tidak menandatanganinya, ”kata Chen Chen dengan marah.", " “Ya, kenapa kamu tidak menandatanganinya? Aku masih menunggu untuk menjalani prosedur dengan Kamu! ” Bai Ran berkata sambil meletakkan sendok kembali ke dalam bubur.", " \"Apakah kamu pikir kamu bisa menyelesaikan ini hanya karena aku menandatanganinya?\" Chen Chen tersenyum.", " \"Apa maksudmu?\" Bai Ran bingung.", " “Pikirkan sendiri.” Chen Chen tidak menjawab.", " \"Hah?\" Bai Ran memiringkan kepalanya untuk berpikir, tidak mengerti apa artinya ini.", " \"Jadi, kamu hanya akan melihatku mati kelaparan sekarang?\" Chen Chen mengangkat alisnya dan menatap Bai Ran.", " \"Aku …\" Meskipun Bai Ran masih ragu-ragu, dia masih duduk dengan patuh.", " \"Hati-hati. Aku baru saja mengisinya, ini sedikit panas. ” Bai Ran menyendok seteguk kecil dan meletakkannya di mulutnya untuk meniupnya dengan lembut.", " Chen Chen memandang Bai Ran dan tiba-tiba merasa bahwa kehidupan seperti ini tampak cukup baik.", " Bai Ran membawa sendok ke mulut Chen Chen dan memberinya makan perlahan. Chen Chen menikmatinya dengan senang hati. Tidak ada yang memperhatikan bahwa senyum di matanya tidak pernah hilang.", " Setelah makan, Bai Ran menemukan handuk basah dan meletakkannya di atasnya. Dia juga menemukan selimut dan menutupinya dengan itu, menunggu untuk mengamati situasi. Jika demamnya masih tidak turun setelah beberapa jam, dia harus pergi ke rumah sakit bersamanya.", " Seiring waktu berlalu, mereka berdua tetap diam. Bai Ran merasa itu bagus bahkan jika dia harus melihatnya seperti ini selama sisa hidupnya.", " Sayangnya, nada dering memecah kesunyian.", " Bai Ran meliriknya. Itu adalah ponsel Chen Chen. Peneleponnya adalah Hu Wan.", " Bai Ran tersenyum pahit. Kenyataan tetaplah kenyataan.", " Kehangatan dari sebelumnya hanyalah ilusi.", " Chen Chen juga terbangun oleh panggilan itu. Dia terbangun dalam keadaan linglung. Ketika dia melihat bahwa itu adalah Hu Wan di telepon yang diberikan Bai Ran kepadanya, dia segera duduk. Dia tidak terlihat lemah sama sekali dan bahkan tidak peduli bahwa handuk basah di kepalanya telah jatuh.", " Bai Ran mengambil handuk basah itu diam-diam, merasa lebih kesal. Selama Hu Wan muncul, dia benar-benar tidak peduli tentang hal lain.", " Suara Hu Wan datang dari ujung telepon. Dia merengek dan mengganggu Chen Chen untuk mencarinya. Dia terus mengatakan bahwa dia tidak enak badan di sini, bahwa dia tidak bisa tidur nyenyak, dan seterusnya. Dia tidak lagi lembut dan murah hati seperti saat dia bersama Bai Ran hari itu.", " Saat ini dia lebih seperti gadis kecil yang sok.", " Tapi dia pasien. Dia punya alasan untuk menjadi seperti ini, pikir Bai Ran dalam hati.", " Setelah Chen Chen menutup telepon, Bai Ran berkata dengan bijaksana, \"Cepat pergi. Jangan membuat Sister Wan menunggu terlalu lama.”", " \"Bagaimana denganmu?\" Chen Chen berada dalam posisi yang sulit.", " \"Aku?\" Bai Ran sedikit terkejut. Dia benar-benar mempertimbangkannya.", " \"Aku akan pergi setelah aku mendapatkan barang-barangku,\" jawab Bai Ran. \"Pergi ke rumah sakit dan lihat dirimu sendiri.\"", " Saat Bai Ran berbicara, dia ingin menyentuh dahi Chen Chen. Tanpa diduga, Chen Chen tidak menghentikannya kali ini dan membiarkannya menyentuhnya.", " Untungnya, demamnya hampir mereda. Bai Ran menghela napas lega.", " Chen Chen berkemas dan pergi ke rumah sakit. Setelah menghibur Hu Wan, dia pergi mencari Ye Lin.", " Ketika Ye Lin melihatnya, dia menggoda, “Mengapa kamu tidak tinggal di rumah sakit? Apakah Saudarimu Hu Wan mengusirmu?”", " \"Dia tertidur, jadi aku kembali,\" Chen Chen menjelaskan dengan dingin.", " \"Kalau begitu tidurlah dengannya.\" Ye Lin semakin antusias.", " \"Dia di rumah sakit, saudara!\" Chen Chen memutar matanya ke arah Ye Lin.", " “Bukankah itu bagus? Ayo kita mengadakan pesta ranjang rumah sakit,” Ye Lin terus menggoda.", " \"Pergi ke neraka. Jangan mengatakan hal konyol seperti itu. Apakah ini caramu bercanda dengan pasien?” Chen Chen berbalik, tatapannya sudah menjadi dingin.", " \"Aku tidak bercanda. Selain di ranjang rumah sakit, itu tidak seperti Kamu belum melakukannya di tempat lain. Kenapa kamu begitu serius?”", " \"Tidak di tempat lain,\" kata Chen Chen dengan tenang.", " \"Apa maksudmu? Maksudmu, kamu belum pernah…” Ye Lin sepertinya telah mendengar sesuatu yang luar biasa.", " ", "www.worldnovel.online"]},
{"testing": [" Bab 10: Kematian Ibu", " Penerjemah: Atlas Studios Editor: Atlas Studios", " “Ya, penyakitnya tidak bisa diganggu. Kamu tidak diizinkan untuk mengatakan hal seperti itu di masa depan, ”Chen Chen memperingatkan dengan serius.", " “Oke, oke, aku akan berhenti membicarakannya. Kamu sudah sangat serius selama bertahun-tahun ketika Hu Wan disebutkan. Dia benar-benar biji matamu.” Ye Lin mengerutkan bibirnya. \"Betapa membosankan.\"", " Detik berikutnya, Ye Lin sepertinya memikirkan sesuatu dan menambahkan, \"Karena kamu sangat peduli dengan Hu Wan, mengapa kamu masih sangat marah ketika kamu melihatku menyentuh kepala Ran Ran sore ini?\"", " “Bukankah seharusnya aku marah? Dia istriku.” Chen Chen melirik Ye Lin.", " \"Istri? Kalian berdua sudah bercerai, oke?” Ye Lin memutar matanya.", " \"Belum,\" kata Chen Chen dingin.", " \"Apa maksudmu? Bukankah kamu mengatakan dia menandatangani perjanjian perceraian terakhir kali? ” Ye Lin sedikit penasaran.", " “Tapi aku tidak pernah melakukannya.”", " \"Hah? Mengapa Kamu tidak menandatanganinya? Bukankah kamu menunggu untuk menikahi Hu Wan?” Ye Lin benar-benar tidak mengerti apa yang dipikirkan orang ini.", " “Kesampingkan untuk saat ini. Tidak masalah jika Aku tidak menandatanganinya, ”kata Chen Chen, tidak mau memikirkan perjanjian perceraian.", " “Lalu bagaimana dengan Hu Wan-mu?” Ye Lin bingung.", " Saat mereka berbicara, WeChat Chen Chen berdering. Chen Chen membukanya dan melihat bahwa itu adalah Hu Wan. “Ah Chen, kenapa kamu pergi? Bisakah kamu kembali? Aku sangat takut sendirian.”", " “Ck, lihatlah kekasih kecilmu. Terpisah sehari terasa seperti tiga tahun.” Ye Lin melirik pesan itu dan menggoda, “Cepat dan kembali. Jangan membuatnya tidak bahagia.”", " “Aku tidak ingin pergi lagi.” Chen Chen menghela nafas dan mengunci layar.", " \"Hah? Bukankah kamu selalu bersama Hu Wan di masa lalu?” Ye Lin bertanya.", " \"Tidak, jangan bicarakan dia lagi.\" Chen Chen sedikit frustrasi.", " “Kalau begitu ceritakan padaku tentang Ran Ran. Kamu sudah sangat tidak senang melihat Aku menyentuh kepala Kamu. Bagaimana jika dia menemukan pacar? Jika kamu terus menyeret ini, tidakkah kamu akan menundanya ?! ” Ye Lin sedikit tidak senang ketika dia memikirkan bagaimana Chen Chen menghentikannya di pagi hari.", " “Singkatnya, jika Aku tidak menandatanganinya, dia tidak bisa berbuat apa-apa. Tidak ada yang bisa melakukan apa pun padanya, ”kata Chen Chen dengan dominan.", " “Aku tidak tahu apa maksudmu. Kamu membiarkan seorang wanita muda tinggal sendirian sepanjang hari?", " \"Apakah ini sesuatu yang harus dikhawatirkan oleh orang luar sepertimu?\" Chen Chen berkata dengan sedih.", " “Kenapa aku tidak bisa? Jika Aku tidak bisa mengendalikan Kamu, mengapa Aku tidak bisa mengendalikannya? Ye Lin tersenyum, ingin membuatnya marah.", " \"Apa maksudmu?\" Chen Chen berbalik dan bertanya.", " \"Aku bilang aku akan memperkenalkan pacar padanya sore ini.\" Ye Lin mengangkat alisnya dengan bangga dan menatap Chen Chen dengan provokatif.", " \"Dia setuju?\" Chen Chen bertanya, alisnya sudah mulai berkerut.", " \"Tentu saja. Dia setuju dengan baik dan berkata dia akan mendengarkan Aku.” Ye Lin menganggapnya sangat lucu.", " \"Apakah begitu?\" Chen Chen bertanya dengan serius.", " Setelah meninggalkan sisi Ye Lin, Chen Chen pergi ke rumah sakit dan tinggal di luar.", " Kondisi ibu Bai Ran tidak pernah baik. Dia sedikit khawatir. Jika Bai Ran tidak membiarkannya masuk, dia tidak akan masuk. Dia hanya akan menjaganya diam-diam.", " Selanjutnya, dia merasa sedikit gelisah hari ini seolah-olah sesuatu akan terjadi.", " Chen Chen sedikit frustrasi. Tampaknya sejak Bai Ran kembali, perubahan suasana hatinya sedikit tidak terduga. Dia juga lebih memperhatikan masalah Bai Ran. Kalau tidak, mengapa dia menjaga di sini di tengah malam?", " Tapi kenapa?", " Apakah karena dia menyukainya?", " Tidak tidak tidak. Itu tidak mungkin. Bai Ran selalu menjadi adik perempuan baginya. Bagaimana dia bisa menyukai saudara perempuannya sendiri?", " Ya, dia adalah adik perempuannya!", " Betul sekali. Dia memperlakukan Bai Ran sebagai adik perempuannya dan ibu Bai Ran sebagai anaknya sendiri. Selanjutnya, dalam nama, dia juga istrinya. Karena itu, dia pasti akan peduli dengan Bai Ran.", " Chen Chen sedikit terdiam. Dia tidak bisa memahami logika sederhana seperti itu.", " Chen Chen menyaksikan lampu di bangsal ibu Bai Ran dimatikan. Dia duduk di mobil dalam keadaan linglung.", " Pada pukul dua atau tiga, lampu di bangsal tiba-tiba menyala dan tidak padam untuk waktu yang lama. Chen Chen menyadari bahwa ada sesuatu yang salah.", " Dia dengan cepat membuka pintu mobil dan bergegas ke bangsal.", " Ketika dia tiba di bangsal dan berhenti di tengah jalan, dia melihat Bai Ran menangis di depan tempat tidur.", " Dia menarik tempat tidur dengan erat. Itu sudah ditutupi dengan kain putih.", " “Nona Bai, kami bisa mengerti perasaanmu, tapi dia sudah pergi. Tolong biarkan ibumu pergi dengan tenang.” Dokter dan perawat berdiri di samping Bai Ran, ingin dia melepaskannya.", " \"Tidak! Ibuku belum pergi!” Bai Ran menangis memilukan.", " “Lihat, tangannya masih panas! Dia tidak pergi!” Bai Ran meraih tangan ibunya dan menunjukkannya kepada para dokter.", " Dokter dan perawat menghela nafas, tidak tahu bagaimana membujuknya.", " Di tengah kesusahannya, Chen Chen berlari dan memisahkan Bai Ran dan tangan ibunya, menarik Bai Ran ke dalam pelukannya.", " ", "www.worldnovel.online"]}
]